{
  "metadata": {
    "source_file": "pdfs/Advancements in detection of SARS-CoV-2 infection.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:35.650995",
    "total_pages": 11,
    "total_characters": 62839,
    "total_words": 9922
  },
  "content": {
    "full_text": "--- Page 1 ---\nSince January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.\n\n--- Page 2 ---\nwww.nature.com/labinvest\nREVIEW ARTICLE\nAdvancements in detection of SARS-CoV-2 infection for\nconfronting COVID-19 pandemics\n✉ ✉ 1 1 1,2 1,3,4\nand Jian Wu Yuan Zhou , Li Zhang , You-Hua Xie\n© The Author(s), under exclusive licence to United States and Canadian Academy of Pathology 2021\nAs one of the major approaches in combating the COVID-19 pandemics, the availability of speci\nﬁ of its speci\nfor detecting ongoing or past infection, vaccination responses, and persistence and for identifying high titers of neutralizing\nantibodies in recovered individuals. Viral genome sequencing is increasingly used for tracing infectious sources, monitoring\nﬁ mutations, and subtype classi\nSHERLOCK and AIOD-CRISPR, for viral genome detection may offer options for prompt and point-of-care detection. Moreover,\naptamer-based probes may be multifaceted for developing portable and high-throughput assays with\nﬁ selection of speci\nﬁ ef cacy.\n– Laboratory Investigation (2022) 102:4 13; https://doi.org/10.1038/s41374-021-00663-w\nINTRODUCTION\nAccording to the World Health Organization (WHO), cases of\npneumonia of unknown etiology were reported during late 2019\nand early 2020 in several regions. This pneumonia was later\n1 named coronavirus infectious disease (COVID-19) , and its\nﬁ pathogen was identi ed as severe acute respiratory syndrome\n2 coronavirus 2 (SARS-CoV-2) . Among the foremost priorities to\nfacilitate public interventions is reliable laboratory testing. A valid\ntest is the most effective approach to identify cases in a mass\npopulation, including asymptomatic infections, to trace transmis-\nﬁ sion routes and carriers, to evaluate the ef cacy of therapeutic\napproaches, and to determine the eradication of the infection.\nTherefore, as one of the critical tools in tracing, isolating, and\ntreating COVID-19 pandemics, it is a priority for each country to\nﬁ invest in cutting-edge technologies and to provide nancial\nsupport for the development and validation of reliable tests for\nCOVID-19. To date, all available tests generally satisfy the demands\nﬁ of mass screening, individual diagnosis or mutation identi cation,\nalthough the capacity varies between countries, regions or races\nlargely because of differences in economic status and healthcare\nsystems. Since the pathogen for COVID-19 is known and the viral\ngenome, transmission routes and host receptor for viral entry are\n1\n2 Medical College, Shanghai, China.\nGastroenterology & Hepatology, Zhongshan Hospital of Fudan University, Shanghai, China.\n✉ Shanghai, China. email: yhxie@fudan.edu.cn; jian.wu@fudan.edu.cn\nReceived: 7 May 2021 Revised: 5 August 2021 Accepted: 6 August 2021\nPublished online: 8 September 2021\n\nﬁ c and reliable assays for the SARS-\nCoV-2 viral genome and its proteins is essential to identify the infection in suspected populations, make diagnoses in symptomatic\nor asymptomatic individuals, and determine clearance of the virus after the infection. For these purposes, use of the quantitative\nreverse transcriptase polymerase chain reaction (qRT-PCR) for detection of the viral nucleic acid remains the most valuable in terms\ncity, fast turn-around, high-throughput capacity, and reliability. It is critical to update the sequences of primers and\nprobes to ensure the detection of newly emerged variants. Various assays for increased levels of IgG or IgM antibodies are available\ncation and is less valuable in diagnosis because of its capacity and high cost. Nanopore target\nsequencing with portable options is available for a quick process for sequencing data. Emerging CRISPR-Cas-based assays, such as\nﬂ uorescent or\nchemiluminescent probes for viral proteins. In conclusion, assays are available for viral genome and protein detection, and the\nc assays depends on the purposes of prevention, diagnosis and pandemic control, or monitoring of vaccination\nknown, currently available tests fall into two categories: (1) nucleic\nacid-based tests and (2) serology-based tests for detection of viral\nantigens or host antibodies. Nucleic acid tests directly probe for\nviral RNA in throat or nasal swabs collected from individuals,\nwhereas serological tests detect antibodies present in serum or\nviral antigen in tissues, secretions, or eliminations from individuals\n3 with ongoing or past infections .\nThe delineation of the molecular characteristics of the virus\nhelps to develop reliable assays for the detection of viral genomic\nﬁ RNA and proteins. As illustrated in Fig. 1 , SARS-CoV-2 is classi ed\nβ as a new -coronavirus and possesses a genome composed of\npositive single-stranded RNA of approximately 30,000 bp nucleo-\ntides. SARS-CoV-2 encodes four structural proteins and sixteen\nnonstructural proteins (NSPs). Structural proteins, including the\nnucleocapsid (N), envelope glycoprotein spike (S), envelope (E),\n4 . and transmembrane (M), constitute the envelope and the capsid\nThe nonstructural proteins encoded by ORF1ab , such as RNA-\ndependent RNA polymerase (RdRp) and helicase (Hel), are mainly\n5 required for viral replication . Most molecular diagnoses of COVID-\n19 worldwide involve quantitative reverse-transcription polymer-\nase chain reaction (RT-PCR) assays, and several conserved regions\nin the SARS-CoV-2 genome have been chosen as reliable targets\nDepartment of Microbiology & Parasitology, MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology, School of Basic Medical Sciences, Fudan University Shanghai\n3 Shanghai Institutes of Infectious Disease and Biosecurity, Fudan University Shanghai Medical College, Shanghai, China. Department of\n4 Shanghai Institute of Liver Diseases, Fudan University Shanghai Medical College,\n\n--- Page 3 ---\nFig. 1 Illustration of the SARS-CoV-2 viral genome, proteins and corresponding assays.\nstranded RNA with more than 30,000 bp nucleotides. The capsid outside the genome is formed by the nucleocapsid protein (N) and is further\nwrapped by an envelope composed of three structural proteins: membrane protein (M), spike protein (S), and envelope protein (E). The entry\nof coronavirus into host cells is mediated by the S protein, which is a homotrimer protruding from the viral envelope that recognizes the\nreceptor angiotensin-converting enzyme 2 (ACE2) via the S1 receptor-binding domain (RBD) and uses the S2 domain for fusion with the host\ncell membrane to enter host cells. In addition to these four structural proteins, SARS-CoV-2 contains sixteen nonstructural proteins (NSPs).\nFour NSPs responsible for viral replication or transcription are shown in this illustration. NSP3 separates the translated protein. NSP5 is\nresponsible for cleaving the viral polyprotein into functional units during replication. NSP12 contains the RNA-dependent RNA polymerase 1234567890();,:\n(RdRp). NSP13 participates in viral replication or transcription via the zinc-binding domain. ACE2 angiotensin-converting enzyme 2, E\nenvelope protein, M transmembrane protein, N nucleocapsid protein, NSP nonstructural protein, ORF open reading frame, RdRp RNA-\ndependent RNA polymerase, S spike protein.\nfor primer design in various PCR assays. In clinical practice, at least\ntwo targets are recommended to avoid potential genetic mutation\nof SARS-CoV-2 or cross-reaction with other coronaviruses, accord-\n6 ing to the WHO . Three conserved regions (the E , N , and ORF1ab\ngenes) are usually selected as the standard targets for the design\nof primers and probes (Fig. 2 ). Moreover, sequencing of the viral\ngenome helps to identify new variants of coronavirus that occur\nover time. Compared to traditional sequencing methods that are\nusually very costly, newly emerging portable or quantitative\nsequencing methods, such as nanopore target sequencing (NTS),\nmay offer accurate high-throughput diagnosis during pandemics.\nFor serological assays, the N and S proteins are the most\nimportant targets for immunologic detection among the four\n7 structural proteins . For direct detection of viral products, the N\nprotein, which functions as a structural component of the helical\nnucleocapsid and plays a vital role in viral replication, is often\n8 , 9 detected in COVID-19 patients . The S protein, which is encoded\nby the S gene, consists of two subunits, the S1 domain for receptor\nbinding and the S2 domain for fusion, and is critical for receptor\nrecognition, interaction and internalization; therefore, this protein\nis a particular focus for studies assessing viral mutation and\n4 . spread\nﬁ For most individuals during the rst few days of infection, viral\ntiters are high, and a single nasopharyngeal swab may harbor up\nto 1 million SARS-CoV-2 viral particles. However, patient IgG and\n– IgM antibody production typically occurs 5 10 days after the\n9 . Therefore, nucleic acid tests offer the onset of initial symptoms\nearliest and most sensitive detection for the presence of SARS-\nCoV-2 infection. For research purposes, viral proteins in infected\ntissues or cells are solid evidence of viral replication, in addition to\nin situ hybridization for the detection of the viral genome in\nﬁ particular cell types. The titer changes in speci c antibodies\nagainst viral proteins allow for monitoring the patient response to\nﬂ the infection, and the persistence or uctuation in antibody levels\nover time postinfection. As a valid assay, immunologic detection\nﬁ of positivity and titer changes in speci c antibodies in a selected\npopulation help to determine the mass infection rate, vaccine\nresponse, and general immunity against the virus or its variants.\nTherefore, all these assays have particular usages and may be\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n5\nThe genome of SARS-CoV-2 is a positive single-\ncomplementary for prevention, patient care and follow-up, as well\nas have use in basic and translational research for combating this\nglobal threat (Table 1 ). The present review aims to provide an\noverview regarding the major advantages, disadvantages, and\nparticular applications of currently available assays for detection,\nprevention, mass screening, and follow-up in combating this\nworldwide health crisis.\nNUCLEIC ACID TESTING FOR COVID-19\nQuantitative reverse-transcription polymerase chain reaction\nAs an RNA virus, the large genome needs to be reverse-\nﬁ transcribed to cDNA for PCR ampli cation. Hence, quantitative\nreverse-transcription polymerase chain reaction (qRT-PCR) has\n“ ” been deemed to be the gold standard for COVID-19 diagnosis,\nbecause it has been shown to be very sensitive for accurately\ndetecting the viral genome, able to detect a single copy of the\n10 viral RNA . Three highly conserved regions have been found in\n11 . the SARS-CoV-2 viral genome, including the RdRp , E and N gene\nThe assays are designed as a two-target system in which one\nprimer universally detects numerous coronaviruses, including\nSARS-CoV-2, and a second primer set exclusively detects SARS-\nﬂ CoV-2. For a routine work ow, it is recommended that the E gene\nﬁ ﬁ be used as the rst-line screening target, followed by con rmatory\n11 testing of the RdRp gene . A number of RT-PCR primer and probe\n11 14 – approved for SARS-CoV-2 detection by the Center of sets\nDisease Control (CDC) in different countries are listed in Table 2 .\nﬂ The general work ow of RT-PCR tests includes three main steps:\nﬁ sample collection and transport, lysis, and RNA puri cation and\nﬁ ampli cation. These standard RT-PCR tests take approximately 3 h\n3 . Efforts have been made to eliminate an RNA to complete\nﬁ puri cation step, which may dramatically reduce the overall\n15 ﬂ work ow duration in several commercial kits (Table 3 ). Notably,\nthe high-throughput TaqPath COVID-19 Combo Kit from Thermo\nﬁ Fisher Scienti c detects two copies of the viral genome in one µl\nof sample, and the detection sensitivity appears to be higher than\nthat of the other kits listed in the table.\nA study including 1014 patients found that the average interval\nbetween the initial positive and negative RT-PCR results was 6.9 ±\n\n--- Page 4 ---\nY. Zhou et al.\n6\nFig. 2 Viral open reading frames (ORFs) and mutations in primer or probe regions. A\nB are indicated for encoding viral structural or nonstructural proteins.\ncountries and regions. As indicated, most mutations occur in the N protein region, and the ef\nﬁ protein coding region will be affected by these mutations. Speci\nﬁ countries, and these mutations may hamper the detection ef\ndetection of newly occurring mutated variants of the SARS-CoV-2 virus, updating speci\ndependent RNA polymerase.\n\nFour open reading frames (ORFs) in the viral genome\n– E Mutations have been found in primer and probe regions in various\nﬁ ciency of primers and probes against the N\nc point mutations are indicated in primer or probe regions used in various\nciency of RT-PCR kits and cause false-negative results. Therefore, for the\nﬁ c primers and probes is essential for the reliability of\nthe kits. E envelope protein, F forward primer, N nucleocapsid protein; ORF open reading frame, P probe, R reverse primer, RdRp RNA-\nLaboratory Investigation (2022) 102:4 – 13\n\n--- Page 5 ---\nTable 1. Common features of various testing methods for SARS-COV-2 infection.\na Testing type Time duration (Short or long )\nNucleic acid testing\nQuantitative RT-PCR Long\nSequencing for diagnosis Long\nﬁ Isothermal ampli cation Short\nIn situ hybridization Long\nProtein testing\nAntibody testing Short\nAntigen testing Short\na ﬁ Short and long are de\nﬁ “ ” ﬁ “ ” is de ned as long ; otherwise, it is de ned as short .\n16 2.3 days . In addition to upper respiratory tract nasopharyngeal\nswabs, which are mostly used in nucleic acid detection, an\nobservation study detected samples from the digestive tract,\nincluding fecal and anal swabs, and found that the clearance time\nof SARS-CoV-2 in the gastrointestinal tract was longer than that in\n17 , which may last up to 33 days or even the respiratory tract\n18 . Although anal longer after a negative respiratory PCR report\nﬁ swabs have not been the of cial standard for diagnosis, they are\ncomplementary to the current detection methods to monitor\nclearance of the virus postinfection. Therefore, it is recommended\nthat inactivation of possible virus-infected human elimination\nsamples in toilets is needed for patient management. It is crucial\nto choose appropriate sample types and collection routes for\nmonitoring the clearance of SARS-CoV-2 virus. It is equally\nimportant to determine how long infected individuals should be\nisolated depending on serum or fecal sample negativity.\nIt is worth mentioning that to meet the needs for completion of\nnucleic acid tests in a large population, the China CDC adopted a\nﬁ pooling method in which samples from at most ve different\nindividuals were mixed in one test tube for RT-PCR assays. Once\nan abnormality is detected in the results of the pooling samples,\nall individual samples added to the mixed sample are tested\nﬁ ﬁ separately, which signi cantly enhances ef ciency, as demon-\nstrated by the testing of over 10 million people that was\n19 completed within only 19 days in a city in China . It has been\nrecommended that ten samples might be combined together and\nsubjected to nucleic acid extraction and RT-PCR analysis, and the\nnumbers of tests required are estimated based on the incidence of\nCOVID-19 in their respective countries/regions. Compared to $58\nmillion for the routine screening of 1 million people, the\nrecommended large-scale population screening method\n20 decreases this cost to $9.1 million . This cost-effective and\ntime-saving approach has been widely adopted in mass screening\ntests in large populations during recent local community-spread\nepisodes in several cities in China.\nFalse negativity in RT-PCR tests often occurs, which was\nobserved particularly during the early period of the pandemics,\nmost likely due to improper sample collection, nonstandardized\nRNA extraction, and an assessment time that was too early for\ndetection of positivity after contact with virus. To avoid false\nnegative results, repeated sample collections are recommended.\nFor successful control of small-scale community spread, up to\nﬁ three nucleic acid tests within 2 weeks have identi ed potentially\n“ ” contagious asymptomatic carriers , who are to be quarantined to\ncompletely end occasional episodes of local spread in a short\nperiod.\nIn addition to qualitative detection, viral load can also be\ncalculated by plotting CT values onto the standard curve provided\nby the commercial RT-PCR kits. Differences exist in the viral load of\ndifferent sample types, as the average viral load in sputum (4 log\n10\nRNA copies/test) is usually higher than that in throat swabs (3\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n7\nSuitable population (Large or small) Accuracy (High or low)\nLarge High\nSmall High\nLarge High\nSmall High\nLarge High\nLarge Low\nned by the duration (usually approximately 3 h) for the RT-PCR assay for nucleotide detection. If the test duration is longer than 3 h, it\n21 RNA copies/test) and nasal swabs (2 log RNA copies/test) . log\n10 10\nIn respiratory samples, viral load increases with disease severity,\nand the viral loads of severe patients are at a peak level (6 log\n10\nRNA copies/mL) in the third to fourth week after the onset of\nsymptoms, while mild patients reach a peak (5 log RNA copies/\n10\n22 , which suggested that mL) within one week and slowly decrease\nhigh viral load might be a risk factor for severe manifestation and\n23 . On the a predictor of worse clinical outcome, such as death\nother hand, the detection of viral load is a critical parameter in\nﬁ evaluating the ef cacy of newly developed medications. On\nFebruary 9, 2021, the U.S. Food and Drug Administration issued an\nemergency use authorization (EUA) for two monoclonal antibodies\n(bamlanivimab and etesevimab), which are two anti-spike\nneutralizing monoclonal antibodies derived separately from two\n24 patients that recovered from COVID-19 in North America and\n25 China , to be administered together for the treatment of mild to\n26 . In clinical moderate COVID-19 in adults and pediatric patients\nﬁ trials, the primary outcome for characterizing the ef cacy of these\ntwo neutralizing antibodies was the reduction in SARS-CoV-2 viral\n27 load down to baseline, as measured by quantitative RT-PCR .\nDetection of mutated variants with standard RT-PCR kits\nThe viral genome mutates constantly as it replicates. New variants\nwith genetic mutations may lead to new waves of SARS-CoV-2\npandemic episodes. Since most of the PCR primers have been\n5 , particularly the designed based on the early isolated virions\n28 reference genome (SARS-CoV-2, NC_045512.2) , even a single\nmutation in the middle of a primer sequence might contribute to\nﬁ ﬁ the lower ampli cation ef ciency of qRT-PCR tests and result in\n29 . Studies have analyzed false negative results in detection\nsequencing samples submitted to GenBank and GISAID and\nfound that mutations in Germany and China have mainly occurred\n30 , 31 in the ORF1ab region .\nInterestingly, another study based on 31,421 SARS-CoV-2\ngenome samples found that most of the mutations were within\n32 the targets of the various N gene primers and probes , and might\nﬁ ﬁ affect the ef ciency of PCR ampli cation that is designed to probe\nthe N gene in RT-PCR assays. Cases have been reported that\ndetection might be interfered with due to mutations in the N\n33 , 34 . Mutations have been found in all targets of the COVID- gene\n19 diagnostic primers recommended by the US CDC, whereas the\ntargets of N gene primers and probes used in Japan, Thailand, and\nChina have shown multiple mutations in different clusters, which\nsuggested that the N gene might not be a stable target for RT-PCR\nkits and that these N gene-based kits should be updated\n34 periodically for emerging alpha, beta, gamma, delta variants\n(Fig. 2 ).\nSequencing for diagnosis\nCompared to RT-PCR, viral genome sequencing has the dis-\nadvantages of a higher cost, larger amount of data analysis, and\n\n--- Page 6 ---\nY. Zhou et al.\n8\nTable 2. Sequences of RT-PCR primers and probes approved by CDCs in different countries.\n′ ′ Country Target gene Primer and probe Sequence (5 -3 )\n12 ORF1ab ORF1ab -F ccctgtgggttttacacttaa China\nORF1ab -R acgattgtgcatcagctga\nORF1ab -P\nN N -F ggggaacttctcctgctagaat\nN -R cagacattttgctctcaagctg\nN -P FAM-ttgctgctgcttgacagatt-TAMRA\n13 N N 1-F gaccccaaaatcagcgaaat USA\nN 1-R tctggttactgccagttgaatctg\nN 1-P\nN N 2-F ttacaaacattggccgcaaa\nN 2-R gcgcgacattccgaagaa\nN 2-P\nN N 3-F gggagccttgaatacaccaaaa\nN3 -R tgtagcacgattgcagcattg\nN3 -P\n14 N N -F aaattttggggaccaggaac Japan\nN -R tggcagctgtgtaggtcaac\nN -P FAM-atgtcgcgcattggcatgga-BHQ\n11 RdRP RdRp -F gtgaratggtcatgtgtggcgg Germany\nRdRP -R caratgttaaasacactattagcata\nRdRp -P\nE E -F acaggtacgttaatagttaatagcgt\nE -R atattgcagcagtacgcacaca\nE -P\nE F N ORF envelope protein, forward primer, nucleocapsid protein,\nﬁ lower clinical ef ciency, which is unsuitable for rapid detection in\nﬁ mass populations. However, the rst genome sequence of SARS-\nCoV-2 was precisely achieved using metagenomic RNA sequen-\n28 cing technology . According to the report by the WHO and China,\n104 SARS-CoV-2 strains have been isolated and sequenced using\nIllumina and Nanopore technologies from the end of December\n35 2019 to mid-February 2020 . The genome and proteome\ncompositions of SARS-CoV-2 have been determined, and over\n1000 similar sequences have been made available in the GISAID\n14 and GenBank databases . The advantage of sequencing-based\ndetection is that viral mutations can be tracked by collecting\ninformation on new strains. Sequencing of the viral genome helps\n35 . As to identify and classify new strains of coronavirus over time\nthe virus replicates and spreads, random mutations in the genome\naccumulate at a rate of approximately two per month, based on\n36 the data of closely tracking the viral evolution . New mutant\nviruses have been reported, including alpha (B.1.1.7), beta\n(B.1.351), gamma (P.1) and delta (B.1.617.2), which may pose the\n37 , 38 risk of a much quicker spread of the virus .\nDue to increasing demand, high-throughput methods or\nportable rapid sequencing technology have been developed as\ndiagnostic tools for COVID-19. Nanopore target sequencing (NTS)\nis fast, highly portable, and sensitive, making it attractive for\nclinical testing. An NTS method sequencing 11 viral regions enable\nthe detection of as few as ten viral copies/mL in 1 h of\n39 sequencing . Compared to traditional sequencing methods,\nwhich are usually very costly, these newly emerging portable or\nquantitative methods may provide accurate high-throughput\ndiagnosis during pandemics. A prospective genomic surveillance\nstudy in the UK used NTS, enabling sample-to-report in less than\n40 . 24 h, to establish real-time genomic surveillance of SARS-CoV-2\n\nPosition (Reference sequence: NC_045512.2)\n– 13,342 13,362\n– 13,442 13,460\n– FAM-ccgtctgcggtatgtggaaaggttatgg-BHQ1 13,377 13,404\n– 28,881 28,902\n– 28,958 28,979\n– 28,934 28,953\n– 28,287 28,306\n– 28,335 28,358\n– FAM-accccgcattacgtttggtggacc-BHQ1 28,309 28,332\n– 29,164 29,183\n– 29,213 29,230\n– FAM-acaattttgcccccagcgcttcag-BHQ1 29,188 29,210\n– 28,681 28,702\n– 28,732 28,752\n– FAM-aycacattggcacccgcaatcctg-BHQ1 28,706 28,727\n– 29,125 29,144\n– 29,280 29,299\n– 29,222 29,241\n– 15,431 15,452\n– 15,505 15,530\n– FAM-caggtggaacctcatcaggagatgc-BBQ 15,470 15,494\n– 26,269 26,294\n– 26,360 26,381\n– FAM-acactagccatccttactgcgcttcg-BBQ 26,332 26,357\nP R RdRp open reading frame, probe, reverse primer, RNA-dependent RNA polymerase.\nThe combination of genomic and epidemiological analysis\naccelerates the detection of potential transmission events, and\nhelps to take timely measures to control and prevent widespread\nof the virus. In addition, a possible pathogenic mechanism might\nbe revealed when NTS is employed to analyze deletions and\nother mutations in the SARS-CoV-2 genome in infected indivi-\nduals. Patients infected with virus with deletions mainly in ORF3a\nand ORF7a of the SARS-CoV-2 genome were observed to be\n41 . Moreover, a novel associated with interferon antagonism\nmolecular diagnostic tool based on Sanger sequencing technol-\nogy was able to detect SARS-CoV-2 RNA from viral particles\nsuspended in transmission medium (directly added to the PCR\nmaster mix), suggesting that RNA extraction may be skipped\ncompletely without reducing performance at a testing speed of\n42 more than 1,000,000 tests per day . With this capacity, one may\nimagine that natural mutations in mass populations can be\nﬁ mapped at overall genome levels or speci c sites during a\nparticular time period or within a geographic area, allowing the\nsources and origins of the variants to be traced when analytic\ncapability is in place.\nﬁ Isothermal ampli cation\nRT-PCR is performed in a thermal cycle device, which is under\nprecise temperature control and needs a power supply. In\nﬁ contrast, isothermal ampli cation technology is carried out at a\nﬁ constant temperature using a speci c enzyme for rapid nucleic\nﬁ – acid ampli cation. The reaction takes place generally at 60 65 °C\n43 , conferring an analytic sensitivity and is completed within 1 h\nsimilar to PCR without special laboratory equipment such as a\n44 thermal cycler . The isothermal technique utilizes a recombinant\npolymerase and helicase-dependent or loop-mediated isothermal\nLaboratory Investigation (2022) 102:4 – 13\n\n--- Page 7 ---\nTable 3. Features of commercial kits for COVID-19 nucleic acid detection.\nKit name Manufacturer Target genes\nTaqPath COVID-19 high throughput S N Thermo Fisher &\n15 ﬁ combo Scienti c\nﬂ ORF1ab BGI Genomics Real-time uorescent RT-PCR kit for\n15 2019- nCoV\n15 E, N RdRp Black Biotech & TRUPCR SARS-CoV-2 RT-qPCR\n15 E, N RdRp Seegene & Allplex 2019-nCoV assay\n15 E, N Fosun & FOSUN COVID-19 RT-PCR\n15 E RdRp Lab Genomics & LabGun real-time PCR\nE LOD M N envelope protein, limit of detection, transmembrane protein,\nS TAT polymerase, spike protein, turn-around time.\nTable 4. SARS-CoV-2 RT-LAMP tests in different laboratories.\nAuthors Target genes LOD (copy/reaction)\n46 N, S RdRp and 118.6 Lu et al.\n47 N, S RdRp and 20 Huang et al.\n48 ORF1a/b 20 Yan et al.\n49 N 100 Baek et al.\n50 RdRp 30 Lu et al.\n51 ORF1b N and 500 copies/mL Jiang et al.\n52 μ N S and 10 copies/ L Kitawaya et al.\nLOD N ORF RdRp limit of detection, nucleocapsid protein, open reading frame,\nﬁ ampli cation (LAMP) and allows fast, sensitive, portable, and\npoint-of-care applications.\nReverse transcription LAMP (RT-LAMP) has been validated for\nﬂ the detection of several RNA viruses, including in uenza, Zika,\nﬁ Ebola, and MERS. The positive reaction of LAMP is quanti ed\nﬂ visually by turbidity, colorimetric and uorometric parameters,\nbecause the insoluble byproduct magnesium pyrophosphate\n45 formed during the LAMP reaction is visible to the naked eye .\nRT-LAMP tests for SARS-CoV-2 have already been developed and\nclinically validated worldwide with the shortest reaction time of\n20 min and the lowest detection limit of 20 copies of the virion\n46 52 – (Table 4 ) . The advantage of RT-LAMP is point-of-care testing\nﬁ without the requirement for speci c equipment, which is\nparticularly valuable in a remote region or a large population.\nFor the demands of a high-throughput capacity, automation for\nsample handling, assay performance and result reports are the\nkeys for wide acceptance in pandemic epicenters.\nOther nucleic acid-based assays\nﬁ SHERLOCK (speci c high sensitivity enzymatic reporter unlocking)\n53 . The is a system using Cas13a ribonuclease for RNA detection\nSHERLOCK procedure consists of two main steps: isothermal\nﬁ target nucleic acid ampli cation and CRISPR-Cas13 nucleic acid\ndetection. Cas13 is an RNA-guided RNase that produces multiple\ncleavage sites in single-stranded areas of an RNA target with a\nﬁ speci c base preference and has been shown to be useful for\n54 nucleic acid detection in CRISPR-based systems . CRISPR-Cas13\nenzymes are programmed by CRISPR RNA (crRNA) and exhibit\nﬁ ﬁ nonspeci c endonuclease activity after binding to a speci c\ntarget. As illustrated in Fig. 3 , once the CRISPR-Cas13-RNA complex\nis activated by binding to a complementary RNA target through\nﬁ ﬂ recombinase polymerase ampli cation, the uorescent quencher\n55 ﬂ . probe around the cleavage site produces uorescent signaling\nThis detection system has been applied for the nucleic acid\n56 detection of Zika virus and the point-of-care testing for COVID-\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n9\nLOD Accuracy (%) TAT (min)\nμ (copies/ L)\n2 100.0 Can run up to 8000 reactions\nper day\n150 100.0 180\n10 100.0 Unavailable\n4167 100.0 110\nORF1ab 300 96.15 120\n20 94.3 Unavailable\nORF RdRp nucleocapsid protein, open reading frame, RNA-dependent RNA\nﬁ Sensitivity and speci city TAT (min)\n94 and 90% 20\n100 and 100% 30\n100 and 100% 60\n100 and 98.70% 30\n– 100%/ 40\n91.4 and 99.5% 30\n100 and 97.6% 35\nS TAT RNA-dependent RNA polymerase, spike protein, turn-around time.\n57 . On the basis 19 in a maximal capacity of 100 samples per hour\nof the two-step process, a streamlined assay that combines the\nﬁ ﬁ simpli ed extraction of viral RNA with isothermal ampli cation\nand CRISPR-mediated detection, designated as SHERLOCK Testing\n54 . A common reaction in One Pot (STOP), has been developed\nbuffer that accommodates both steps has been developed, and\nthe test is performed at a single temperature in less than an hour\nwith a low risk of cross-contamination.\nOther CRISPR-based detection assays are also currently in use.\nOne method that utilizes a custom CRISPR-Cas12a/gRNA complex,\nﬂ and a uorescent probe to detect target amplicons produced by\nstandard RT-PCR allows sensitive and robust detection of SARS-\nCoV-2-positive samples, with a sample-to-answer time within 50\n58 . min and a limit of detection (LOD) of two copies per reaction\nThe AIOD-CRISPR system uses a pair of Cas12a-crRNA complexes,\nwhich may bind to corresponding sites close to the primer\nrecognition sites in the target sequence, and is visually detected\n59 ﬂ . A plasmid containing a cDNA by uorescence or color change\nrepresenting 384 nucleotides of the N gene has already been used\nas the target to develop an all-in-one dual CRISPR-Cas12a (AIOD-\nCRISPR) assay, which was shown to detect 1.3 copies of the SARS-\nCoV-2 N gene plasmid in a visual and real-time mode within 40\n60 min . Another assay, known as DNA endonuclease-targeted\nCRISPR trans-reporter (DETECTR), has been designed to simulta-\nneously reverse transcribe and isothermally amplify the RNA\nextracted from nasopharyngeal swabs, followed by Cas12-\n61 . The DETECTR assay provides a visual mediated viral detection\nand rapid (<40 min) alternative with a 95% positive\nprediction value.\nThe above-mentioned CRISPR-based assays are rapid and visual,\nand may avoid complex laboratory infrastructure. They are also\nﬁ – highly sensitive and speci c with a low LOD (1 2 copies).\nSHERLOCK may distinguish Zika variants from Honduras, the\nDominican Republic, and the US, even in sequence regions that\n62 . Despite these advantages, differ by only a single nucleotide\n\n--- Page 8 ---\nY. Zhou et al.\n10\nFig. 3 A schematic illustration of the SHERLOCK detection assay.\nis used as the input and is followed by reverse transcription and loop-mediated isothermal ampli\nactivated by binding to a complementary RNA target, while CRISPR-Cas13 exhibits nonspeci\nﬂ ﬂ cleaves uorescent RNA sensors. The\ncleaved by the activated CRISPR-Cas13 complex.\nthey have several limitations for clinical validation. Since no\ncommercial kit is available, the existing CRISPR-based assays rely\non the preparation and testing of reaction components, such as\nbacterial transformation and large-scale protein expression. These\nempirical adjustments of parameters require expertize in protein\nﬁ puri cation and RNA biology. Compared to RT-PCR, the multistep\nﬁ nucleic acid ampli cation process may affect precise target\nﬁ quanti cation in CRISPR-based assays. Raw nucleic acid extrac-\ntions may be contaminated with nucleases, which may degrade\nviral samples and generate false-negative signals; at the same\ntime, they may degrade the sensing molecules and lead to false\npositive signals. When designing crRNA, overlapping the recom-\nbinase and the polymerase coding regions should be avoided so\nﬁ as not to detect off-target products. Because of the preampli ca-\ntion reaction, the risk of surface contamination might increase in\nthe multistep assays. Thus, for applications that do not demand\nspeed but do demand quantitative detection, a clinically validated\ndetection assay, such as RT-PCR, might be a better choice. A\ncomparison of the CRISPR-based assays with the qRT-PCR assay is\nlisted in Table 5 .\nIn situ hybridization for viral RNA detection in tissues or cells\nTo determine which tissue or cell types are susceptible to SARS-\nCoV-2 infection, the presence of the ACE2 receptor is the key for\nselective viral entry. ACE2 is widely present in the upper\nrespiratory tract and lungs; thus, the lungs are typically highly\ninfected and are the main site for viral replication. To determine\nwhether other tissues, such as the heart, liver, and kidneys, are\nalso targets of infection, in addition to detection of the ACE2\nreceptor and viral proteins in these tissues by immunohistochem-\nical staining, detection of viral genomic RNA by in situ hybridiza-\ntion is a classic and reliable approach necessary to pinpoint viral\nreplication in the cell types of the infected tissue. For example,\nviral RNA positivity was observed in the placenta in a SARS-CoV-2-\npositive pregnant woman, and maternal-fetal transmission was\n63 ﬁ . Thus, in situ hybridization as a con rmed after infection\nmolecular approach may be used as a research tool in verifying\nviral replication in particular cell types or tissues, and yields\nadditional histological evidence of viral infection after antibody\ndetection of viral protein by immunohistochemical staining. More\nsolid and direct evidence of infection would be electronic\n64 66 – microscopy observation of viral particles in the tissue or cells .\nIn summary, among all the nucleic acid detection methods of\nSARS-CoV-2, qRT-PCR is more commonly used due to its higher\nﬁ sensitivity and higher speci city, which enables rapid screening of\na large number of specimens within a short time. As summarized\n– in Tables 2 4 , several commercial RT-PCR kits have been\ndeveloped and widely used. Special attention should be paid\n\nUsing nasopharyngeal swabs as an example, conventional RNA extraction\nﬁ cation. The CRISPR-Cas13-RNA complex is\nﬁ c endonuclease activity, which activates and\nﬂ uorescent RNA sensor is quenched when it is intact, whereas it emits uorescent signals when it is\nTable 5. Comparison of CRISPR-based and RT-PCR assays.\nParameters or CRISPR- RT-PCR assays\naspects based assays\nE N ORF1ab N E Target gene and , , , and\nRdRP\n– TAT 30 40 min 4 h\nAssay results Qualitative Quantitative\nﬁ Speci c instrument No Yes\nrequired\nFDA or EUA approval Not yet Yes\nE N EUA envelope protein, nucleocapsid protein, European emergency use\nFDA ORF authorization, US Food and Drug Administration, open reading\nRdRp TAT frame, RNA-dependent RNA polymerase, turn-around time.\nparticularly to the occurrence of false negative results when using\nprimers and probes for the N gene target, given that previous\nﬁ studies have con rmed that mutations in the N gene might lead\nto interference in the test. Viral genome sequencing takes a longer\ntime at a higher expense than qRT-PCR assays and makes it\nunsuitable for diagnosis and patient screening. Instead, the\navailability of whole viral sequence information from different\nregions allows for tracing the source and mutations of SARS-CoV-2\nﬁ in a speci c region or population. The main challenge for using\nsequencing as a tool for combating the pandemic is how to\nreduce the detection duration and cost. RT-LAMP usually allows\ndetection within 1 h under isothermal conditions without the\nneed for special equipment. Moreover, the results are visible to\nthe naked eye, which is suitable for viral detection in remote areas\nor other places lacking thermal cyclers. In addition, new molecular\ndetection methods, such as CRISPR-based assays, focus on how to\nfurther reduce time and cost while maintaining high sensitivity\nﬁ and speci city. For research purposes, traditional in situ hybridiza-\ntion validates the presence of the viral genome in particular tissue\nor cell types and provides direct evidence of viral replication in\ntissue or cell types. The selection of particular methods or modes\nof detection depends largely on the population size and the\npurpose, such as for diagnosis, tracing, or laboratory research.\nPROTEIN-BASED COVID-19 DIAGNOSIS\nAntibody testing\nAs an increasing number of people worldwide have insisted on\nmaintaining social distance and staying at home, the focus of\nepidemic prevention and control has now shifted to extensive\nserological antibody testing of the population to monitor\nLaboratory Investigation (2022) 102:4 – 13\n\n--- Page 9 ---\nTable 6. Features of different antibody tests.\nKit name Manufacturer\n84 Bio-Rad Platelia SARS-CoV-2 total antibody assay\n84 Mount Sinai COVID-19 antibody test\n84 ® DiaSorin LIAISON SARS-CoV-2 S1/S2 IgG\n84 ’ ® Ortho-Clinical Diagnostic Ortho s VITROS COVID-19 antigen test\n85 ® Shanghai Eugene Biotech Eugene SARS-CoV2 IgG/IgM rapid test\n85 ™ SD Biosensor Standard Q COVID-19 IgM/IgG duo test\n85 ﬁ Healgen Scienti c COVID-19 IgG/IgM rapid test\n85 Biologix Corporation SARS-CoV-2 antibody test\nCLIA ELISA chemiluminescent immunoassay, enzyme-linked immunosorbent assay,\nIgG IgM assay, immunoglobulin G, immunoglobulin M.\nﬁ population infection status, vaccine ef cacy, immunity persis-\ntence, and high-titer neutralizing antibody screening and collec-\ntion. These tests, such as enzyme-linked immunosorbent assay\nﬂ (ELISA), chemiluminescent immunoassay (CLIA), immuno uores-\ncent assay (IFA) and colloidal gold immune chromatographic assay\n(GICA), are based on targeting S protein and N protein antigens for\nthe rapid detection of SARS-CoV-2 through IgM and/or IgG\nﬂ antibodies in serum or body uid samples (Table 6 ). One study\nﬁ investigated the presence of SARS-CoV-2-speci c antibodies in\n959 blood samples collected from a prospective pulmonary cancer\nscreening among asymptomatic individuals in Italy between\nﬁ September 2019 and March 2020, several months before the rst\n67 . Testing indicates that SARS-CoV-2 infec- patient was reported\ntion was present in approximately 11.6% of the local population\nbefore COVID-19 was initially reported.\nThe usefulness of antibody tests is for population exposure\nstudies to investigate the exposure rate before and after a major\nepidemic episode in a region, and to determine whether\nneutralizing antibodies are developing in individuals, who have\nbeen exposed to the virus and the duration and titer changes in\nneutralizing antibodies over time. It is critical to follow-up on\nneutralizing antibody development after vaccination since various\ntypes of vaccines against SARS-CoV-2 infection are available for\ngeneral populations.\nAntigen testing\nIn SARS-CoV, N protein and S protein are the main immunogens,\nand antibodies against these two proteins may last for 30 weeks in\n68 . A novel antigen-based rapid test for the serum of SARS patients\nﬁ ﬁ diagnosis showed high sensitivity and speci city mainly in the rst\nweek among symptomatic patients and samples with high viral\n69 ﬂ load , while a rapid method based on a uorescent immune\nchromatographic assay detecting N protein demonstrated high\n70 . Mass spectrometry sensitivity only in an early phase of infection\nanalysis reported the presence of N protein in gargle solution\n71 ﬂ samples of COVID-19 patients . A uorescent immune chromato-\ngraphic assay detected N protein in urine samples in 73.6% of\n70 diagnosed COVID-19 patients . Due to its late appearance, S\nprotein is more suitable for detection during the recovery\n72 , and an ultrasensitive antigen test for S protein is period\n73 . conveniently performed with a microplate reader\nIn addition to these common methods, the SARS-CoV-2\nﬂ coronavirus nucleocapsid antigen-detecting half-strip lateral ow\n(HSLF) assay has been developed, which displays better clinical\nsensitivity than traditional serology assays, as the LOD for the\n74 commercially available Genscript N protein is 3.03 ng/mL . A\nnovel nanozyme-based chemiluminescent paper assay is feasible\nusing the camera of a standard smartphone, with a LOD for\n75 recombinant spike antigen of SARS-CoV-2 of 0.1 ng/mL .\nﬁ For antigen detection, a speci c nucleotide aptamer against the\nﬁ N protein has the same speci city as an antibody for recognizing\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n11\nﬁ Test type Antibody tested Sensitivity and speci city\nELISA Total antibody 100.0 and 99.6%\nELISA IgG 92.0 and 100.0%\nCLIA IgG 97.56 and 99.3%\nCLIA IgG 75 and 100%\nGICA Combo IgM/IgG 96.4 and 98.7%\nGICA Combo IgM/IgG 100% and IgM 91.7%, IgG 79.2%\nGICA Combo IgM/IgG IgM 87.9%, IgG 97.2% and 100%\nGICA Total antibody 86.43% and 99.57%\nﬂ GICA IFA colloidal gold immunochromatographic assay, immuno uorescent\nthe target; however, it may have better sensitivity and more\noptions for the development of assays for different purposes.\n76 ﬁ , a speci c ssDNA aptamer Through a SELEX selection strategy\nthat binds to the N protein has been suggested to be a sensitive\n77 and alternative probe for the detection of SARS-CoV-2 . More-\nover, another study reported that four DNA aptamers with an\nﬁ ﬁ af nity below 5 nM were identi ed to bind to the N protein in a\n78 . Compared to sandwich-type interaction with an LOD of 1 ng/mL\nusing antibodies alone in ELISA with LODs ranging from 50 to 100\n79 , 80 ng/mL , the LOD of aptamer-based technologies was much\nlower than that of common immunoassays in a short turn-around\n76 , 81 time (TAT) with high repeatability and reusability . Therefore,\naptamer-based antigen detection may be superior to antibody-\nbased assays in terms of detection sensitivity, versatility in\nﬂ biosensor conjugation for chemiluminescent or uorescent\n76 , 81 . detection, and much lower variation in aptamer production\nFinally, it is worth mentioning that the sensitivity of rapid\n3 times lower than that of virus culture and antigen detection is 10\n5 82 times lower than that of RT-PCR . Previous studies reported 10\nthat the sensitivity of the rapid antigen test is approximately only\n83 30% of nucleotide acid testing , suggesting that antigen testing\nﬁ is not a rapid method but may be used as a con rmation or\nﬁ research assay for speci c patient samples.\nPERSPECTIVES AND CONCLUSION\nThe global COVID-19 pandemic is one of the most devastating\ninfectious diseases in history in terms of infection numbers and\nmortality in humans, and heavily hit areas are still in combating\nthe overwhelming hospitalization rate and fatality, although\nvaccination is ongoing for high-risk populations. The emergence\nand epidemic of new variants in more than 20 countries have led\nto a high surge and more rapid transmission in affected regions.\nMutated variants may bring about new challenges in false\nnegativity in currently available diagnostic nucleic acid detection\nﬁ and in the ef cacy of currently available mRNA-based, recombi-\nnant, or inactivated vaccines. Recently, re-emerging community-\nacquired transmission in China due to the foreign travel of people\nor the import of goods has led to the implementation of large-\nscale population screening and tracing, which has resulted in the\ntimely control of community-acquired and small-scale epidemics.\nTherefore, identifying infectious sources, such as asymptomatic\nindividuals, infected individuals or contaminated goods, has\nbecome an effective measure in containing community spread.\nAs discussed, among the nucleic acid-based methods, quanti-\nﬁ tative RT-PCR is the most speci c and the fastest method for\nscreening and diagnosis in a large population, and the sequencing\nof the viral genome is the most reliable method in tracing\ninfectious sources, monitoring mutations, and determining\ngenome types with limited capacity for selected individuals. Viral\nload determination by quantitative RT-PCR is valid for monitoring\n\n--- Page 10 ---\nY. Zhou et al.\n12\nﬁ disease progression, therapeutic ef cacy, and prognosis. Emerging\nnew technologies, such as RT-LAMP and CRISPR-based assays,\noffer fast point-of-care testing for heavily infected or remote areas.\nFor research purposes, in situ RNA hybridization for direct\ndetection of the viral RNA genome yields convincing evidence\nﬁ ﬁ of infection in speci c tissue or cell types. Using speci c\nantibodies to detect viral proteins, such as the N or S proteins,\nin tissue by immunohistochemical assays allows the quick\nobservation of virus-infected tissue distribution in particular\norgans, tissues or cell types. For viral protein detection, the half-\nﬂ strip lateral ow (HSLF) assay is a state-of-the-art advancement in\nproviding convenient point-of-care detection in remote regions or\nself-service at home. Moreover, aptamer-based assays may have\nﬁ the same level of speci city as antibody-based assays, but possess\na lower LOD with more options for high-throughput capacity. For\nantibody testing, although its sensitivity is lower than that of\nquantitative RT-PCR, various methods, such as ELISA and\nﬂ uorescent or luminescent assays, have been developed to detect\nIgG or IgM postinfection. These assays have wide applications in\ntracing infected individuals in a large population and monitoring\nﬁ speci c antibody development and persistence. Moreover, they\nare useful for selecting individuals with high titers of neutralizing\nantibodies for therapy or prevention as a passive immunity\napproach. It is known that antibody assays are a primary method\nto determine immunity development and effectiveness, as well as\npersistence after vaccination. Newly emerging assays, such as RT-\nLAMP, SHERLOCK, AIOD-CRISPR, and DETECTR, are required to\nﬁ combat pandemics and evolve for speci c applications. To select\nthe right assay for a particular usage, understanding its principles,\nﬁ the advantages and disadvantages is essential to ful ll this task.\nWith the availability of multiple options for the detection of viral\nﬁ nucleic acid and protein or host antibody production, speci c and\neffective assays aid in identifying infectious sources, assigning\nisolation or diagnosis, and meeting research demands in\ncombating this global pandemics, which is expected to be under\ncontrol due to widespread vaccination in general populations in\nthe coming months or years.\nDATA AVAILABILITY\nNo original data are presented in this review article. Summaries of published data are\n– presented in Tables 1 6 .\nREFERENCES\n1. Zhou, P. et al. A pneumonia outbreak associated with a new coronavirus of\n– 579 probable bat origin. Nature , 270 273 (2020).\n2. Coronaviridae Study Group of the International Committee on Taxonomy of 500\nViruses. The species Severe acute respiratory syndrome-related coronavirus: classi-\n– 5 fying 2019-nCoV and naming it SARS-CoV-2. Nat. Microbiol. , 536 544 (2020).\n3. Esbin, M. N. et al. Overcoming the bottleneck to widespread testing: a rapid\n26 review of nucleic acid testing approaches for COVID-19 detection. RNA ,\n– 771 783 (2020).\n4. Cui, J., Li, F. & Shi, Z. L. Origin and evolution of pathogenic coronaviruses. Nat. Rev.\n– 17 Microbiol. , 181 192 (2019).\n5. Chan, J. F. et al. Improved molecular diagnosis of COVID-19 by the novel, highly\nﬁ sensitive and speci c COVID-19-RdRp/Hel real-time reverse transcription-PCR\n58 assay validated in vitro and with clinical specimens. J. Clin. Microbiol. ,\n– e00310 e00320 (2020).\n6. Holshue, M. L. et al. First case of 2019 novel coronavirus in the United States. N.\n– 382 Engl. J. Med. , 929 936 (2020).\n7. Tang, Y. W., Schmitz, J. E., Persing, D. H. & Stratton, C. W. Laboratory diagnosis of\n– 58 COVID-19: current issues and challenges. J. Clin. Microbiol. , e00512 e00520\n(2020).\n– 8 8. Chan-Yeung, M. & Xu, R. H. SARS: epidemiology. Respirology , S9 14 (2003).\n9. Liu, Y., Eggo, R. M. & Kucharski, A. J. Secondary attack rate and superspreading\n395 events for SARS-CoV-2. Lancet , e47 (2020).\n10. Wang, J. et al. Novel one-step single-tube nested quantitative real-time PCR assay\n– 92 for highly sensitive detection of SARS-CoV-2. Anal. Chem. , 9399 9404 (2020).\n\n11. Corman, V. M. et al. Detection of 2019 novel coronavirus (2019-nCoV) by real-time\n25 RT-PCR. Euro Surveill. , 2000045 (2020).\n12. China CDC. The detection primer and probe sequences of SARS-CoV-2. http://\nivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html (2020).\n13. US CDC. Information about emergency use authorization for 2019 novel cor-\nonavirus (2019-nCoV) real-time RT-PCR diagnostic panel. https://www.cdc.gov/\ncsels/dls/locs/2020/information_about_emergency_use_authorization_for_\n2019_novel_coronavirus_real_time_rt-pcr_diagnostic_panel.html (2020).\n14. Udugama, B. et al. Diagnosing COVID-19: the disease and tools for detection. ACS\n– 14 Nano , 3822 3835 (2020).\n15. Garg, A. et al. Evaluation of seven commercial RT-PCR kits for COVID-19 testing in\n– 93 pooled clinical specimens. J. Med. Virol. , 2281 2286 (2020).\n16. Ai, T. et al. Correlation of chest CT and RT-PCR testing for coronavirus dis-\n– 296 ease 2019 (COVID-19) in China: a report of 1014 cases. Radiology , E32 E40\n(2020).\n17. Wu, J. et al. Detection and analysis of nucleic acid in various biological samples of\n37 COVID-19 patients. Travel Med. Infect. Dis. , 101673 (2020).\n18. Cheung, K. S. et al. Gastrointestinal manifestations of SARS-CoV-2 infection and\nvirus load in fecal samples from a Hong Kong cohort: systematic review and\n– 159 meta-analysis. Gastroenterology , 81 95 (2020).\nﬁ ’ 19. The State Council Information Of ce of the People s Republic of China. The 104th\npress conference on the prevention and control of COVID-19 in Hubei province.\nhttp://www.scio.gov.cn/xwfbh/gssxwfbh/xwfbh/hubei/document/1681627/\n1681627.htm (2020).\n20. Sahajpal, N. S. et al. Proposal of RT-PCR-based mass population screening for\nsevere acute respiratory syndrome Coronavirus 2 (Coronavirus disease 2019). J.\n– 22 Mol. Diagn. , 1294 1299 (2020).\n21. Yu, F. et al. Quantitative detection and viral load analysis of SARS-CoV-2 in\n– 71 infected patients. Clin. Infect. Dis. , 793 798 (2020).\n22. Zheng, S. et al. Viral load dynamics and disease severity in patients infected with\n– SARS-CoV-2 in Zhejiang province, China, January March 2020: retrospective\n369 cohort study. BMJ , m1443 (2020).\n– 171 23. Chu, C. M. et al. Initial viral load and the outcomes of SARS. CMAJ , 1349 1352\n(2004).\n24. FDA. Coronavirus (COVID-19) Update: FDA authorizes monoclonal antibodies for\ntreatment of COVID-19, https://www.fda.gov/news-events/press-announcements/\ncoronavirus-covid-19-update-fda-authorizes-monoclonal-antibodies-treatment-\ncovid-19-0 (2021).\n25. Jones, B. E. et al. LY-CoV555, a rapidly isolated potent neutralizing antibody,\nprovides protection in a non-human primate model of SARS-CoV-2 infection.\nbioRxiv, Preprint posted online 9 October 2020, https://doi.org/10.1101/\n2020.09.30.318972 (2020).\n26. Shi, R. et al. A human neutralizing antibody targets the receptor-binding site of\n– 584 SARS-CoV-2. Nature , 120 124 (2020).\n27. Gottlieb, R. L. et al. Effect of bamlanivimab as monotherapy or in combination\nwith etesevimab on viral load in patients with mild to moderate COVID-19: a\n– 325 randomized clinical trial. JAMA , 632 644 (2021).\n28. Wu, F. et al. A new coronavirus associated with human respiratory disease in\n– 579 China. Nature , 265 269 (2020).\nﬁ 29. Bru, D., Martin-Laurent, F. & Philippot, L. Quanti cation of the detrimental effect\nof a single primer-template mismatch by real-time PCR using the 16S rRNA gene\n– 74 as an example. Appl. Environ. Microbiol. , 1660 1663 (2008).\n30. Farkas, C., Fuentes-Villalobos, F., Garrido, J. L., Haigh, J. & Barría, M. I. Insights on\nearly mutational events in SARS-CoV-2 virus reveal founder effects across geo-\ngraphical regions. 8 PeerJ , e9255 (2020).\n31. Koyama, T., Platt, D. & Parida, L. Variant analysis of SARS-CoV-2 genomes. Bull.\n– 98 World Health Organ. , 495 504 (2020).\n32. Wang, R., Hozumi, Y., Yin, C. & Wei, G. W. Mutations on COVID-19 diagnostic\n– 112 targets. Genomics , 5204 5213 (2020).\n33. Ziegler, K. et al. SARS-CoV-2 samples may escape detection because of a single\n25 point mutation in the N gene. Euro Surveill. , 2001650 (2020).\nﬁ 34. Kaden, R. Early phylogenetic diversi cation of SARS-CoV-2: determination of\nvariants and the effect on epidemiology, immunology, and diagnostics. J. Clin.\n9 Med. , 1615 (2020).\n35. Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel cor-\n– 395 onavirus: implications for virus origins and receptor binding. Lancet , 565 574\n(2020).\nﬁ 36. Had eld, J. et al. Nextstrain: real-time tracking of pathogen evolution. Bioinfor-\n– 34 matics , 4121 4123 (2018).\n37. Tang, J. W., Tambyah, P. A. & Hui, D. S. Emergence of a new SARS-CoV-2 variant in\n– 82 the UK. J. Infect. , e27 e28 (2020).\n397 38. Makoni, M. South Africa responds to new SARS-CoV-2 variant. Lancet , 267\n(2021).\nLaboratory Investigation (2022) 102:4 – 13\n\n--- Page 11 ---\n39. Wang, M. et al. Nanopore target sequencing for accurate and comprehensive\n16 detection of SARS-CoV-2 and other respiratory viruses. Small , e2002169\n(2020).\n40. Meredith, L. W. et al. Rapid implementation of SARS-CoV-2 sequencing to\ninvestigate cases of health-care associated COVID-19: a prospective genomic\n– 20 surveillance study. Lancet Infect. Dis. , 1263 1272 (2020).\n41. Moore, S. C. et al. Amplicon-based detection and sequencing of SARS-CoV-2 in\nﬁ nasopharyngeal swabs from patients with COVID-19 and identi cation of dele-\ntions in the viral genome that encode proteins involved in interferon antagon-\n12 ism. Viruses , 1164 (2020).\n42. Chandler-Brown, D., Bueno, A. M., Atay, O. & Tsao, D. S. A highly scalable and\nrapidly deployable RNA extraction-free COVID-19 assay by quantitative Sanger\nsequencing. bioRxiv https://doi.org/10.1101/2020.04.07.029199 (2020).\nﬁ 43. Notomi, T. et al. Loop-mediated isothermal ampli cation of DNA. Nucleic Acids\n28 Res. , E63 (2000).\nﬁ 44. Craw, P. & Balachandran, W. Isothermal nucleic acid ampli cation technologies\n– 12 for point-of-care diagnostics: a critical review. Lab Chip , 2469 86 (2012).\nﬁ 45. Mori, Y. & Notomi, T. Loop-mediated isothermal ampli cation (LAMP): a rapid,\naccurate, and cost-effective diagnostic method for infectious diseases. J. Infect.\n– 15 Chemother. , 62 69 (2009).\nﬁ 46. Lu, R. et al. A novel reverse transcription loop-mediated isothermal ampli cation\n21 method for rapid detection of SARS-CoV-2. Int. J. Mol. Sci. , 2826 (2020).\n47. Huang, W. E. et al. RT-LAMP for rapid diagnosis of coronavirus SARS-CoV-2.\n– 13 Microb. Biotechnol. , 950 961 (2020).\n48. Yan, C. et al. Rapid and visual detection of 2019 novel coronavirus (SARS-CoV-2)\nﬁ by a reverse transcription loop-mediated isothermal ampli cation assay. Clin.\n– 26 Microbiol. Infect. , 773 779 (2020).\n49. Baek, Y. H. et al. Development of a reverse transcription-loop-mediated iso-\nﬁ thermal ampli cation as a rapid early-detection method for novel SARS-CoV-2.\n– 9 Emerg. Microbes Infect. , 998 1007 (2020).\n50. Lu, R. et al. Development of a novel reverse transcription loop-mediated iso-\nﬁ 35 thermal ampli cation method for rapid detection of SARS-CoV-2. Virol. Sin. ,\n– 344 347 (2020).\n51. Jiang, M. et al. Development and validation of a rapid, single-step reverse tran-\nﬁ scriptase loop-mediated isothermal ampli cation (RT-LAMP) system potentially to\nbe used for reliable and high-throughput screening of COVID-19. Front. Cell Infect.\n10 Microbiol. , 331 (2020).\n52. Kitagawa, Y. et al. Evaluation of rapid diagnosis of novel coronavirus disease\nﬁ 129 (COVID-19) using loop-mediated isothermal ampli cation. J. Clin. Virol. ,\n104446 (2020).\n53. Kellner, M. J., Koob, J. G., Gootenberg, J. S., Abudayyeh, O. O. & Zhang, F.\n14 SHERLOCK: nucleic acid detection with CRISPR nucleases. Nat. Protoc. ,\n– 2986 3012 (2019).\n54. Chen, J. A.-O. et al. CRISPR-Cas12a target binding unleashes indiscriminate single-\n– 360 stranded DNase activity. Science , 436 439 (2018).\n’ 55. O Connell, M. R. Molecular mechanisms of RNA targeting by Cas13-containing\n– 431 type VI CRISPR-Cas systems. J. Mol. Biol. , 66 87 (2019).\n56. Gootenberg, J. S. et al. Nucleic acid detection with CRISPR-Cas13a/C2c2. Science\n– 356 , 438 442 (2017).\n57. Joung, J. et al. Point-of-care testing for COVID-19 using SHERLOCK diagnostics.\nmedRxiv https://doi.org/10.1101/2020.05.04.20091231 (2020).\n58. Huang, Z. et al. Ultra-sensitive and high-throughput CRISPR-p owered COVID-19\n164 diagnosis. Biosens. Bioelectron. , 112316 (2020).\n59. Jeon, Y. et al. Direct observation of DNA target searching and cleavage by\n9 CRISPR-Cas12a. Nat. Commun. , 2777 (2018).\n60. Ding, X., Yin, K., Li, Z. & Liu, C. All-in-one dual CRISPR-Cas12a (AIOD-CRISPR) assay:\na case for rapid, ultrasensitive and visual detection of novel coronavirus SARS-\nCoV-2 and HIV virus. bioRxiv https://doi.org/10.1101/2020.03.19.998724 (2020).\n61. Broughton, J. A.-O. et al. CRISPR-Cas12-based detection of SARS-CoV-2. Nat.\n– 38 Biotechnol. , 870 874 (2020).\n62. Myhrvold, C. A.-O. X. et al. Field-deployable viral diagnostics using CRISPR-Cas13.\n– 360 Science , 444 448 (2018).\n63. Facchetti, F. et al. SARS-CoV2 vertical transmission with adverse effects on the\nnewborn revealed through integrated immunohistochemical, electron micro-\n59 scopy and molecular analyses of Placenta. EBioMedicine , 102951 (2020).\n64. Nicholls, J. M. et al. Lung pathology of fatal severe acute respiratory syndrome.\n– 361 Lancet , 1773 1778 (2003).\nﬁ 65. Bradley, B. T. et al. Histopathology and ultrastructural ndings of fatal COVID-19\n– 396 infections in Washington State: a case series. Lancet , 320 332 (2020).\n66. Varga, Z. et al. Endothelial cell infection and endotheliitis in COVID-19. Lancet\n– 395 , 1417 1418 (2020).\n67. Apolone, G. et al. Unexpected detection of SARS-CoV-2 antibodies in the pre-\npandemic period in Italy. Tumori https://doi.org/10.1177/0300891620974755\n(2020).\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n13\n68. Qiu, M. et al. Antibody responses to individual proteins of SARS coronavirus and\n– 7 their neutralization activities. Microbes Infect. , 882 889 (2005).\n69. Porte, L. et al. Evaluation of a novel antigen-based rapid detection test for the\n– 99 diagnosis of SARS-CoV-2 in respiratory samples. Int. J. Infect. Dis. , 328 333\n(2020).\n70. Diao, B. et al. Accuracy of a nucleocapsid protein antigen rapid test in the\n– 27 diagnosis of SARS-CoV-2 infection. Clin. Microbiol. Infect. , 289.e1 289.e4 (2020).\nﬁ 71. Ihling, C. et al. Mass spectrometric identi cation of SARS-CoV-2 proteins from\n– 19 gargle solution samples of COVID-19 patients. J. Proteome Res. , 4389 4392\n(2020).\nﬁ 72. Tan, Y. J. et al. Pro les of antibody responses against severe acute respiratory\nsyndrome coronavirus recombinant proteins and their potential use as diagnostic\n– 11 markers. Clin. Diagn. Lab. Immunol. , 362 371 (2004).\n73. Kyosei, Y. et al. Proposal of de novo antigen test for COVID-19: ultrasensitive\n10 detection of Spike proteins of SARS-CoV-2. Diagnostics , 594 (2020).\n74. Grant, B. D. et al. SARS-CoV-2 coronavirus nucleocapsid antigen-detecting half-\nﬂ strip lateral ow assay toward the development of point of care tests using\n– 92 commercially available reagents. Anal. Chem. , 11305 11309 (2020).\n75. Liu, D. et al. Nanozyme chemiluminescence paper test for rapid and sensitive\n173 detection of SARS-CoV-2 antigen. Biosens. Bioelectron. , 112817 (2020).\n76. Li, H. Y. et al. Advances in detection of infectious agents by aptamer-based\n– 9 technologies. Emerg. Microbes Infect. , 1671 1681 (2020).\n77. Cho, S. J., Woo, H. M., Kim, K. S., Oh, J. W. & Jeong, Y. J. Novel system for detecting\nSARS coronavirus nucleocapsid protein using an ssDNA aptamer. J. Biosci. Bioeng.\n– 112 , 535 540 (2011).\n78. Zhang, L. et al. Discovery of sandwich type COVID-19 nucleocapsid protein DNA\n– 56 aptamers. Chem. Commun. , 10235 10238 (2020).\n79. Mak, G. C. K. et al. Evaluation of rapid antigen detection kit from the WHO\n134 emergency use list for detecting SARS-CoV-2. J. Clin. Virol. , 104712 (2021).\n80. Mak, G. C. et al. Analytical sensitivity and clinical sensitivity of the three rapid\n133 antigen detection kits for detection of SARS-CoV-2 virus. J. Clin. Virol. , 104684\n(2020).\n81. Li, H. Y. et al. Novel aptasensor-based assay of sonic hedgehog ligand for\ndetection of portal vein invasion of hepatocellular carcinoma. Biosens. Bioelectron.\n174 , 112738 (2021).\n82. Mak, G. C. et al. Evaluation of rapid antigen test for detection of SARS-CoV-2 virus.\n129 J. Clin. Virol. , 104500 (2020).\n83. Scohy, A. et al. Low performance of rapid antigen detection test as frontline\n129 testing for COVID-19 diagnosis. J. Clin. Virol. , 104455 (2020).\n84. Lisboa, B. M. et al. Diagnostic accuracy of serological tests for covid-19: systematic\n370 review and meta-analysis. BMJ , m2516 (2020).\n85. Zainol, R. Z., Othman, S. N., Abdul, S. M. N., Ali, U. K. & Wong, K. K. Diagnostic\n– 42 performance of COVID-19 serology assays. Malays. J. Pathol. , 13 21 (2020).\nACKNOWLEDGEMENTS\nThis work is supported by the National Natural Science Foundation of China (NSFC: #\n81871997 and # 82170624 to J.W.).\nAUTHOR CONTRIBUTIONS\nY.Z.: manuscript preparation; L.Z.: participation in the literature analysis and\nmanuscript preparation; Y.X. and J.W.: overall supervision, concept development,\nﬁ and manuscript nalization.\nCOMPETING INTERESTS\nThe authors declare no competing interests.\nETHICAL APPROVAL\nNo human subjects or experimental animals were involved in this manuscript.\nADDITIONAL INFORMATION\nCorrespondence and requests for materials should be addressed to You-Hua Xie or\nJian Wu.\nReprints and permission information is available at http://www.nature.com/\nreprints\n’ Publisher s note Springer Nature remains neutral with regard to jurisdictional claims\nﬁ in published maps and institutional af liations.",
    "pages": [
      {
        "page_number": 1,
        "text": "Since January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.",
        "char_count": 774,
        "word_count": 118,
        "extraction_method": "single_column"
      },
      {
        "page_number": 2,
        "text": "www.nature.com/labinvest\nREVIEW ARTICLE\nAdvancements in detection of SARS-CoV-2 infection for\nconfronting COVID-19 pandemics\n✉ ✉ 1 1 1,2 1,3,4\nand Jian Wu Yuan Zhou , Li Zhang , You-Hua Xie\n© The Author(s), under exclusive licence to United States and Canadian Academy of Pathology 2021\nAs one of the major approaches in combating the COVID-19 pandemics, the availability of speci\nﬁ of its speci\nfor detecting ongoing or past infection, vaccination responses, and persistence and for identifying high titers of neutralizing\nantibodies in recovered individuals. Viral genome sequencing is increasingly used for tracing infectious sources, monitoring\nﬁ mutations, and subtype classi\nSHERLOCK and AIOD-CRISPR, for viral genome detection may offer options for prompt and point-of-care detection. Moreover,\naptamer-based probes may be multifaceted for developing portable and high-throughput assays with\nﬁ selection of speci\nﬁ ef cacy.\n– Laboratory Investigation (2022) 102:4 13; https://doi.org/10.1038/s41374-021-00663-w\nINTRODUCTION\nAccording to the World Health Organization (WHO), cases of\npneumonia of unknown etiology were reported during late 2019\nand early 2020 in several regions. This pneumonia was later\n1 named coronavirus infectious disease (COVID-19) , and its\nﬁ pathogen was identi ed as severe acute respiratory syndrome\n2 coronavirus 2 (SARS-CoV-2) . Among the foremost priorities to\nfacilitate public interventions is reliable laboratory testing. A valid\ntest is the most effective approach to identify cases in a mass\npopulation, including asymptomatic infections, to trace transmis-\nﬁ sion routes and carriers, to evaluate the ef cacy of therapeutic\napproaches, and to determine the eradication of the infection.\nTherefore, as one of the critical tools in tracing, isolating, and\ntreating COVID-19 pandemics, it is a priority for each country to\nﬁ invest in cutting-edge technologies and to provide nancial\nsupport for the development and validation of reliable tests for\nCOVID-19. To date, all available tests generally satisfy the demands\nﬁ of mass screening, individual diagnosis or mutation identi cation,\nalthough the capacity varies between countries, regions or races\nlargely because of differences in economic status and healthcare\nsystems. Since the pathogen for COVID-19 is known and the viral\ngenome, transmission routes and host receptor for viral entry are\n1\n2 Medical College, Shanghai, China.\nGastroenterology & Hepatology, Zhongshan Hospital of Fudan University, Shanghai, China.\n✉ Shanghai, China. email: yhxie@fudan.edu.cn; jian.wu@fudan.edu.cn\nReceived: 7 May 2021 Revised: 5 August 2021 Accepted: 6 August 2021\nPublished online: 8 September 2021\n\nﬁ c and reliable assays for the SARS-\nCoV-2 viral genome and its proteins is essential to identify the infection in suspected populations, make diagnoses in symptomatic\nor asymptomatic individuals, and determine clearance of the virus after the infection. For these purposes, use of the quantitative\nreverse transcriptase polymerase chain reaction (qRT-PCR) for detection of the viral nucleic acid remains the most valuable in terms\ncity, fast turn-around, high-throughput capacity, and reliability. It is critical to update the sequences of primers and\nprobes to ensure the detection of newly emerged variants. Various assays for increased levels of IgG or IgM antibodies are available\ncation and is less valuable in diagnosis because of its capacity and high cost. Nanopore target\nsequencing with portable options is available for a quick process for sequencing data. Emerging CRISPR-Cas-based assays, such as\nﬂ uorescent or\nchemiluminescent probes for viral proteins. In conclusion, assays are available for viral genome and protein detection, and the\nc assays depends on the purposes of prevention, diagnosis and pandemic control, or monitoring of vaccination\nknown, currently available tests fall into two categories: (1) nucleic\nacid-based tests and (2) serology-based tests for detection of viral\nantigens or host antibodies. Nucleic acid tests directly probe for\nviral RNA in throat or nasal swabs collected from individuals,\nwhereas serological tests detect antibodies present in serum or\nviral antigen in tissues, secretions, or eliminations from individuals\n3 with ongoing or past infections .\nThe delineation of the molecular characteristics of the virus\nhelps to develop reliable assays for the detection of viral genomic\nﬁ RNA and proteins. As illustrated in Fig. 1 , SARS-CoV-2 is classi ed\nβ as a new -coronavirus and possesses a genome composed of\npositive single-stranded RNA of approximately 30,000 bp nucleo-\ntides. SARS-CoV-2 encodes four structural proteins and sixteen\nnonstructural proteins (NSPs). Structural proteins, including the\nnucleocapsid (N), envelope glycoprotein spike (S), envelope (E),\n4 . and transmembrane (M), constitute the envelope and the capsid\nThe nonstructural proteins encoded by ORF1ab , such as RNA-\ndependent RNA polymerase (RdRp) and helicase (Hel), are mainly\n5 required for viral replication . Most molecular diagnoses of COVID-\n19 worldwide involve quantitative reverse-transcription polymer-\nase chain reaction (RT-PCR) assays, and several conserved regions\nin the SARS-CoV-2 genome have been chosen as reliable targets\nDepartment of Microbiology & Parasitology, MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology, School of Basic Medical Sciences, Fudan University Shanghai\n3 Shanghai Institutes of Infectious Disease and Biosecurity, Fudan University Shanghai Medical College, Shanghai, China. Department of\n4 Shanghai Institute of Liver Diseases, Fudan University Shanghai Medical College,",
        "char_count": 5637,
        "word_count": 818,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "Fig. 1 Illustration of the SARS-CoV-2 viral genome, proteins and corresponding assays.\nstranded RNA with more than 30,000 bp nucleotides. The capsid outside the genome is formed by the nucleocapsid protein (N) and is further\nwrapped by an envelope composed of three structural proteins: membrane protein (M), spike protein (S), and envelope protein (E). The entry\nof coronavirus into host cells is mediated by the S protein, which is a homotrimer protruding from the viral envelope that recognizes the\nreceptor angiotensin-converting enzyme 2 (ACE2) via the S1 receptor-binding domain (RBD) and uses the S2 domain for fusion with the host\ncell membrane to enter host cells. In addition to these four structural proteins, SARS-CoV-2 contains sixteen nonstructural proteins (NSPs).\nFour NSPs responsible for viral replication or transcription are shown in this illustration. NSP3 separates the translated protein. NSP5 is\nresponsible for cleaving the viral polyprotein into functional units during replication. NSP12 contains the RNA-dependent RNA polymerase 1234567890();,:\n(RdRp). NSP13 participates in viral replication or transcription via the zinc-binding domain. ACE2 angiotensin-converting enzyme 2, E\nenvelope protein, M transmembrane protein, N nucleocapsid protein, NSP nonstructural protein, ORF open reading frame, RdRp RNA-\ndependent RNA polymerase, S spike protein.\nfor primer design in various PCR assays. In clinical practice, at least\ntwo targets are recommended to avoid potential genetic mutation\nof SARS-CoV-2 or cross-reaction with other coronaviruses, accord-\n6 ing to the WHO . Three conserved regions (the E , N , and ORF1ab\ngenes) are usually selected as the standard targets for the design\nof primers and probes (Fig. 2 ). Moreover, sequencing of the viral\ngenome helps to identify new variants of coronavirus that occur\nover time. Compared to traditional sequencing methods that are\nusually very costly, newly emerging portable or quantitative\nsequencing methods, such as nanopore target sequencing (NTS),\nmay offer accurate high-throughput diagnosis during pandemics.\nFor serological assays, the N and S proteins are the most\nimportant targets for immunologic detection among the four\n7 structural proteins . For direct detection of viral products, the N\nprotein, which functions as a structural component of the helical\nnucleocapsid and plays a vital role in viral replication, is often\n8 , 9 detected in COVID-19 patients . The S protein, which is encoded\nby the S gene, consists of two subunits, the S1 domain for receptor\nbinding and the S2 domain for fusion, and is critical for receptor\nrecognition, interaction and internalization; therefore, this protein\nis a particular focus for studies assessing viral mutation and\n4 . spread\nﬁ For most individuals during the rst few days of infection, viral\ntiters are high, and a single nasopharyngeal swab may harbor up\nto 1 million SARS-CoV-2 viral particles. However, patient IgG and\n– IgM antibody production typically occurs 5 10 days after the\n9 . Therefore, nucleic acid tests offer the onset of initial symptoms\nearliest and most sensitive detection for the presence of SARS-\nCoV-2 infection. For research purposes, viral proteins in infected\ntissues or cells are solid evidence of viral replication, in addition to\nin situ hybridization for the detection of the viral genome in\nﬁ particular cell types. The titer changes in speci c antibodies\nagainst viral proteins allow for monitoring the patient response to\nﬂ the infection, and the persistence or uctuation in antibody levels\nover time postinfection. As a valid assay, immunologic detection\nﬁ of positivity and titer changes in speci c antibodies in a selected\npopulation help to determine the mass infection rate, vaccine\nresponse, and general immunity against the virus or its variants.\nTherefore, all these assays have particular usages and may be\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n5\nThe genome of SARS-CoV-2 is a positive single-\ncomplementary for prevention, patient care and follow-up, as well\nas have use in basic and translational research for combating this\nglobal threat (Table 1 ). The present review aims to provide an\noverview regarding the major advantages, disadvantages, and\nparticular applications of currently available assays for detection,\nprevention, mass screening, and follow-up in combating this\nworldwide health crisis.\nNUCLEIC ACID TESTING FOR COVID-19\nQuantitative reverse-transcription polymerase chain reaction\nAs an RNA virus, the large genome needs to be reverse-\nﬁ transcribed to cDNA for PCR ampli cation. Hence, quantitative\nreverse-transcription polymerase chain reaction (qRT-PCR) has\n“ ” been deemed to be the gold standard for COVID-19 diagnosis,\nbecause it has been shown to be very sensitive for accurately\ndetecting the viral genome, able to detect a single copy of the\n10 viral RNA . Three highly conserved regions have been found in\n11 . the SARS-CoV-2 viral genome, including the RdRp , E and N gene\nThe assays are designed as a two-target system in which one\nprimer universally detects numerous coronaviruses, including\nSARS-CoV-2, and a second primer set exclusively detects SARS-\nﬂ CoV-2. For a routine work ow, it is recommended that the E gene\nﬁ ﬁ be used as the rst-line screening target, followed by con rmatory\n11 testing of the RdRp gene . A number of RT-PCR primer and probe\n11 14 – approved for SARS-CoV-2 detection by the Center of sets\nDisease Control (CDC) in different countries are listed in Table 2 .\nﬂ The general work ow of RT-PCR tests includes three main steps:\nﬁ sample collection and transport, lysis, and RNA puri cation and\nﬁ ampli cation. These standard RT-PCR tests take approximately 3 h\n3 . Efforts have been made to eliminate an RNA to complete\nﬁ puri cation step, which may dramatically reduce the overall\n15 ﬂ work ow duration in several commercial kits (Table 3 ). Notably,\nthe high-throughput TaqPath COVID-19 Combo Kit from Thermo\nﬁ Fisher Scienti c detects two copies of the viral genome in one µl\nof sample, and the detection sensitivity appears to be higher than\nthat of the other kits listed in the table.\nA study including 1014 patients found that the average interval\nbetween the initial positive and negative RT-PCR results was 6.9 ±",
        "char_count": 6280,
        "word_count": 997,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Y. Zhou et al.\n6\nFig. 2 Viral open reading frames (ORFs) and mutations in primer or probe regions. A\nB are indicated for encoding viral structural or nonstructural proteins.\ncountries and regions. As indicated, most mutations occur in the N protein region, and the ef\nﬁ protein coding region will be affected by these mutations. Speci\nﬁ countries, and these mutations may hamper the detection ef\ndetection of newly occurring mutated variants of the SARS-CoV-2 virus, updating speci\ndependent RNA polymerase.\n\nFour open reading frames (ORFs) in the viral genome\n– E Mutations have been found in primer and probe regions in various\nﬁ ciency of primers and probes against the N\nc point mutations are indicated in primer or probe regions used in various\nciency of RT-PCR kits and cause false-negative results. Therefore, for the\nﬁ c primers and probes is essential for the reliability of\nthe kits. E envelope protein, F forward primer, N nucleocapsid protein; ORF open reading frame, P probe, R reverse primer, RdRp RNA-\nLaboratory Investigation (2022) 102:4 – 13",
        "char_count": 1059,
        "word_count": 176,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "Table 1. Common features of various testing methods for SARS-COV-2 infection.\na Testing type Time duration (Short or long )\nNucleic acid testing\nQuantitative RT-PCR Long\nSequencing for diagnosis Long\nﬁ Isothermal ampli cation Short\nIn situ hybridization Long\nProtein testing\nAntibody testing Short\nAntigen testing Short\na ﬁ Short and long are de\nﬁ “ ” ﬁ “ ” is de ned as long ; otherwise, it is de ned as short .\n16 2.3 days . In addition to upper respiratory tract nasopharyngeal\nswabs, which are mostly used in nucleic acid detection, an\nobservation study detected samples from the digestive tract,\nincluding fecal and anal swabs, and found that the clearance time\nof SARS-CoV-2 in the gastrointestinal tract was longer than that in\n17 , which may last up to 33 days or even the respiratory tract\n18 . Although anal longer after a negative respiratory PCR report\nﬁ swabs have not been the of cial standard for diagnosis, they are\ncomplementary to the current detection methods to monitor\nclearance of the virus postinfection. Therefore, it is recommended\nthat inactivation of possible virus-infected human elimination\nsamples in toilets is needed for patient management. It is crucial\nto choose appropriate sample types and collection routes for\nmonitoring the clearance of SARS-CoV-2 virus. It is equally\nimportant to determine how long infected individuals should be\nisolated depending on serum or fecal sample negativity.\nIt is worth mentioning that to meet the needs for completion of\nnucleic acid tests in a large population, the China CDC adopted a\nﬁ pooling method in which samples from at most ve different\nindividuals were mixed in one test tube for RT-PCR assays. Once\nan abnormality is detected in the results of the pooling samples,\nall individual samples added to the mixed sample are tested\nﬁ ﬁ separately, which signi cantly enhances ef ciency, as demon-\nstrated by the testing of over 10 million people that was\n19 completed within only 19 days in a city in China . It has been\nrecommended that ten samples might be combined together and\nsubjected to nucleic acid extraction and RT-PCR analysis, and the\nnumbers of tests required are estimated based on the incidence of\nCOVID-19 in their respective countries/regions. Compared to $58\nmillion for the routine screening of 1 million people, the\nrecommended large-scale population screening method\n20 decreases this cost to $9.1 million . This cost-effective and\ntime-saving approach has been widely adopted in mass screening\ntests in large populations during recent local community-spread\nepisodes in several cities in China.\nFalse negativity in RT-PCR tests often occurs, which was\nobserved particularly during the early period of the pandemics,\nmost likely due to improper sample collection, nonstandardized\nRNA extraction, and an assessment time that was too early for\ndetection of positivity after contact with virus. To avoid false\nnegative results, repeated sample collections are recommended.\nFor successful control of small-scale community spread, up to\nﬁ three nucleic acid tests within 2 weeks have identi ed potentially\n“ ” contagious asymptomatic carriers , who are to be quarantined to\ncompletely end occasional episodes of local spread in a short\nperiod.\nIn addition to qualitative detection, viral load can also be\ncalculated by plotting CT values onto the standard curve provided\nby the commercial RT-PCR kits. Differences exist in the viral load of\ndifferent sample types, as the average viral load in sputum (4 log\n10\nRNA copies/test) is usually higher than that in throat swabs (3\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n7\nSuitable population (Large or small) Accuracy (High or low)\nLarge High\nSmall High\nLarge High\nSmall High\nLarge High\nLarge Low\nned by the duration (usually approximately 3 h) for the RT-PCR assay for nucleotide detection. If the test duration is longer than 3 h, it\n21 RNA copies/test) and nasal swabs (2 log RNA copies/test) . log\n10 10\nIn respiratory samples, viral load increases with disease severity,\nand the viral loads of severe patients are at a peak level (6 log\n10\nRNA copies/mL) in the third to fourth week after the onset of\nsymptoms, while mild patients reach a peak (5 log RNA copies/\n10\n22 , which suggested that mL) within one week and slowly decrease\nhigh viral load might be a risk factor for severe manifestation and\n23 . On the a predictor of worse clinical outcome, such as death\nother hand, the detection of viral load is a critical parameter in\nﬁ evaluating the ef cacy of newly developed medications. On\nFebruary 9, 2021, the U.S. Food and Drug Administration issued an\nemergency use authorization (EUA) for two monoclonal antibodies\n(bamlanivimab and etesevimab), which are two anti-spike\nneutralizing monoclonal antibodies derived separately from two\n24 patients that recovered from COVID-19 in North America and\n25 China , to be administered together for the treatment of mild to\n26 . In clinical moderate COVID-19 in adults and pediatric patients\nﬁ trials, the primary outcome for characterizing the ef cacy of these\ntwo neutralizing antibodies was the reduction in SARS-CoV-2 viral\n27 load down to baseline, as measured by quantitative RT-PCR .\nDetection of mutated variants with standard RT-PCR kits\nThe viral genome mutates constantly as it replicates. New variants\nwith genetic mutations may lead to new waves of SARS-CoV-2\npandemic episodes. Since most of the PCR primers have been\n5 , particularly the designed based on the early isolated virions\n28 reference genome (SARS-CoV-2, NC_045512.2) , even a single\nmutation in the middle of a primer sequence might contribute to\nﬁ ﬁ the lower ampli cation ef ciency of qRT-PCR tests and result in\n29 . Studies have analyzed false negative results in detection\nsequencing samples submitted to GenBank and GISAID and\nfound that mutations in Germany and China have mainly occurred\n30 , 31 in the ORF1ab region .\nInterestingly, another study based on 31,421 SARS-CoV-2\ngenome samples found that most of the mutations were within\n32 the targets of the various N gene primers and probes , and might\nﬁ ﬁ affect the ef ciency of PCR ampli cation that is designed to probe\nthe N gene in RT-PCR assays. Cases have been reported that\ndetection might be interfered with due to mutations in the N\n33 , 34 . Mutations have been found in all targets of the COVID- gene\n19 diagnostic primers recommended by the US CDC, whereas the\ntargets of N gene primers and probes used in Japan, Thailand, and\nChina have shown multiple mutations in different clusters, which\nsuggested that the N gene might not be a stable target for RT-PCR\nkits and that these N gene-based kits should be updated\n34 periodically for emerging alpha, beta, gamma, delta variants\n(Fig. 2 ).\nSequencing for diagnosis\nCompared to RT-PCR, viral genome sequencing has the dis-\nadvantages of a higher cost, larger amount of data analysis, and",
        "char_count": 6892,
        "word_count": 1146,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "Y. Zhou et al.\n8\nTable 2. Sequences of RT-PCR primers and probes approved by CDCs in different countries.\n′ ′ Country Target gene Primer and probe Sequence (5 -3 )\n12 ORF1ab ORF1ab -F ccctgtgggttttacacttaa China\nORF1ab -R acgattgtgcatcagctga\nORF1ab -P\nN N -F ggggaacttctcctgctagaat\nN -R cagacattttgctctcaagctg\nN -P FAM-ttgctgctgcttgacagatt-TAMRA\n13 N N 1-F gaccccaaaatcagcgaaat USA\nN 1-R tctggttactgccagttgaatctg\nN 1-P\nN N 2-F ttacaaacattggccgcaaa\nN 2-R gcgcgacattccgaagaa\nN 2-P\nN N 3-F gggagccttgaatacaccaaaa\nN3 -R tgtagcacgattgcagcattg\nN3 -P\n14 N N -F aaattttggggaccaggaac Japan\nN -R tggcagctgtgtaggtcaac\nN -P FAM-atgtcgcgcattggcatgga-BHQ\n11 RdRP RdRp -F gtgaratggtcatgtgtggcgg Germany\nRdRP -R caratgttaaasacactattagcata\nRdRp -P\nE E -F acaggtacgttaatagttaatagcgt\nE -R atattgcagcagtacgcacaca\nE -P\nE F N ORF envelope protein, forward primer, nucleocapsid protein,\nﬁ lower clinical ef ciency, which is unsuitable for rapid detection in\nﬁ mass populations. However, the rst genome sequence of SARS-\nCoV-2 was precisely achieved using metagenomic RNA sequen-\n28 cing technology . According to the report by the WHO and China,\n104 SARS-CoV-2 strains have been isolated and sequenced using\nIllumina and Nanopore technologies from the end of December\n35 2019 to mid-February 2020 . The genome and proteome\ncompositions of SARS-CoV-2 have been determined, and over\n1000 similar sequences have been made available in the GISAID\n14 and GenBank databases . The advantage of sequencing-based\ndetection is that viral mutations can be tracked by collecting\ninformation on new strains. Sequencing of the viral genome helps\n35 . As to identify and classify new strains of coronavirus over time\nthe virus replicates and spreads, random mutations in the genome\naccumulate at a rate of approximately two per month, based on\n36 the data of closely tracking the viral evolution . New mutant\nviruses have been reported, including alpha (B.1.1.7), beta\n(B.1.351), gamma (P.1) and delta (B.1.617.2), which may pose the\n37 , 38 risk of a much quicker spread of the virus .\nDue to increasing demand, high-throughput methods or\nportable rapid sequencing technology have been developed as\ndiagnostic tools for COVID-19. Nanopore target sequencing (NTS)\nis fast, highly portable, and sensitive, making it attractive for\nclinical testing. An NTS method sequencing 11 viral regions enable\nthe detection of as few as ten viral copies/mL in 1 h of\n39 sequencing . Compared to traditional sequencing methods,\nwhich are usually very costly, these newly emerging portable or\nquantitative methods may provide accurate high-throughput\ndiagnosis during pandemics. A prospective genomic surveillance\nstudy in the UK used NTS, enabling sample-to-report in less than\n40 . 24 h, to establish real-time genomic surveillance of SARS-CoV-2\n\nPosition (Reference sequence: NC_045512.2)\n– 13,342 13,362\n– 13,442 13,460\n– FAM-ccgtctgcggtatgtggaaaggttatgg-BHQ1 13,377 13,404\n– 28,881 28,902\n– 28,958 28,979\n– 28,934 28,953\n– 28,287 28,306\n– 28,335 28,358\n– FAM-accccgcattacgtttggtggacc-BHQ1 28,309 28,332\n– 29,164 29,183\n– 29,213 29,230\n– FAM-acaattttgcccccagcgcttcag-BHQ1 29,188 29,210\n– 28,681 28,702\n– 28,732 28,752\n– FAM-aycacattggcacccgcaatcctg-BHQ1 28,706 28,727\n– 29,125 29,144\n– 29,280 29,299\n– 29,222 29,241\n– 15,431 15,452\n– 15,505 15,530\n– FAM-caggtggaacctcatcaggagatgc-BBQ 15,470 15,494\n– 26,269 26,294\n– 26,360 26,381\n– FAM-acactagccatccttactgcgcttcg-BBQ 26,332 26,357\nP R RdRp open reading frame, probe, reverse primer, RNA-dependent RNA polymerase.\nThe combination of genomic and epidemiological analysis\naccelerates the detection of potential transmission events, and\nhelps to take timely measures to control and prevent widespread\nof the virus. In addition, a possible pathogenic mechanism might\nbe revealed when NTS is employed to analyze deletions and\nother mutations in the SARS-CoV-2 genome in infected indivi-\nduals. Patients infected with virus with deletions mainly in ORF3a\nand ORF7a of the SARS-CoV-2 genome were observed to be\n41 . Moreover, a novel associated with interferon antagonism\nmolecular diagnostic tool based on Sanger sequencing technol-\nogy was able to detect SARS-CoV-2 RNA from viral particles\nsuspended in transmission medium (directly added to the PCR\nmaster mix), suggesting that RNA extraction may be skipped\ncompletely without reducing performance at a testing speed of\n42 more than 1,000,000 tests per day . With this capacity, one may\nimagine that natural mutations in mass populations can be\nﬁ mapped at overall genome levels or speci c sites during a\nparticular time period or within a geographic area, allowing the\nsources and origins of the variants to be traced when analytic\ncapability is in place.\nﬁ Isothermal ampli cation\nRT-PCR is performed in a thermal cycle device, which is under\nprecise temperature control and needs a power supply. In\nﬁ contrast, isothermal ampli cation technology is carried out at a\nﬁ constant temperature using a speci c enzyme for rapid nucleic\nﬁ – acid ampli cation. The reaction takes place generally at 60 65 °C\n43 , conferring an analytic sensitivity and is completed within 1 h\nsimilar to PCR without special laboratory equipment such as a\n44 thermal cycler . The isothermal technique utilizes a recombinant\npolymerase and helicase-dependent or loop-mediated isothermal\nLaboratory Investigation (2022) 102:4 – 13",
        "char_count": 5352,
        "word_count": 812,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Table 3. Features of commercial kits for COVID-19 nucleic acid detection.\nKit name Manufacturer Target genes\nTaqPath COVID-19 high throughput S N Thermo Fisher &\n15 ﬁ combo Scienti c\nﬂ ORF1ab BGI Genomics Real-time uorescent RT-PCR kit for\n15 2019- nCoV\n15 E, N RdRp Black Biotech & TRUPCR SARS-CoV-2 RT-qPCR\n15 E, N RdRp Seegene & Allplex 2019-nCoV assay\n15 E, N Fosun & FOSUN COVID-19 RT-PCR\n15 E RdRp Lab Genomics & LabGun real-time PCR\nE LOD M N envelope protein, limit of detection, transmembrane protein,\nS TAT polymerase, spike protein, turn-around time.\nTable 4. SARS-CoV-2 RT-LAMP tests in different laboratories.\nAuthors Target genes LOD (copy/reaction)\n46 N, S RdRp and 118.6 Lu et al.\n47 N, S RdRp and 20 Huang et al.\n48 ORF1a/b 20 Yan et al.\n49 N 100 Baek et al.\n50 RdRp 30 Lu et al.\n51 ORF1b N and 500 copies/mL Jiang et al.\n52 μ N S and 10 copies/ L Kitawaya et al.\nLOD N ORF RdRp limit of detection, nucleocapsid protein, open reading frame,\nﬁ ampli cation (LAMP) and allows fast, sensitive, portable, and\npoint-of-care applications.\nReverse transcription LAMP (RT-LAMP) has been validated for\nﬂ the detection of several RNA viruses, including in uenza, Zika,\nﬁ Ebola, and MERS. The positive reaction of LAMP is quanti ed\nﬂ visually by turbidity, colorimetric and uorometric parameters,\nbecause the insoluble byproduct magnesium pyrophosphate\n45 formed during the LAMP reaction is visible to the naked eye .\nRT-LAMP tests for SARS-CoV-2 have already been developed and\nclinically validated worldwide with the shortest reaction time of\n20 min and the lowest detection limit of 20 copies of the virion\n46 52 – (Table 4 ) . The advantage of RT-LAMP is point-of-care testing\nﬁ without the requirement for speci c equipment, which is\nparticularly valuable in a remote region or a large population.\nFor the demands of a high-throughput capacity, automation for\nsample handling, assay performance and result reports are the\nkeys for wide acceptance in pandemic epicenters.\nOther nucleic acid-based assays\nﬁ SHERLOCK (speci c high sensitivity enzymatic reporter unlocking)\n53 . The is a system using Cas13a ribonuclease for RNA detection\nSHERLOCK procedure consists of two main steps: isothermal\nﬁ target nucleic acid ampli cation and CRISPR-Cas13 nucleic acid\ndetection. Cas13 is an RNA-guided RNase that produces multiple\ncleavage sites in single-stranded areas of an RNA target with a\nﬁ speci c base preference and has been shown to be useful for\n54 nucleic acid detection in CRISPR-based systems . CRISPR-Cas13\nenzymes are programmed by CRISPR RNA (crRNA) and exhibit\nﬁ ﬁ nonspeci c endonuclease activity after binding to a speci c\ntarget. As illustrated in Fig. 3 , once the CRISPR-Cas13-RNA complex\nis activated by binding to a complementary RNA target through\nﬁ ﬂ recombinase polymerase ampli cation, the uorescent quencher\n55 ﬂ . probe around the cleavage site produces uorescent signaling\nThis detection system has been applied for the nucleic acid\n56 detection of Zika virus and the point-of-care testing for COVID-\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n9\nLOD Accuracy (%) TAT (min)\nμ (copies/ L)\n2 100.0 Can run up to 8000 reactions\nper day\n150 100.0 180\n10 100.0 Unavailable\n4167 100.0 110\nORF1ab 300 96.15 120\n20 94.3 Unavailable\nORF RdRp nucleocapsid protein, open reading frame, RNA-dependent RNA\nﬁ Sensitivity and speci city TAT (min)\n94 and 90% 20\n100 and 100% 30\n100 and 100% 60\n100 and 98.70% 30\n– 100%/ 40\n91.4 and 99.5% 30\n100 and 97.6% 35\nS TAT RNA-dependent RNA polymerase, spike protein, turn-around time.\n57 . On the basis 19 in a maximal capacity of 100 samples per hour\nof the two-step process, a streamlined assay that combines the\nﬁ ﬁ simpli ed extraction of viral RNA with isothermal ampli cation\nand CRISPR-mediated detection, designated as SHERLOCK Testing\n54 . A common reaction in One Pot (STOP), has been developed\nbuffer that accommodates both steps has been developed, and\nthe test is performed at a single temperature in less than an hour\nwith a low risk of cross-contamination.\nOther CRISPR-based detection assays are also currently in use.\nOne method that utilizes a custom CRISPR-Cas12a/gRNA complex,\nﬂ and a uorescent probe to detect target amplicons produced by\nstandard RT-PCR allows sensitive and robust detection of SARS-\nCoV-2-positive samples, with a sample-to-answer time within 50\n58 . min and a limit of detection (LOD) of two copies per reaction\nThe AIOD-CRISPR system uses a pair of Cas12a-crRNA complexes,\nwhich may bind to corresponding sites close to the primer\nrecognition sites in the target sequence, and is visually detected\n59 ﬂ . A plasmid containing a cDNA by uorescence or color change\nrepresenting 384 nucleotides of the N gene has already been used\nas the target to develop an all-in-one dual CRISPR-Cas12a (AIOD-\nCRISPR) assay, which was shown to detect 1.3 copies of the SARS-\nCoV-2 N gene plasmid in a visual and real-time mode within 40\n60 min . Another assay, known as DNA endonuclease-targeted\nCRISPR trans-reporter (DETECTR), has been designed to simulta-\nneously reverse transcribe and isothermally amplify the RNA\nextracted from nasopharyngeal swabs, followed by Cas12-\n61 . The DETECTR assay provides a visual mediated viral detection\nand rapid (<40 min) alternative with a 95% positive\nprediction value.\nThe above-mentioned CRISPR-based assays are rapid and visual,\nand may avoid complex laboratory infrastructure. They are also\nﬁ – highly sensitive and speci c with a low LOD (1 2 copies).\nSHERLOCK may distinguish Zika variants from Honduras, the\nDominican Republic, and the US, even in sequence regions that\n62 . Despite these advantages, differ by only a single nucleotide",
        "char_count": 5682,
        "word_count": 946,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Y. Zhou et al.\n10\nFig. 3 A schematic illustration of the SHERLOCK detection assay.\nis used as the input and is followed by reverse transcription and loop-mediated isothermal ampli\nactivated by binding to a complementary RNA target, while CRISPR-Cas13 exhibits nonspeci\nﬂ ﬂ cleaves uorescent RNA sensors. The\ncleaved by the activated CRISPR-Cas13 complex.\nthey have several limitations for clinical validation. Since no\ncommercial kit is available, the existing CRISPR-based assays rely\non the preparation and testing of reaction components, such as\nbacterial transformation and large-scale protein expression. These\nempirical adjustments of parameters require expertize in protein\nﬁ puri cation and RNA biology. Compared to RT-PCR, the multistep\nﬁ nucleic acid ampli cation process may affect precise target\nﬁ quanti cation in CRISPR-based assays. Raw nucleic acid extrac-\ntions may be contaminated with nucleases, which may degrade\nviral samples and generate false-negative signals; at the same\ntime, they may degrade the sensing molecules and lead to false\npositive signals. When designing crRNA, overlapping the recom-\nbinase and the polymerase coding regions should be avoided so\nﬁ as not to detect off-target products. Because of the preampli ca-\ntion reaction, the risk of surface contamination might increase in\nthe multistep assays. Thus, for applications that do not demand\nspeed but do demand quantitative detection, a clinically validated\ndetection assay, such as RT-PCR, might be a better choice. A\ncomparison of the CRISPR-based assays with the qRT-PCR assay is\nlisted in Table 5 .\nIn situ hybridization for viral RNA detection in tissues or cells\nTo determine which tissue or cell types are susceptible to SARS-\nCoV-2 infection, the presence of the ACE2 receptor is the key for\nselective viral entry. ACE2 is widely present in the upper\nrespiratory tract and lungs; thus, the lungs are typically highly\ninfected and are the main site for viral replication. To determine\nwhether other tissues, such as the heart, liver, and kidneys, are\nalso targets of infection, in addition to detection of the ACE2\nreceptor and viral proteins in these tissues by immunohistochem-\nical staining, detection of viral genomic RNA by in situ hybridiza-\ntion is a classic and reliable approach necessary to pinpoint viral\nreplication in the cell types of the infected tissue. For example,\nviral RNA positivity was observed in the placenta in a SARS-CoV-2-\npositive pregnant woman, and maternal-fetal transmission was\n63 ﬁ . Thus, in situ hybridization as a con rmed after infection\nmolecular approach may be used as a research tool in verifying\nviral replication in particular cell types or tissues, and yields\nadditional histological evidence of viral infection after antibody\ndetection of viral protein by immunohistochemical staining. More\nsolid and direct evidence of infection would be electronic\n64 66 – microscopy observation of viral particles in the tissue or cells .\nIn summary, among all the nucleic acid detection methods of\nSARS-CoV-2, qRT-PCR is more commonly used due to its higher\nﬁ sensitivity and higher speci city, which enables rapid screening of\na large number of specimens within a short time. As summarized\n– in Tables 2 4 , several commercial RT-PCR kits have been\ndeveloped and widely used. Special attention should be paid\n\nUsing nasopharyngeal swabs as an example, conventional RNA extraction\nﬁ cation. The CRISPR-Cas13-RNA complex is\nﬁ c endonuclease activity, which activates and\nﬂ uorescent RNA sensor is quenched when it is intact, whereas it emits uorescent signals when it is\nTable 5. Comparison of CRISPR-based and RT-PCR assays.\nParameters or CRISPR- RT-PCR assays\naspects based assays\nE N ORF1ab N E Target gene and , , , and\nRdRP\n– TAT 30 40 min 4 h\nAssay results Qualitative Quantitative\nﬁ Speci c instrument No Yes\nrequired\nFDA or EUA approval Not yet Yes\nE N EUA envelope protein, nucleocapsid protein, European emergency use\nFDA ORF authorization, US Food and Drug Administration, open reading\nRdRp TAT frame, RNA-dependent RNA polymerase, turn-around time.\nparticularly to the occurrence of false negative results when using\nprimers and probes for the N gene target, given that previous\nﬁ studies have con rmed that mutations in the N gene might lead\nto interference in the test. Viral genome sequencing takes a longer\ntime at a higher expense than qRT-PCR assays and makes it\nunsuitable for diagnosis and patient screening. Instead, the\navailability of whole viral sequence information from different\nregions allows for tracing the source and mutations of SARS-CoV-2\nﬁ in a speci c region or population. The main challenge for using\nsequencing as a tool for combating the pandemic is how to\nreduce the detection duration and cost. RT-LAMP usually allows\ndetection within 1 h under isothermal conditions without the\nneed for special equipment. Moreover, the results are visible to\nthe naked eye, which is suitable for viral detection in remote areas\nor other places lacking thermal cyclers. In addition, new molecular\ndetection methods, such as CRISPR-based assays, focus on how to\nfurther reduce time and cost while maintaining high sensitivity\nﬁ and speci city. For research purposes, traditional in situ hybridiza-\ntion validates the presence of the viral genome in particular tissue\nor cell types and provides direct evidence of viral replication in\ntissue or cell types. The selection of particular methods or modes\nof detection depends largely on the population size and the\npurpose, such as for diagnosis, tracing, or laboratory research.\nPROTEIN-BASED COVID-19 DIAGNOSIS\nAntibody testing\nAs an increasing number of people worldwide have insisted on\nmaintaining social distance and staying at home, the focus of\nepidemic prevention and control has now shifted to extensive\nserological antibody testing of the population to monitor\nLaboratory Investigation (2022) 102:4 – 13",
        "char_count": 5915,
        "word_count": 934,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "Table 6. Features of different antibody tests.\nKit name Manufacturer\n84 Bio-Rad Platelia SARS-CoV-2 total antibody assay\n84 Mount Sinai COVID-19 antibody test\n84 ® DiaSorin LIAISON SARS-CoV-2 S1/S2 IgG\n84 ’ ® Ortho-Clinical Diagnostic Ortho s VITROS COVID-19 antigen test\n85 ® Shanghai Eugene Biotech Eugene SARS-CoV2 IgG/IgM rapid test\n85 ™ SD Biosensor Standard Q COVID-19 IgM/IgG duo test\n85 ﬁ Healgen Scienti c COVID-19 IgG/IgM rapid test\n85 Biologix Corporation SARS-CoV-2 antibody test\nCLIA ELISA chemiluminescent immunoassay, enzyme-linked immunosorbent assay,\nIgG IgM assay, immunoglobulin G, immunoglobulin M.\nﬁ population infection status, vaccine ef cacy, immunity persis-\ntence, and high-titer neutralizing antibody screening and collec-\ntion. These tests, such as enzyme-linked immunosorbent assay\nﬂ (ELISA), chemiluminescent immunoassay (CLIA), immuno uores-\ncent assay (IFA) and colloidal gold immune chromatographic assay\n(GICA), are based on targeting S protein and N protein antigens for\nthe rapid detection of SARS-CoV-2 through IgM and/or IgG\nﬂ antibodies in serum or body uid samples (Table 6 ). One study\nﬁ investigated the presence of SARS-CoV-2-speci c antibodies in\n959 blood samples collected from a prospective pulmonary cancer\nscreening among asymptomatic individuals in Italy between\nﬁ September 2019 and March 2020, several months before the rst\n67 . Testing indicates that SARS-CoV-2 infec- patient was reported\ntion was present in approximately 11.6% of the local population\nbefore COVID-19 was initially reported.\nThe usefulness of antibody tests is for population exposure\nstudies to investigate the exposure rate before and after a major\nepidemic episode in a region, and to determine whether\nneutralizing antibodies are developing in individuals, who have\nbeen exposed to the virus and the duration and titer changes in\nneutralizing antibodies over time. It is critical to follow-up on\nneutralizing antibody development after vaccination since various\ntypes of vaccines against SARS-CoV-2 infection are available for\ngeneral populations.\nAntigen testing\nIn SARS-CoV, N protein and S protein are the main immunogens,\nand antibodies against these two proteins may last for 30 weeks in\n68 . A novel antigen-based rapid test for the serum of SARS patients\nﬁ ﬁ diagnosis showed high sensitivity and speci city mainly in the rst\nweek among symptomatic patients and samples with high viral\n69 ﬂ load , while a rapid method based on a uorescent immune\nchromatographic assay detecting N protein demonstrated high\n70 . Mass spectrometry sensitivity only in an early phase of infection\nanalysis reported the presence of N protein in gargle solution\n71 ﬂ samples of COVID-19 patients . A uorescent immune chromato-\ngraphic assay detected N protein in urine samples in 73.6% of\n70 diagnosed COVID-19 patients . Due to its late appearance, S\nprotein is more suitable for detection during the recovery\n72 , and an ultrasensitive antigen test for S protein is period\n73 . conveniently performed with a microplate reader\nIn addition to these common methods, the SARS-CoV-2\nﬂ coronavirus nucleocapsid antigen-detecting half-strip lateral ow\n(HSLF) assay has been developed, which displays better clinical\nsensitivity than traditional serology assays, as the LOD for the\n74 commercially available Genscript N protein is 3.03 ng/mL . A\nnovel nanozyme-based chemiluminescent paper assay is feasible\nusing the camera of a standard smartphone, with a LOD for\n75 recombinant spike antigen of SARS-CoV-2 of 0.1 ng/mL .\nﬁ For antigen detection, a speci c nucleotide aptamer against the\nﬁ N protein has the same speci city as an antibody for recognizing\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n11\nﬁ Test type Antibody tested Sensitivity and speci city\nELISA Total antibody 100.0 and 99.6%\nELISA IgG 92.0 and 100.0%\nCLIA IgG 97.56 and 99.3%\nCLIA IgG 75 and 100%\nGICA Combo IgM/IgG 96.4 and 98.7%\nGICA Combo IgM/IgG 100% and IgM 91.7%, IgG 79.2%\nGICA Combo IgM/IgG IgM 87.9%, IgG 97.2% and 100%\nGICA Total antibody 86.43% and 99.57%\nﬂ GICA IFA colloidal gold immunochromatographic assay, immuno uorescent\nthe target; however, it may have better sensitivity and more\noptions for the development of assays for different purposes.\n76 ﬁ , a speci c ssDNA aptamer Through a SELEX selection strategy\nthat binds to the N protein has been suggested to be a sensitive\n77 and alternative probe for the detection of SARS-CoV-2 . More-\nover, another study reported that four DNA aptamers with an\nﬁ ﬁ af nity below 5 nM were identi ed to bind to the N protein in a\n78 . Compared to sandwich-type interaction with an LOD of 1 ng/mL\nusing antibodies alone in ELISA with LODs ranging from 50 to 100\n79 , 80 ng/mL , the LOD of aptamer-based technologies was much\nlower than that of common immunoassays in a short turn-around\n76 , 81 time (TAT) with high repeatability and reusability . Therefore,\naptamer-based antigen detection may be superior to antibody-\nbased assays in terms of detection sensitivity, versatility in\nﬂ biosensor conjugation for chemiluminescent or uorescent\n76 , 81 . detection, and much lower variation in aptamer production\nFinally, it is worth mentioning that the sensitivity of rapid\n3 times lower than that of virus culture and antigen detection is 10\n5 82 times lower than that of RT-PCR . Previous studies reported 10\nthat the sensitivity of the rapid antigen test is approximately only\n83 30% of nucleotide acid testing , suggesting that antigen testing\nﬁ is not a rapid method but may be used as a con rmation or\nﬁ research assay for speci c patient samples.\nPERSPECTIVES AND CONCLUSION\nThe global COVID-19 pandemic is one of the most devastating\ninfectious diseases in history in terms of infection numbers and\nmortality in humans, and heavily hit areas are still in combating\nthe overwhelming hospitalization rate and fatality, although\nvaccination is ongoing for high-risk populations. The emergence\nand epidemic of new variants in more than 20 countries have led\nto a high surge and more rapid transmission in affected regions.\nMutated variants may bring about new challenges in false\nnegativity in currently available diagnostic nucleic acid detection\nﬁ and in the ef cacy of currently available mRNA-based, recombi-\nnant, or inactivated vaccines. Recently, re-emerging community-\nacquired transmission in China due to the foreign travel of people\nor the import of goods has led to the implementation of large-\nscale population screening and tracing, which has resulted in the\ntimely control of community-acquired and small-scale epidemics.\nTherefore, identifying infectious sources, such as asymptomatic\nindividuals, infected individuals or contaminated goods, has\nbecome an effective measure in containing community spread.\nAs discussed, among the nucleic acid-based methods, quanti-\nﬁ tative RT-PCR is the most speci c and the fastest method for\nscreening and diagnosis in a large population, and the sequencing\nof the viral genome is the most reliable method in tracing\ninfectious sources, monitoring mutations, and determining\ngenome types with limited capacity for selected individuals. Viral\nload determination by quantitative RT-PCR is valid for monitoring",
        "char_count": 7208,
        "word_count": 1138,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Y. Zhou et al.\n12\nﬁ disease progression, therapeutic ef cacy, and prognosis. Emerging\nnew technologies, such as RT-LAMP and CRISPR-based assays,\noffer fast point-of-care testing for heavily infected or remote areas.\nFor research purposes, in situ RNA hybridization for direct\ndetection of the viral RNA genome yields convincing evidence\nﬁ ﬁ of infection in speci c tissue or cell types. Using speci c\nantibodies to detect viral proteins, such as the N or S proteins,\nin tissue by immunohistochemical assays allows the quick\nobservation of virus-infected tissue distribution in particular\norgans, tissues or cell types. For viral protein detection, the half-\nﬂ strip lateral ow (HSLF) assay is a state-of-the-art advancement in\nproviding convenient point-of-care detection in remote regions or\nself-service at home. Moreover, aptamer-based assays may have\nﬁ the same level of speci city as antibody-based assays, but possess\na lower LOD with more options for high-throughput capacity. For\nantibody testing, although its sensitivity is lower than that of\nquantitative RT-PCR, various methods, such as ELISA and\nﬂ uorescent or luminescent assays, have been developed to detect\nIgG or IgM postinfection. These assays have wide applications in\ntracing infected individuals in a large population and monitoring\nﬁ speci c antibody development and persistence. Moreover, they\nare useful for selecting individuals with high titers of neutralizing\nantibodies for therapy or prevention as a passive immunity\napproach. It is known that antibody assays are a primary method\nto determine immunity development and effectiveness, as well as\npersistence after vaccination. Newly emerging assays, such as RT-\nLAMP, SHERLOCK, AIOD-CRISPR, and DETECTR, are required to\nﬁ combat pandemics and evolve for speci c applications. To select\nthe right assay for a particular usage, understanding its principles,\nﬁ the advantages and disadvantages is essential to ful ll this task.\nWith the availability of multiple options for the detection of viral\nﬁ nucleic acid and protein or host antibody production, speci c and\neffective assays aid in identifying infectious sources, assigning\nisolation or diagnosis, and meeting research demands in\ncombating this global pandemics, which is expected to be under\ncontrol due to widespread vaccination in general populations in\nthe coming months or years.\nDATA AVAILABILITY\nNo original data are presented in this review article. Summaries of published data are\n– presented in Tables 1 6 .\nREFERENCES\n1. Zhou, P. et al. A pneumonia outbreak associated with a new coronavirus of\n– 579 probable bat origin. Nature , 270 273 (2020).\n2. Coronaviridae Study Group of the International Committee on Taxonomy of 500\nViruses. The species Severe acute respiratory syndrome-related coronavirus: classi-\n– 5 fying 2019-nCoV and naming it SARS-CoV-2. Nat. Microbiol. , 536 544 (2020).\n3. Esbin, M. N. et al. Overcoming the bottleneck to widespread testing: a rapid\n26 review of nucleic acid testing approaches for COVID-19 detection. RNA ,\n– 771 783 (2020).\n4. Cui, J., Li, F. & Shi, Z. L. Origin and evolution of pathogenic coronaviruses. Nat. Rev.\n– 17 Microbiol. , 181 192 (2019).\n5. Chan, J. F. et al. Improved molecular diagnosis of COVID-19 by the novel, highly\nﬁ sensitive and speci c COVID-19-RdRp/Hel real-time reverse transcription-PCR\n58 assay validated in vitro and with clinical specimens. J. Clin. Microbiol. ,\n– e00310 e00320 (2020).\n6. Holshue, M. L. et al. First case of 2019 novel coronavirus in the United States. N.\n– 382 Engl. J. Med. , 929 936 (2020).\n7. Tang, Y. W., Schmitz, J. E., Persing, D. H. & Stratton, C. W. Laboratory diagnosis of\n– 58 COVID-19: current issues and challenges. J. Clin. Microbiol. , e00512 e00520\n(2020).\n– 8 8. Chan-Yeung, M. & Xu, R. H. SARS: epidemiology. Respirology , S9 14 (2003).\n9. Liu, Y., Eggo, R. M. & Kucharski, A. J. Secondary attack rate and superspreading\n395 events for SARS-CoV-2. Lancet , e47 (2020).\n10. Wang, J. et al. Novel one-step single-tube nested quantitative real-time PCR assay\n– 92 for highly sensitive detection of SARS-CoV-2. Anal. Chem. , 9399 9404 (2020).\n\n11. Corman, V. M. et al. Detection of 2019 novel coronavirus (2019-nCoV) by real-time\n25 RT-PCR. Euro Surveill. , 2000045 (2020).\n12. China CDC. The detection primer and probe sequences of SARS-CoV-2. http://\nivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html (2020).\n13. US CDC. Information about emergency use authorization for 2019 novel cor-\nonavirus (2019-nCoV) real-time RT-PCR diagnostic panel. https://www.cdc.gov/\ncsels/dls/locs/2020/information_about_emergency_use_authorization_for_\n2019_novel_coronavirus_real_time_rt-pcr_diagnostic_panel.html (2020).\n14. Udugama, B. et al. Diagnosing COVID-19: the disease and tools for detection. ACS\n– 14 Nano , 3822 3835 (2020).\n15. Garg, A. et al. Evaluation of seven commercial RT-PCR kits for COVID-19 testing in\n– 93 pooled clinical specimens. J. Med. Virol. , 2281 2286 (2020).\n16. Ai, T. et al. Correlation of chest CT and RT-PCR testing for coronavirus dis-\n– 296 ease 2019 (COVID-19) in China: a report of 1014 cases. Radiology , E32 E40\n(2020).\n17. Wu, J. et al. Detection and analysis of nucleic acid in various biological samples of\n37 COVID-19 patients. Travel Med. Infect. Dis. , 101673 (2020).\n18. Cheung, K. S. et al. Gastrointestinal manifestations of SARS-CoV-2 infection and\nvirus load in fecal samples from a Hong Kong cohort: systematic review and\n– 159 meta-analysis. Gastroenterology , 81 95 (2020).\nﬁ ’ 19. The State Council Information Of ce of the People s Republic of China. The 104th\npress conference on the prevention and control of COVID-19 in Hubei province.\nhttp://www.scio.gov.cn/xwfbh/gssxwfbh/xwfbh/hubei/document/1681627/\n1681627.htm (2020).\n20. Sahajpal, N. S. et al. Proposal of RT-PCR-based mass population screening for\nsevere acute respiratory syndrome Coronavirus 2 (Coronavirus disease 2019). J.\n– 22 Mol. Diagn. , 1294 1299 (2020).\n21. Yu, F. et al. Quantitative detection and viral load analysis of SARS-CoV-2 in\n– 71 infected patients. Clin. Infect. Dis. , 793 798 (2020).\n22. Zheng, S. et al. Viral load dynamics and disease severity in patients infected with\n– SARS-CoV-2 in Zhejiang province, China, January March 2020: retrospective\n369 cohort study. BMJ , m1443 (2020).\n– 171 23. Chu, C. M. et al. Initial viral load and the outcomes of SARS. CMAJ , 1349 1352\n(2004).\n24. FDA. Coronavirus (COVID-19) Update: FDA authorizes monoclonal antibodies for\ntreatment of COVID-19, https://www.fda.gov/news-events/press-announcements/\ncoronavirus-covid-19-update-fda-authorizes-monoclonal-antibodies-treatment-\ncovid-19-0 (2021).\n25. Jones, B. E. et al. LY-CoV555, a rapidly isolated potent neutralizing antibody,\nprovides protection in a non-human primate model of SARS-CoV-2 infection.\nbioRxiv, Preprint posted online 9 October 2020, https://doi.org/10.1101/\n2020.09.30.318972 (2020).\n26. Shi, R. et al. A human neutralizing antibody targets the receptor-binding site of\n– 584 SARS-CoV-2. Nature , 120 124 (2020).\n27. Gottlieb, R. L. et al. Effect of bamlanivimab as monotherapy or in combination\nwith etesevimab on viral load in patients with mild to moderate COVID-19: a\n– 325 randomized clinical trial. JAMA , 632 644 (2021).\n28. Wu, F. et al. A new coronavirus associated with human respiratory disease in\n– 579 China. Nature , 265 269 (2020).\nﬁ 29. Bru, D., Martin-Laurent, F. & Philippot, L. Quanti cation of the detrimental effect\nof a single primer-template mismatch by real-time PCR using the 16S rRNA gene\n– 74 as an example. Appl. Environ. Microbiol. , 1660 1663 (2008).\n30. Farkas, C., Fuentes-Villalobos, F., Garrido, J. L., Haigh, J. & Barría, M. I. Insights on\nearly mutational events in SARS-CoV-2 virus reveal founder effects across geo-\ngraphical regions. 8 PeerJ , e9255 (2020).\n31. Koyama, T., Platt, D. & Parida, L. Variant analysis of SARS-CoV-2 genomes. Bull.\n– 98 World Health Organ. , 495 504 (2020).\n32. Wang, R., Hozumi, Y., Yin, C. & Wei, G. W. Mutations on COVID-19 diagnostic\n– 112 targets. Genomics , 5204 5213 (2020).\n33. Ziegler, K. et al. SARS-CoV-2 samples may escape detection because of a single\n25 point mutation in the N gene. Euro Surveill. , 2001650 (2020).\nﬁ 34. Kaden, R. Early phylogenetic diversi cation of SARS-CoV-2: determination of\nvariants and the effect on epidemiology, immunology, and diagnostics. J. Clin.\n9 Med. , 1615 (2020).\n35. Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel cor-\n– 395 onavirus: implications for virus origins and receptor binding. Lancet , 565 574\n(2020).\nﬁ 36. Had eld, J. et al. Nextstrain: real-time tracking of pathogen evolution. Bioinfor-\n– 34 matics , 4121 4123 (2018).\n37. Tang, J. W., Tambyah, P. A. & Hui, D. S. Emergence of a new SARS-CoV-2 variant in\n– 82 the UK. J. Infect. , e27 e28 (2020).\n397 38. Makoni, M. South Africa responds to new SARS-CoV-2 variant. Lancet , 267\n(2021).\nLaboratory Investigation (2022) 102:4 – 13",
        "char_count": 8964,
        "word_count": 1401,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "39. Wang, M. et al. Nanopore target sequencing for accurate and comprehensive\n16 detection of SARS-CoV-2 and other respiratory viruses. Small , e2002169\n(2020).\n40. Meredith, L. W. et al. Rapid implementation of SARS-CoV-2 sequencing to\ninvestigate cases of health-care associated COVID-19: a prospective genomic\n– 20 surveillance study. Lancet Infect. Dis. , 1263 1272 (2020).\n41. Moore, S. C. et al. Amplicon-based detection and sequencing of SARS-CoV-2 in\nﬁ nasopharyngeal swabs from patients with COVID-19 and identi cation of dele-\ntions in the viral genome that encode proteins involved in interferon antagon-\n12 ism. Viruses , 1164 (2020).\n42. Chandler-Brown, D., Bueno, A. M., Atay, O. & Tsao, D. S. A highly scalable and\nrapidly deployable RNA extraction-free COVID-19 assay by quantitative Sanger\nsequencing. bioRxiv https://doi.org/10.1101/2020.04.07.029199 (2020).\nﬁ 43. Notomi, T. et al. Loop-mediated isothermal ampli cation of DNA. Nucleic Acids\n28 Res. , E63 (2000).\nﬁ 44. Craw, P. & Balachandran, W. Isothermal nucleic acid ampli cation technologies\n– 12 for point-of-care diagnostics: a critical review. Lab Chip , 2469 86 (2012).\nﬁ 45. Mori, Y. & Notomi, T. Loop-mediated isothermal ampli cation (LAMP): a rapid,\naccurate, and cost-effective diagnostic method for infectious diseases. J. Infect.\n– 15 Chemother. , 62 69 (2009).\nﬁ 46. Lu, R. et al. A novel reverse transcription loop-mediated isothermal ampli cation\n21 method for rapid detection of SARS-CoV-2. Int. J. Mol. Sci. , 2826 (2020).\n47. Huang, W. E. et al. RT-LAMP for rapid diagnosis of coronavirus SARS-CoV-2.\n– 13 Microb. Biotechnol. , 950 961 (2020).\n48. Yan, C. et al. Rapid and visual detection of 2019 novel coronavirus (SARS-CoV-2)\nﬁ by a reverse transcription loop-mediated isothermal ampli cation assay. Clin.\n– 26 Microbiol. Infect. , 773 779 (2020).\n49. Baek, Y. H. et al. Development of a reverse transcription-loop-mediated iso-\nﬁ thermal ampli cation as a rapid early-detection method for novel SARS-CoV-2.\n– 9 Emerg. Microbes Infect. , 998 1007 (2020).\n50. Lu, R. et al. Development of a novel reverse transcription loop-mediated iso-\nﬁ 35 thermal ampli cation method for rapid detection of SARS-CoV-2. Virol. Sin. ,\n– 344 347 (2020).\n51. Jiang, M. et al. Development and validation of a rapid, single-step reverse tran-\nﬁ scriptase loop-mediated isothermal ampli cation (RT-LAMP) system potentially to\nbe used for reliable and high-throughput screening of COVID-19. Front. Cell Infect.\n10 Microbiol. , 331 (2020).\n52. Kitagawa, Y. et al. Evaluation of rapid diagnosis of novel coronavirus disease\nﬁ 129 (COVID-19) using loop-mediated isothermal ampli cation. J. Clin. Virol. ,\n104446 (2020).\n53. Kellner, M. J., Koob, J. G., Gootenberg, J. S., Abudayyeh, O. O. & Zhang, F.\n14 SHERLOCK: nucleic acid detection with CRISPR nucleases. Nat. Protoc. ,\n– 2986 3012 (2019).\n54. Chen, J. A.-O. et al. CRISPR-Cas12a target binding unleashes indiscriminate single-\n– 360 stranded DNase activity. Science , 436 439 (2018).\n’ 55. O Connell, M. R. Molecular mechanisms of RNA targeting by Cas13-containing\n– 431 type VI CRISPR-Cas systems. J. Mol. Biol. , 66 87 (2019).\n56. Gootenberg, J. S. et al. Nucleic acid detection with CRISPR-Cas13a/C2c2. Science\n– 356 , 438 442 (2017).\n57. Joung, J. et al. Point-of-care testing for COVID-19 using SHERLOCK diagnostics.\nmedRxiv https://doi.org/10.1101/2020.05.04.20091231 (2020).\n58. Huang, Z. et al. Ultra-sensitive and high-throughput CRISPR-p owered COVID-19\n164 diagnosis. Biosens. Bioelectron. , 112316 (2020).\n59. Jeon, Y. et al. Direct observation of DNA target searching and cleavage by\n9 CRISPR-Cas12a. Nat. Commun. , 2777 (2018).\n60. Ding, X., Yin, K., Li, Z. & Liu, C. All-in-one dual CRISPR-Cas12a (AIOD-CRISPR) assay:\na case for rapid, ultrasensitive and visual detection of novel coronavirus SARS-\nCoV-2 and HIV virus. bioRxiv https://doi.org/10.1101/2020.03.19.998724 (2020).\n61. Broughton, J. A.-O. et al. CRISPR-Cas12-based detection of SARS-CoV-2. Nat.\n– 38 Biotechnol. , 870 874 (2020).\n62. Myhrvold, C. A.-O. X. et al. Field-deployable viral diagnostics using CRISPR-Cas13.\n– 360 Science , 444 448 (2018).\n63. Facchetti, F. et al. SARS-CoV2 vertical transmission with adverse effects on the\nnewborn revealed through integrated immunohistochemical, electron micro-\n59 scopy and molecular analyses of Placenta. EBioMedicine , 102951 (2020).\n64. Nicholls, J. M. et al. Lung pathology of fatal severe acute respiratory syndrome.\n– 361 Lancet , 1773 1778 (2003).\nﬁ 65. Bradley, B. T. et al. Histopathology and ultrastructural ndings of fatal COVID-19\n– 396 infections in Washington State: a case series. Lancet , 320 332 (2020).\n66. Varga, Z. et al. Endothelial cell infection and endotheliitis in COVID-19. Lancet\n– 395 , 1417 1418 (2020).\n67. Apolone, G. et al. Unexpected detection of SARS-CoV-2 antibodies in the pre-\npandemic period in Italy. Tumori https://doi.org/10.1177/0300891620974755\n(2020).\nLaboratory Investigation (2022) 102:4 – 13\n\nY. Zhou et al.\n13\n68. Qiu, M. et al. Antibody responses to individual proteins of SARS coronavirus and\n– 7 their neutralization activities. Microbes Infect. , 882 889 (2005).\n69. Porte, L. et al. Evaluation of a novel antigen-based rapid detection test for the\n– 99 diagnosis of SARS-CoV-2 in respiratory samples. Int. J. Infect. Dis. , 328 333\n(2020).\n70. Diao, B. et al. Accuracy of a nucleocapsid protein antigen rapid test in the\n– 27 diagnosis of SARS-CoV-2 infection. Clin. Microbiol. Infect. , 289.e1 289.e4 (2020).\nﬁ 71. Ihling, C. et al. Mass spectrometric identi cation of SARS-CoV-2 proteins from\n– 19 gargle solution samples of COVID-19 patients. J. Proteome Res. , 4389 4392\n(2020).\nﬁ 72. Tan, Y. J. et al. Pro les of antibody responses against severe acute respiratory\nsyndrome coronavirus recombinant proteins and their potential use as diagnostic\n– 11 markers. Clin. Diagn. Lab. Immunol. , 362 371 (2004).\n73. Kyosei, Y. et al. Proposal of de novo antigen test for COVID-19: ultrasensitive\n10 detection of Spike proteins of SARS-CoV-2. Diagnostics , 594 (2020).\n74. Grant, B. D. et al. SARS-CoV-2 coronavirus nucleocapsid antigen-detecting half-\nﬂ strip lateral ow assay toward the development of point of care tests using\n– 92 commercially available reagents. Anal. Chem. , 11305 11309 (2020).\n75. Liu, D. et al. Nanozyme chemiluminescence paper test for rapid and sensitive\n173 detection of SARS-CoV-2 antigen. Biosens. Bioelectron. , 112817 (2020).\n76. Li, H. Y. et al. Advances in detection of infectious agents by aptamer-based\n– 9 technologies. Emerg. Microbes Infect. , 1671 1681 (2020).\n77. Cho, S. J., Woo, H. M., Kim, K. S., Oh, J. W. & Jeong, Y. J. Novel system for detecting\nSARS coronavirus nucleocapsid protein using an ssDNA aptamer. J. Biosci. Bioeng.\n– 112 , 535 540 (2011).\n78. Zhang, L. et al. Discovery of sandwich type COVID-19 nucleocapsid protein DNA\n– 56 aptamers. Chem. Commun. , 10235 10238 (2020).\n79. Mak, G. C. K. et al. Evaluation of rapid antigen detection kit from the WHO\n134 emergency use list for detecting SARS-CoV-2. J. Clin. Virol. , 104712 (2021).\n80. Mak, G. C. et al. Analytical sensitivity and clinical sensitivity of the three rapid\n133 antigen detection kits for detection of SARS-CoV-2 virus. J. Clin. Virol. , 104684\n(2020).\n81. Li, H. Y. et al. Novel aptasensor-based assay of sonic hedgehog ligand for\ndetection of portal vein invasion of hepatocellular carcinoma. Biosens. Bioelectron.\n174 , 112738 (2021).\n82. Mak, G. C. et al. Evaluation of rapid antigen test for detection of SARS-CoV-2 virus.\n129 J. Clin. Virol. , 104500 (2020).\n83. Scohy, A. et al. Low performance of rapid antigen detection test as frontline\n129 testing for COVID-19 diagnosis. J. Clin. Virol. , 104455 (2020).\n84. Lisboa, B. M. et al. Diagnostic accuracy of serological tests for covid-19: systematic\n370 review and meta-analysis. BMJ , m2516 (2020).\n85. Zainol, R. Z., Othman, S. N., Abdul, S. M. N., Ali, U. K. & Wong, K. K. Diagnostic\n– 42 performance of COVID-19 serology assays. Malays. J. Pathol. , 13 21 (2020).\nACKNOWLEDGEMENTS\nThis work is supported by the National Natural Science Foundation of China (NSFC: #\n81871997 and # 82170624 to J.W.).\nAUTHOR CONTRIBUTIONS\nY.Z.: manuscript preparation; L.Z.: participation in the literature analysis and\nmanuscript preparation; Y.X. and J.W.: overall supervision, concept development,\nﬁ and manuscript nalization.\nCOMPETING INTERESTS\nThe authors declare no competing interests.\nETHICAL APPROVAL\nNo human subjects or experimental animals were involved in this manuscript.\nADDITIONAL INFORMATION\nCorrespondence and requests for materials should be addressed to You-Hua Xie or\nJian Wu.\nReprints and permission information is available at http://www.nature.com/\nreprints\n’ Publisher s note Springer Nature remains neutral with regard to jurisdictional claims\nﬁ in published maps and institutional af liations.",
        "char_count": 8887,
        "word_count": 1392,
        "extraction_method": "two_column"
      }
    ]
  }
}