{
  "metadata": {
    "source_file": "pdfs/Clinical and Economic Impact of COVID-19.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:34.044270",
    "total_pages": 11,
    "total_characters": 47810,
    "total_words": 6928
  },
  "content": {
    "full_text": "--- Page 1 ---\nWe evaluated clinical and socioeconomic burdens of re­\nspiratory disease in banana farm workers in Guatemala.\nWe offered all eligible workers enrollment during June 15–\nDecember 30, 2020, and annually, then tracked them for\ninfluenza-like illnesses (ILI) through self-reporting to study\nnurses, sentinel surveillance at health posts, and absen­\nteeism. Workers who had ILI submitted nasopharyngeal\nswab specimens for testing for influenza virus, respiratory\nsyncytial virus, and SARS-CoV-2, then completed sur­\nveys at days 0, 7, and 28. Through October 10, 2021, a\nE\nssential workers have been at greater risk for\nCOVID-19 than for the general population, but\nlittle is known about the risk to persons working\nwithin the agricultural sector in low- to middle-\n1 3 income countries (LMICs) ( – ). Limited data from\nthe United States have demonstrated a high burden\n1 of SARS-CoV-2 in this population ( ); many agri­\ncultural workers continued working throughout\n4 the pandemic ( ). In LMICs, agricultural workers\nplay a critical role in food security and represent a\nmajor economic force. In Guatemala, these workers\nAuthor affiliations: Fundacion para la Salud Integral de los\nGuatemaltecos, Retalhuleu, Guatemala (D. Olson, D.M. Calvimontes,\nG. Guzman, E. Barrios, A. Chacon, N. Rojop, K. Arias, M. Gomez,\nG.A. Bolanos, E.J. Asturias); University of Colorado School of\nPublic Health, Aurora, Colorado, USA (D. Olson, M.M. Lamb,\nM. Fineman, L.S. Newman, E.J. Asturias); University of Colorado\nSchool of Medicine, Aurora (D. Olson, K. Lesteberg, D. Beckham,\nM.L. Santiago, L.S. Newman, E.J. Asturias); La Comisión\nPresidencial de Atención a la Emergencia COVID-19, Guatemala\nCity, Guatemala (D.M. Calvimontes, E.J. Asturias), Centers for\nDisease Control and Prevention, Guatemala City (J. Monzon,\nE. Zielinski Gutierrez); Centers for Disease Control and Prevention,\nAtlanta, Georgia, USA (A.N. Chard, C. Iwamoto, L.M. Duca,\n\nClinical and Economic Impact\nof COVID-19 on Agricultural\nWorkers, Guatemala 1\nDaniel Olson, Diva M. Calvimontes, Molly M. Lamb, Gerber Guzman, Edgar Barrios, Andrea Chacon,\nNeudy Rojop, Kareen Arias, Melissa Gomez, Guillermo A. Bolanos, Jose Monzon, Anna N. Chard,\nChelsea Iwamoto, Lindsey M. Duca, Nga Vuong, Melissa Fineman, Kelsey Lesteberg, David Beckham,\nMario L. Santiago, Kendra Quicke, Gregory Ebel, Emily Zielinski Gutierrez, Eduardo Azziz-Baumgartner,\nFrederick G. Hayden, Hani Mansour, Kathryn Edwards, Lee S. Newman, Edwin J. Asturias\ntotal of 1,833 workers reported 169 ILIs (12.0 cases/100\nperson-years), and 43 (25.4%) were laboratory-confirmed\ninfections with SARS-CoV-2 (3.1 cases/100 person-years).\nWorkers who had SARS-CoV-2‒positive ILIs reported\nmore frequent anosmia, dysgeusia, difficulty concentrat­\ning, and irritability and worse clinical and well-being sever­\nity scores than workers who had test result‒negative ILIs.\nWorkers who had positive results also had greater absen­\nteeism and lost income. These results support prioritization\nof farm workers in Guatemala for COVID-19 vaccination.\nare 35% of the overall labor force, and agricultural\nproducts account for 45% of all exports and 11.3% of\n5 total gross domestic product ( ). Guatemala is also\na major trading partner of the United States, export­\ning US $2.1 billion in agricultural products annually,\nincluding nearly 50% of the banana supply of the\n6 United States ( ). Therefore, agricultural workers in\nGuatemala and similar LMICs are arguably essen­\ntial not only for local food security but also for the\nfood security of international trading partners, such\nas the United States.\nN. Vuong, E. Azizz-Baumgartner); Colorado State University,\nFort Collins, Colorado, USA (K. Quicke, G. Ebel); University of\nVirginia School of Medicine, Charlottesville, Virginia, USA\n(F.G. Hayden); University of Colorado, Denver, Colorado, USA\n(H. Mansour); Vanderbilt University School of Medicine, Nashville,\nTennessee, USA (K. Edwards)\nDOI: https://doi.org/10.3201/eid2813.212303\nAn abstract of this article was presented at the Virtual Meeting of 1\nthe International Society for Influenza and Other Respiratory Virus\nDiseases, October 19‒21, 2021; and at the 70th Annual Meeting\nof the American Society for Tropical Medicine and Hygiene,\nNational Harbor, Maryland, USA, November 17‒21, 2021.\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S277\n\n--- Page 2 ---\nCLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\nIn addition to increased risk for exposure to\nSARS-CoV-2, the virus that causes COVID-19, per­\nsons working in the agricultural sector might also\nbe at increased risk for poor clinical outcomes from\nCOVID-19 because of a high prevalence of comor­\nbidities associated with environmental stress, such\nas chronic kidney disease of unknown origin (Meso­\n7 9 american nephropathy) ( – ). Economic outcomes,\nsuch as work absenteeism and decreased job perfor­\nmance while working (presenteeism), are also critical\n10 14 factors, as is the case with influenza ( – ). Because\nagricultural workers are often the primary income\nearners for their households, the consequences may\nextend to their households and communities. Despite\nthe increased clinical and economic vulnerability of\nagricultural workers and their critical role in global\nfood security, little is known about the socioeconomic\nconsequences of COVID-19 and other respiratory ill­\nnesses among this essential workforce, and the subse­\nquent effects on their households and communities.\nThe Agricultural Workers and Respiratory Ill­\nness Impact (AGRI) Study was designed as an in­\nfluenza cohort and expanded to include other viral\nrespiratory pathogens, including SARS-CoV-2. The\nstudy has 2 primary aims: to characterize the clini­\ncal and socioeconomic outcomes of acute respiratory\nviral infections among farm workers in Guatemala,\nand to measure the effectiveness of a workplace-\nbased vaccination program in improving these out­\ncomes. Here, we provide a comprehensive descrip­\ntion of the AGRI cohort and a summary of clinical\nand economic outcomes from the first year of viro­\nlogic surveillance.\nMethods\nStudy Setting and Population\nThis 5-year study was conducted within a large ba­\nnana farm in the coastal lowlands of southwestern\nGuatemala. Farm workers are exposed to high tem­\nperatures and humidity and are at risk for environ­\nment-associated chronic medical conditions, such\n7 15 as chronic kidney disease of unknown origin ( , ).\nPrevious surveys (2015, 2017–2018) found a predomi­\nnantly young, male, and economically vulnerable\nworkforce. Farmworkers are typically the sole income\nearners for their households and report high rates of\nfood insecurity, similar to other agribusiness workers\nin the region and migrant worker populations in the\n16 17 United States ( , ). The regional population expe­\nriences high levels of food insecurity, stunting, pov­\nerty, and communicable diseases and low access to\n18 19 healthcare ( , ).\nS278 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nAs is typical in many agribusinesses, field work­\ners and packaging workers receive baseline pay plus\ndaily bonuses based on productivity recorded by the\ncompany. Managers and workers in administrative\njob categories are paid by day. Workers who become\nill and receive excused absences from their managers\nreceive two thirds of baseline pay for the duration of\nthe excused absence, up to a maximum of US $15.60/\nday. Workers with laboratory-confirmed SARS-\nCoV-2 are mandated to quarantine at home with ex­\ncused absences for up to 2 weeks.\nAll eligible workers within the 9 banana farm\nworksites were offered enrollment in the study\nduring June 15–December 30, 2020, and annually\nthereafter. Inclusion criteria were age >18 years,\nplans to remain employed by the agribusiness\nfor >1 year, access to a telephone, and agreement\nto enable use of company-based absenteeism and\njob performance records. For this analysis, partici­\npant follow-up was performed through October 10,\n2021; all study procedures (testing and follow-up)\nperformed after that date were considered missing,\neven if the associated influenza-like illness (ILI)\ncase was previously identified.\nAfter written informed consent was obtained,\nstudy nurses collected contact information and de­\nmographic, occupational, socioeconomic, and clini­\ncal data, including risk factors for severe COVID-19.\nWorkers provided enrollment and annual blood\nspecimens that were screened for markers of chronic\nkidney disease (e.g., estimated glomerular filtration\n20 rate [ ]), SARS-CoV-2 nucleocapsid IgG (Elecsys Im­\nmunoassay; Roche, https://www.roche.com), and in\nsome instances SARS-CoV-2 neutralizing antibodies\n(Beckham/Santiago Laboratories, University of Colo­\nrado, Aurora, CO, USA). Workers leaving employ­\nment had exit interviews and were removed from the\nstudy, but data collected during their employment\nwere retained in the study database.\nSurveillance for ILI\nAfter enrollment, all workers began prospective ac­\ntive surveillance for ILI, initially defined as a self-\nreported fever/temperature >38°C and cough in\nthe previous 10 days, to focus on detection of in­\n21 fluenza ( ). In January 2021, the ILI case definition\nwas expanded to include fever, cough, or shortness\nof breath in the previous 10 days (COVID-19–like\n22 illness [ ]), to increase sensitivity of COVID-19\n23 case detection ( ).\nWe used 3 strategies for detecting ILI. The first\nstrategy was symptom screening through workers\nself-reporting symptoms to a study nurse during\n\n--- Page 3 ---\nweekly worksite visits, work supervisors routinely\nquerying workers for cough and fever at daily team\nmeetings, and telephone contact to a study nurse by\nworkers experiencing symptoms at any time. The\nsecond was sentinel surveillance of all workers who\nhad ILI and presented to worker health posts within\nthe farm. The third was active monitoring and ILI\nscreening phone calls to absent workers identified on\nthe company absenteeism registry. During worksite\nvisits, study nurses visited worksites at given times\neach week, and workers were able to self-report to\nthe nurse at that time. Work supervisors (or nurses\nat health posts) could also notify the study team on\nbehalf of workers after obtaining their permission.\nIn February 2021, absenteeism calls were discontin­\nued because those ILI case-patients were consistently\nidentified through other surveillance approaches.\nSyndromic Illness Characterization\nStudy nurses interviewed workers who had ILI and\ncollected clinical, epidemiologic, and outcome data\nfor the workers and general epidemiologic and socio­\neconomic outcome data for their households. Study\nnurses also collected nasopharyngeal swab speci­\nmens, which were placed in viral transport medium\nand tested within 24 hours for SARS-CoV-2 by us­\ning the Q COVID rapid antigen test (Q-NCOV-01G;\n24 Biosensor SD, https://www.sdbiosensor.com) ( ).\nAliquots were also tested for influenza A/B viruses\nand respiratory syncytial virus (RSV) by using the\nCobas Liat Influenza A/B (and RSV) real-time reverse\n25 transcription PCR (RT-PCR) instrument (Roche) ( ).\nPatients who had ILI and tested positive for SARS-\nCoV-2, influenza, or RSV are hereafter referred to\nas SARS-CoV-2–positive ILI, influenza-positive ILI,\nor RSV-positive ILI, respectively. The first 40 avail­\nable ILI specimens collected through April 2021 and\nshipped to the University of Colorado were also test­\ned for an additional 15 respiratory pathogens by us­\n26 ing the multiplex BioFire FilmArray RP2.1 assay ( ).\nViral testing results were shared with participants\nwhen available (usually within 24 hours) and weekly\nwith the Guatemala Ministry of Health.\nClinical and Socioeconomic Outcome Assessments\nThe study relied on a case–cohort study design to\nmeasure self-reported clinical and socioeconomic\noutcomes. All persons in the overall cohort with ILI\nwere considered to be case-patients. Each week, a\nsubcohort of 15 enrolled workers who did not have\nILI in the preceding 28 days were selected at random\n( 5% of the cohort/month) as controls. Study nurses ≈\nadministered follow-up surveys over the telephone\n\nCOVID-19 and Agricultural Workers, Guatemala\nto case-patients at 1 and 4 weeks after their ILI visit.\nControls were notified that they had been selected\n(day 0) and received the same surveys 1 and 4 weeks\nlater; controls did not undergo diagnostic testing,\nand a control who had ILI develop during the 4-week\nfollow-up was considered to be a case-patient at the\ntime of illness.\nClinical and well-being outcomes were collected\nby using the Influenza Intensity and Impact Ques­\n27 tionnaire (FluiiQ) Inventory ( ), which is a validated\nSpanish-language outcome measure designed for\nclinical and epidemiologic outpatient studies of in­\nfluenza and RSV. The inventory consists of 13 items\nfor symptom severity, a combined systemic score (7\nitems) and respiratory score (6 items). The well-being\nscores are impact on daily activities score (7 items),\nimpact on emotions score (4 items), and impact on\nothers score (5 items). Each combined score is aver­\naged by the number of individual items such that all\nscores are 0–3; a higher score indicated greater sever­\nity or negative impact on well-being. The follow-up\nsurveys also collected health-seeking behavior (e.g.,\nhospitalization, medication use).\nDuring follow-up surveys, economic outcomes\nwere assessed by using questions adapted from the\n2016 World Health Organization Manual for Estimat­\n28 ing the Economic Burden of Seasonal Influenza ( )\nand supplemented with the World Bank National Sur­\n29 vey of Living Conditions ( ), which includes a Span­\nish translation (La Encuesta Nacional de Condiciones\n30 de Vida) used in Guatemala ( ). The survey collected\ndata on direct medical costs, direct nonmedical costs\n(i.e., transportation), and indirect costs related to loss\nof productivity (i.e., absenteeism) for the worker and\nthe household. Results were compared with the ba­\nsic food basket price in Guatemala, which reflects the\nminimum kilocalories intake (2,262 kilocalories) for a\n4.77-member household for 1 month (US $386.30 in\n31 March 2021) ( ). Although not included in this anal­\nysis, company-reported individual-level data were\nlinked to workers, including absenteeism, productiv­\nity metrics (task-specific units of production, such as\ntons of bananas harvested per day), and wages.\nStatistical Analysis\nWe calculated incidence density (number of cases\nper person-time of follow-up) of ILI and pathogen-\nspecific ILI. We used descriptive statistics to calcu­\nlate differences between clinical and socioeconomic\noutcomes between groups. For normally distributed\ncontinuous variables, we calculated means and SDs\nt and used the Student -test to determine major differ­\nences between groups. For non–normally distributed\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S279\n\n--- Page 4 ---\nCLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\ncontinuous variables, we calculated medians and in­\nterquartile ranges and used the Wilcoxon rank-sum\ntest to determine major differences between groups.\nFor categorical variables, we used χ and Fischer exact 2\ntests to determine major differences in distribution of\ncategories between groups. For all analyses, p<0.05\nwas considered statistically significant.\nEthics\nThe study was approved by the Colorado Multiple\nInstitutional Review Board (protocol #19-1836) and\nthe Guatemala Ministry of Health National Ethics\nCommittee (HRMC-560-2020). The local Southwest\nTrifinio Community Advisory Board for Research\nagreed to the study. Workers receive no compensa­\ntion for study participation.\nResults\nDuring June 15, 2020–October 10, 2021, a total of\n2,371 workers were screened for enrollment; 160\n(6.7%) were ineligible, and 378 (17.1%) declined\nparticipation (Figure 1). Of the 1,833 enrolled par­\nticipants (Table 1), 1,590 (86.7%) remained active in\nthe study as of October 10, 2021, representing 1,402.9\nperson-years of surveillance. Workers who declined\nparticipation were slightly younger than partici­\npants (29.6 vs. 30.9 years; p<0.01) but had similar sex\ndistribution and ethnicity.\nMost workers were male (84.1%) and worked\nin the fields (69.0%). Self-reported chronic medical\nconditions were uncommon except for obesity (body\nmass index >30 kg/m , 11.3%) and kidney disease 2\n(3.2%); 12.8% of workers (n = 234) took medica­\ntions, most of whom (n = 122, 52%) took vitamins,\nfollowed by pain relievers/anti-inflammatory drugs\n(14%), antimicrobial drugs (7%), diabetes-related\nmedications (7%), and proton pump inhibitors (6%).\nS280 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nOnly 5.9% reported ever having received an influ­\nenza vaccination, including 17 (6.4%) of 267 work­\ners who self-reported chronic diseases. Workers\nbegan to receive COVID-19 vaccination through the\nworkplace in August 2021 (ChAdOx1, AstraZeneca,\nhttps://www.astrazeneca.com; and mRNA-1273,\nModerna, https://www.modernatx.com). Of 1,334\nworkers enrolled during June–December 2020 who\nhad samples available, 616 (46.2%) were reactive for\nSARS-CoV-2 nucleocapsid IgG.\nHousehold size averaged 5.7 persons (3.3 adults,\n2.3 children), and half the workers (n = 877; 48.2%)\nlived the urban municipality of Coatepeque; the\nstudy catchment area was 2,600 km (Figure 2). Me­ ≈ 2\ndian self-reported monthly income for the individual\nworker was US $337.20 (interquartile range $311.30–\n$389.10) and for the household was US $363.20 (inter­\nquartile range $324.30–$505.80); 58.0% of workers re­\nported being worried about the inability to purchase\nfood in the preceding 12 months.\nAsymptomatic Control Subjects\nOf the 915 asymptomatic randomly selected controls\n(August 10, 2020–October 10, 2021), the study team\nwas able to contact 696 (76.0%) by telephone. There\nwere no significant differences in enrollment charac­\nteristics between those contacted and those not con­\ntacted. Of the 696 controls who were contacted initial­\nly, 623 (89.5%) were successfully contacted at 1 week\nand 588 (84.4%) at 4 weeks.\nAbsenteeism\nDuring August 31, 2020–February 19, 2021, a total of\n36 workers (51.4%) had >1 day of work absence. Study\npersonnel contacted 504 (68.5%) after 3 attempts, and\nthere were no differences between contacted and un­\ncontacted workers other than number of children (2.7\nFigure 1. Flow diagram showing\ncohort of agricultural workers\nenrolled in the Agricultural\nWorkers and Respiratory Illness\nImpact Study, southwestern\nGuatemala, June 2020‒October\n2021, and followed through\nOctober 10, 2021. Ineligible and\nnonconsenting workers were able\nto provide multiple reasons for not\nparticipating. Only workers who\ncompleted the day 0 (diagnosis)\nvisit were called on day 7 and day\n28. Follow-up visits scheduled\nfor after October 10, 2021, were\nconsidered missing.\n\n--- Page 5 ---\nvs. 2.2; p<0.01). We compiled risk associations for ab­\nsenteeism (Appendix Table 1, https://wwwnc.cdc.\ngov/EID/article/28/13/21-2303-App1.pdf).\nRespiratory Illnesses\nDuring June 15, 2020–October 10, 2021, the study\nidentified 169 ILI episodes occurring among 145 per­\nsons; of those, 136 (93.8%) persons (for 157 ILI epi­\nsodes) completed the 7-day follow-up survey and 129\n(89.0%) persons (for 149 ILI episodes) completed the\n28-day follow-up survey by completion of analysis\n(Appendix Table 2). The mean (+SD) number of days\nTable 1.\nGuatemala*\nCharacteristic\nWorker demographics\nAge, y, mean (SD)\nSex\nM\nF\nLatino ethnicity\nIndigenous\nOther\nDo not know\nHealth worker\nObesity, BMI >30 kg/m , n = 1,159 with data 2\nClass 1, 30‒-<35\nClass 2, 35‒<40\nClass 3, >40\nUnderlying conditions\nKidney disease\nBlood disorder, e.g., sickle cell disease\nCardiovascular disease, e.g., heart failure, CAD\nDiabetes\nLiver disease\nAsthma\nPulmonary disease, e.g., COPD\nNeurologic disease, e.g., stroke\nTaking medications\nReceived influenza vaccine\nWork conditions\nType of work\nAdministration\nField worker\nField manager\nPacker/plant worker\nPlant manager\nDuration of employment, y\n<2\n3‒4\n>5\nMonthly income, US$, median (IQR)\nHousehold conditions\nNo. adults in house, median (IQR)\nNo. children in house, median (IQR)\nConcern about food insecurity in last year\nHousehold monthly income, US$, median (IQR)\nUS$ spent in the past 7 days, median (IQR)\nMeat, fish, and seafood\nMilk, eggs, and dairy products\nGreens, vegetables, and fruit\nAlcoholic drinks and tobacco\n*Values are no. (%) except as indicated. BMI, body mass index; CAD, coronary artery disease; COPD, chronic obstructive pulmonary disease; IQR,\ninterquartile range; US $, US dollars.\n\nCOVID-19 and Agricultural Workers, Guatemala\nof fever at the time of testing was 3.3 (+2.0) days and\nof cough was 3.3 (+1.9) days; 97.5% of samples were\ncollected <7 days after symptom onset. Of the 153 ILI\nepisodes (among 132 unique persons) who had com­\npleted SARS-CoV-2 antigen testing by completion of\nanalysis, 43 (28.1%) were positive for SARS-CoV-2.\nOf 151 ILI episodes (among 131 persons) who had\ncomplete influenza and RSV RT-PCR testing, 6 (3.7%)\nwere RSV positive and 0 were influenza positive.\nIncidence density for ILI was 12.0/100 person-\nyears and for SARS-CoV-2–positive ILI was 3.1/100\nperson-years (Figure 3). The ILI and COVID-19\nCharacteristics of 1,833 cohort participants in study of clinical and economic impact of COVID-19 in agricultural workers,\nValue\n30.9 (8.7)\n1,541 (84.1)\n292 (15.9)\n801 (43.7)\n113 (6.2)\n3 (0.2)\n916 (43.7)\n131 (11.3)\n103\n24\n4\n58 (3.2)\n25 (1.4)\n29 (1.6)\n27 (1.5)\n19 (1.0)\n10 (0.6)\n10 (0.6)\n10 (0.6)\n234 (12.8)\n108 (5.9)\n60 (3.3)\n1,264 (69.0)\n77 (4.2)\n413 (22.5)\n19 (1.0)\n1,115 (60.9)\n242 (13.2)\n475 (25.9)\n337.2 (311.3‒389.1)\n3 (2–4)\n2 (1–3)\n1,063 (58.0)\n363.2 (324.3–505.8)\n25.9 (13.0–38.9)\n15.6 (9.7–25.9)\n13.0 (6.8–19.5)\n0 (0–0)\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S281\n\n--- Page 6 ---\nCLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\nincidence densities for workers who were nucleo­\ncapsid IgG–negative at enrollment (n = 718) were\n7.1/100 person-years and 2.3/100 person-years,\nrespectively. For workers who were positive for\nnucleocapsid IgG positive at enrollment (n = 616),\nILI incidence density was 4.5/100 person-years\nand COVID-19 incidence density 0.4/100 person-\nyears. Older age was associated with greater risk\nfor SARS-CoV-2–positive ILI compared with SARS-\nCoV-2–negative ILI (mean 35.0 years vs. 29.6 years;\np = 0.001); there was no significant difference by sex,\npresence of any comorbidity, or obesity.\nBioFire FilmArray RP2.1 testing (n = 40) on avail­\nable specimens confirmed 9 of 9 SARS-CoV-2 infec­\ntions tested and 1 of 1 RSV infection and identified\nS282 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nFigure 2. Study region (area\n2,600 km ) for the Agricultural 2\nWorkers and Respiratory Illness\nImpact Study, Guatemala, June\n15, 2020‒October 10, 2021,\nshowing number of enrolled\nagricultural workers living in each\nmunicipality. A total of 1,819\npersons had reported data. Inset\nmap shows location of study\narea in Guatemala.\nan additional 8 picornaviruses (rhinovirus/entero­\nvirus target on FilmArray) and 6 seasonal corona­\nvirus (3 NL63, 1 OC43, and 2 N229E) ILI cases. The\nadult worker was usually the index case-pateint\nwithin the household for SARS-CoV-2 ILI (>80%)\ninfections (Table 2, https://wwwnc.cdc.gov/EID/\narticle/28/13/21-2303-T2.htm) and ILI (>85%) (Ap­\npendix Table 2).\nWorkers who had SARS-CoV-2–positive ILI had\nlonger fever duration at the time of diagnosis (day 0;\n3.3 days vs. 2.3 days; p<0.01) and increased frequency\nof anosmia (44.2% vs. 17.3%; p<0.01) and dysgeu­\nsia (48.8% vs. 24.6%; p<0.01), compared with SARS-\nCoV-2–negative workers (Table 2). SARS-CoV-2\ncase-patients were also more likely to have difficulty\n\n--- Page 7 ---\nFigure 3.\nStudy, Guatemala, June 15, 2020‒October 10, 2021. During June 2020–October 2021, ILI was defined as cough and fever. During\nJanuary 2021, the ILI case definition was expanded to cough or fever or shortness of breath. Includes all-cause ILI (yellow),\nSARS-CoV-2‒positive ILI (blue), SARS-CoV-22‒negative‒ILI (orange), and ILI without testing obtained (gray).\nconcentrating (41.9% vs. 20.9%; p = 0.01), irritability\n(58.1% vs. 33.6%; p = 0.01), and dependence on oth­\ners (37.2% vs. 20.9%; p = 0.04). SARS-CoV-2–positive\nworkers had higher systemic FluiiQ severity scores\n(indicating greater disease severity) at diagnosis than\ndid SARS-CoV-2–negative workers, but other dif­\nferences in clinical scores remained nonsignificant.\nSARS-CoV-2–positive workers reported worse im­\npact scores for daily activities (0.50 vs. 0.22; p = 0.01)\nand emotions (0.62 vs. 0.31; p<0.01) than for SARS-\nCoV-2–negative workers at diagnosis and worse im­\npact on others score at day 7 (0.37 vs. 0.16; p = 0.03),\nbut all other FluiiQ well-being scores showing a simi­\nlar nonsignificant trend (Table 2; Figure 4). Among\nILI cases, we found no significant difference in FluiiQ\nscore based on age, sex, and presence of any comor­\nbidity or obesity. We compiled clinical outcomes of\nworkers who had ILI episodes versus asymptomatic\ncontrols (Appendix Table 2).\nEconomic Outcomes\nCompared with SARS-CoV-2–negative workers who\nhad ILI, SARS-CoV-2–positive workers had greater\nself-reported lost income (median US $127.10 vs. $0;\np<0.01), and combined (healthcare, transportation,\nlost wages) total cost (US $147.90 vs. US $12.70; p<0.01)\n\nCOVID-19 and Agricultural Workers, Guatemala\nCumulative influenza-like infections (ILI) among agricultural workers in the Agricultural Workers and Respiratory Illness Impact\nat day 7 (reported over the preceding 2 weeks) (Fig­\nure 5). Workers infected with SARS-CoV-2 also had\nmore days of work absence (p<0.01); most (81.8%)\nhad >5 days of work absence. Household expendi­\ntures on fruits/vegetables were higher at day 7 for\nSARS-CoV-2–positive workers vs. SARS-CoV-2–neg­\native workers who had ILI (US $19.50 vs. US $13.00;\np< 0.01). Differences for all other household expen­\nditures between SARS-CoV-2 test-positive and test-\nnegative workers were not statistically significant.\nDiscussion\nAs of October 10 2021, farm workers in Guatemala\nin this prospective cohort study experienced a sub­\nstantial burden of acute respiratory illness during the\nCOVID-19 pandemic, of which 1/4 tested positive for\nSARS-CoV-2; those with COVID-19 had greater dis­\nease severity, absenteeism, and economic losses than\nworkers with SARS-CoV-2–negative ILI. Similar to\n1 limited data for the United States ( ), farm workers in\nGuatemala were at risk for SARS-CoV-2 infection (3.1\ncases/100 person-years) throughout 2020–2021. Nu­\ncleocapsid IgG at enrollment was protective against\nsubsequent disease; additional analyses will explore\nthis observation. Compared with other members of\ntheir households, the agricultural workers nearly\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S283\n\n--- Page 8 ---\nCLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\nalways had the index symptomatic case. These find­\nings, along with the critical role agricultural workers\n4 6 play in Guatemala and global food security ( , ), lend\nsupport to the prioritization of vaccinating agricul­\ntural workers against COVID-19.\nAlthough preliminary, our findings suggest\nCOVID-19 illness was associated with greater over­\nall clinical severity and impairment, which persisted\nat 7-day and 28-day after illness, than for non–SARS-\nCoV-2 ILI cases. COVID-19 symptoms were con­\nsistent with those reported elsewhere; higher fre­\nquencies of anosmia and dysgeusia and prolonged\nfever differentiating COVID-19 from other ILI cases.\nCOVID-19 was strongly associated with irritabil­\nity and difficulty concentrating, consistent with\npostacute sequelae of SARS-CoV-2 (long COVID)\n32 33 ( , ). The irritability and inability to concentrate,\nwhich persisted in some workers at both 7 and 28\ndays, might place workers at risk (e.g., when using\nmachetes to harvest bananas and when operating\nheavy equipment). The FluiiQ well-being scores,\nwhich include socioemotional and functional activi­\nties, generally indicated more severe illness among\nworkers who had COVID-19 compared with work­\ners who had another ILI at the time of diagnosis and\nday 7; the trend was nonsignificant at 28 days. It is\nunknown to what extent symptoms or sequelae per­\nsist beyond 28 days in this population.\nAgricultural workers in this cohort experienced a\nmajor economic impact from COVID-19. Self-reported\ndata suggest a major difference in absenteeism, lost\nFigure 4.\nJune 15, 2020‒October 10, 2021. Scores (range 0–3), by subdomain, are shown for workers who had SARS-CoV-2‒positive influenza-\nlike illness (ILI), SARS-CoV-2‒negative ILI, and asymptomatic controls. Higher score indicates greater clinical severity (A, B) or greater\nnegative impact on well-being (C, D, E). A) Systemic score; B) respiratory score; C) impact on daily activities; D) impact on emotions;\nE) impact on others. Significant differences (p<0.05) are identified within each group. Blue indicates SARS-CoV-2‒positive ILI,\norange indicates SARS-CoV-2‒negative ILI, and gray indicates asymptomatic control subjects. Error bars indicate means and SDs.\nS284 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nearnings, and total costs between COVID-19 and oth­\ner ILI cases. Median monthly household income (US\n$363.20), already just below the mean basic monthly\nfood basket price in Guatemala (US $386.30), was re­\nduced greatly for workers who had COVID-19 (medi­\nan lost income US $127.10, median total cost of illness\nUS $147.90), placing these households at increased\nrisk for food insecurity and economic hardship. Eco­\nnomic insecurity is one of the primary drivers of emi­\n34 35 gration from Guatemala ( , ); thus, the economic\nimpact and policy implications of COVID-19 on these\nagricultural workers and their households, as well as\nothers in similar settings, might extend beyond the\nborders of Guatemala.\nAlthough SARS-CoV-2 was the most frequently de­\ntected respiratory pathogen among workers who had\nILI, we detected no cases of influenza and only 6 cases\nof infection with RSV. Influenza and RSV circulate year-\nround in Guatemala and comprise a substantial propor­\ntion of ILI cases in population-based studies in Central\n36 39 and South America ( – ). The lower incidence ob­\nserved in our cohort suggested mitigation strategies\n(primarily closing of schools, mask use, and some level\nof physical distancing) might have been effective in lim­\niting some transmission of influenza and RSV. The ob­\nservation cases of rhinovirus/enterovirus and seasonal\ncoronaviruses (NL63, OC43, and N229E) in a subset of\n40 41 our cohort is consistent with other reports ( , ), al­\nthough the reasons for these detections despite physical\ndistancing measures merit further study. The\nAGRI cohort and similar studies will provide useful\nFluiiQ severity scores for agricultural workers in the Agricultural Workers and Respiratory Illness Impact Study, Guatemala,\n\n--- Page 9 ---\nFigure 5.\nillnesses in the week after their illness than SARS-CoV-2‒negative workers who had ILI (orange circle).\nobservations on the effectiveness of population-based\npreventive measures, such as vaccines, on the burden\nof respiratory pathogens. Also, our data demonstrated\nthat syndromic surveillance in the workplace is a fea­\nsible population-based approach to rapidly characterize\nan emerging pathogen.\nThe AGRI study design had some inherent\nstrengths and limitations. Although the study in­\ncluded weekly visits to worksites to identify symp­\ntomatic ILI case-patients, it still required some level\nof self-reporting to study personnel, and therefore\nmight underestimate incidence. Workers with lab­\noratory-confirmed SARS-CoV-2 are required to iso­\nlate and might be incentivized to underreport illness\nto avoid lost wages, thus providing a bias toward\nlower incidence and more severe cases of disease be­\ning reported. Required isolation probably increased\nduration of absenteeism for workers who are SARS-\nCoV-2 positive, although it still reflected the con­\nsequences of COVID-19 in this population. Self-re­\nported study outcomes are also subject to recall bias,\nwhich we aimed to minimize by including control\nsubjects who had similar follow-up. Laboratory test\nresults are provided to the worker when available;\nthus self-reported outcomes might be impacted by\ndiagnostic bias.\nWe did not perform pathogen testing on\ncontrols. We used an antigen test for detection of\nSARS-CoV-2 infection and an ELISA for detection\n\nCOVID-19 and Agricultural Workers, Guatemala\nDifferences in expenditures between SARS-CoV-2‒positive and SARS-CoV2‒negative agricultural workers who had\ninfluenza-like illness (ILI) in the Agricultural Workers and Respiratory Illness Impact Study, Guatemala, June 15, 2020‒October 10, 2021.\nWorkers who had SARS-CoV-2‒positive ILI (dark blue circle) reported greater lost income and combined expenditures related to their\nof nucleocapsid IgG, which might have decreased\nperformance compared with PCR and virus neu­\ntralization assays, respectively. Testing was nearly\nalways (>97%) performed within 7 days of symp­\ntom onset, and future studies will compare various\ntesting approaches. Future studies will also include\ncompany-reported data, which will provide a more\nobjective assessment of wages, enabling us to com­\npare self-reported and company-reported metrics.\nFinally, to decrease the risk for healthy worker bias\n42 ( ), the study collected postacute (28-day) out­\ncomes on all ILI case-patients and will ultimately\nmeasure loss of employment (using company data)\nas an outcome measure of ILI.\nIn conclusion, preliminary data from the AGRI\ncohort suggest major clinical and socioeconomic im­\npacts of respiratory illnesses, especially COVID-19,\non agricultural workers in Guatemala. The study\ndemonstrates the feasibility and value of conduct­\ning workforce-based syndromic surveillance dur­\ning epidemic activity and uses several innovative\napproaches to measure disease outcomes in acute\nand postacute settings, such as active surveillance\nand molecular diagnostics within a large banana\nfarm and company-reported economic measures.\nIt also provides a more comprehensive assessment\nof how communicable diseases economically effect\nan essential, yet vulnerable, workforce population\nand their households. Given the high clinical and\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S285\n\n--- Page 10 ---\nCLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\neconomic burden of COVID-19 among agricultural\nworkers, and their probable role in household trans­\nmission of COVID-19, our results support prioritiz­\ning persons working in the agricultural sector for\nvaccination against COVID-19, potentially through\nthe workplace.\nAcknowledgments\nWe thank the University of Colorado Trifinio Research\nTeam, the University of Colorado Center for Global Health\nadministration, Daniel Jernigan, the Centers for Disease\nControl and Prevention, and AgroAmerica for contributions;\nMargot Charette for assistance with mapping; the Colorado\nState University Diagnostic Laboratory for use of facilities;\nthe Colorado State University Office of the Vice President\nfor Research for providing funding instrumentation;\nRichard Osborne and Measured Solutions for use of the\nFluiiQ instrument and interpretation of results; and the\nTrifinio community for providing study participants.\nThis study was supported by the National Institutes of\nHealth (NIH)/National Institute of Allergy and Infectious\nDiseases grant 1K23AI143967, Centers for Disease Control\nand Prevention (CDC)–CAR/CGH CDC grant GH002243,\nand investigator-initiated contributions by Roche Molecular\nSystems, Roche Diagnostics, and Sanofi Pasteur. D.O. was\nsupported by NIH/National Center for Advancing\nTranslational Sciences Colorado CTSI grant UL1 TR001082\nand the Children’s Hospital of Colorado Research Scholar\nAward. K.Q. was supported by NIH grant 1F32AI150123.\nD.O., M.C., M.L., F.H., H.M., K.E., L.S.N., and E.J.A.\ndeveloped the study and methods, performed\ninvestigations, and wrote the paper; G.G., E.B., A.N.C.,\nN.R., K.A., G.M., G.A.B., D.B., K.L., M.S., K.Q., and G.E.\ndeveloped methods, performed investigations, and\nadministered the study; M.L., M.G., J.M., A.N.C., C.I.,\nL.M.D., E.Z., and E.A.B. analyzed data, visualized the\nstudy, and wrote the paper; and D.O., M.C., and E.J.A,\nsupervised and administered the study.\nD.O. received grant funding from Roche and Sanofi\nPasteur. F.G.H. has served as a consultant to Genentech,\nRoche, Shionogi, and other companies involved in\ndevelopment or marketing of influenza therapeutics or\nvaccines. He has received honoraria from the University\nof Alabama Antiviral Drug Discovery and Development\nConsortium for Scientific Advisory Board work and from\nthe World Health Organization for document preparation\nrelated to influenza. K.M.E. received grant funding from\nNIH and CDC; is a consultant to Bionet and IBM; and is\na member of Data Safety and Monitoring Committees for\nSanofi, X-4 Pharma, Seqirus, Moderna, Pfizer, Merck,\nand Roche.\nS286 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nAbout the Author\nDr. Olson is an associate professor of pediatric infectious\ndiseases and epidemiology in Department of Pediatrics,\nCenter for Global Health, University of Colorado School\nof Medicine, Aurora, CO. His primary research interest is\nintegration of novel surveillance systems and field-based\nmolecular diagnostics to study the burden and impact of\nemerging infectious diseases, host response, and effectiveness\nof community-based interventions, such as vaccines.\nReferences\n1.\t Lewnard JA, Mora AM, Nkwocha O, Kogut K, Rauch\nSA, Morga N, et al. Prevalence and clinical profile of\nSARS-CoV-2 infection among farmworkers in Monterey\nCounty, California: June–November, 2020. Emerg Infect Dis.\n2021;27:1330–42. https://doi.org/10.3201/eid2705.204949\n2.\t Magnusson K, Nygård K, Methi F, Vold L, Telle K.\nOccupational risk of COVID-19 in the first versus second\nepidemic wave in Norway, 2020. Euro Surveill. 2021;26:2001875.\nhttps://doi.org/10.2807/1560-7917.ES.2021.26.40.2001875\n3.\t Stringhini S, Zaballa ME, Pullen N, de Mestral C, Perez-Saez J,\nDumont R, et al.; SEROCoV-WORK + Study Group. Large\nvariation in anti-SARS-CoV-2 antibody prevalence among\nessential workers in Geneva, Switzerland. Nat Commun.\n2021;12:3455. https://doi.org/10.1038/s41467-021-23796-4\n4.\t Ramos AK, Lowe AE, Herstein JJ, Schwedhelm S, Dineen KK,\nLowe JJ. Invisible no more: the impact of COVID-19 on\nessential food production workers. J Agromed. 2020;25:378–\n82. https://doi.org/10.1080/1059924X.2020.1814925\n5.\t Duff A, Padilla A. Latin America: agricultural perspectives;\n2015 [cited 2022 Mar 16]. https://economics.rabobank.com\n6.\t Office of the United States Trade Representative. Guatemala\n[cited 2022 Mar 15]. https://ustr.gov/countries-regions/\nwestern-hemisphere/guatemala\n7.\t Dally M, Butler-Dawson J, Krisher L, Monaghan A,\nWeitzenkamp D, Sorensen C, et al. The impact of heat and\nimpaired kidney function on productivity of Guatemalan\nsugarcane workers. PLoS One. 2018;13:e0205181.\nhttps://doi.org/10.1371/journal.pone.0205181\n8.\t Brackbill RM, Cameron LL, Behrens V. Prevalence of chronic\ndiseases and impairments among US farmers, 1986–1990.\nAm J Epidemiol. 1994;139:1055–65. https://doi.org/10.1093/\noxfordjournals.aje.a116949\n9.\t Butler-Dawson J, Krisher L, Asensio C, Cruz A, Tenney L,\nWeitzenkamp D, et al. Risk factors for declines in kidney\nfunction in sugarcane workers in Guatemala. J Occup\nEnviron Med. 2018;60:548–58. https://doi.org/10.1097/\nJOM.0000000000001284\n10.\t Keech M, Beardsworth P. The impact of influenza on\nworking days lost: a review of the literature.\nPharmacoeconomics. 2008;26:911–24. https://doi.org/10.2165/\n00019053-200826110-00004\n11.\t Molinari NA, Ortega-Sanchez IR, Messonnier ML,\nThompson WW, Wortley PM, Weintraub E, et al. The annual\nimpact of seasonal influenza in the US: measuring disease\nburden and costs. Vaccine. 2007;25:5086–96. https://doi.org/\n10.1016/j.vaccine.2007.03.046\n12.\t de Francisco Shapovalova N, Donadel M, Jit M, Hutubessy R.\nA systematic review of the social and economic burden of\ninfluenza in low- and middle-income countries. Vaccine.\n2015;33:6537–44. https://doi.org/10.1016/j.vaccine.2015.10.066\n13.\t Burckel E, Ashraf T, de Sousa Filho JP, Forleo Neto E,\nGuarino H, Yauti C, et al. Economic impact of providing\n\n--- Page 11 ---\nworkplace influenza vaccination: a model and case study\napplication at a Brazilian pharma-chemical company.\nPharmacoeconomics. 1999;16:563–76. https://doi.org/\n10.2165/00019053-199916050-00012\n14.\t Mota NV, Lobo RD, Toscano CM, Pedroso de Lima AC,\nSouza Dias MB, Komagata H, et al. Cost-effectiveness of sick\nleave policies for health care workers with influenza-like\nillness, Brazil, 2009. Emerg Infect Dis. 2011;17:1421–9.\nhttps://doi.org/10.3201/eid1708.101546\n15.\t Johnson RJ, Wesseling C, Newman LS. Chronic kidney\ndisease of unknown cause in agricultural communities.\nN Engl J Med. 2019;380:1843–52. https://doi.org/10.1056/\nNEJMra1813869\n16.\t Findings from the National Agricultural Workers Survey\n(NAWS) 2015–2016: a demographic and employment profile\nof United States farmworkers. Washington (DC):  US\nDepartment of Labor, Employment and Training; 2018.\n17.\t Occupational health and safety fact sheet. Buda (TX):\nNational Center for Farmworker Health; 2017.\n18.\t Asturias EJ, Heinrichs G, Domek G, Brett J, Shick E,\nCunningham M, et al. The center for human development in\nGuatemala: an innovative model for global population\nhealth. Adv Pediatr. 2016;63:357–87. https://doi.org/\n10.1016/j.yapd.2016.04.001\n19.\t Olson D, Lamb M, Lopez MR, Colborn K, Paniagua-Avila A,\nZacarias A, et al. Performance of a mobile phone app-based\nparticipatory syndromic surveillance system for acute febrile\nillness and acute gastroenteritis in rural Guatemala. J Med\nInternet Res. 2017;19:e368. https://doi.org/10.2196/jmir.8041\n20.\t Levey AS, Stevens LA, Schmid CH, Zhang YL, Castro AF\nIII, Feldman HI, et al.; CKD-EPI (Chronic Kidney Disease\nEpidemiology Collaboration). A new equation to estimate\nglomerular filtration rate. Ann Intern Med. 2009;150:604–12.\nhttps://doi.org/10.7326/0003-4819-150-9-200905050-00006\n21.\t Fitzner J, Qasmieh S, Mounts AW, Alexander B, Besselaar T,\nBriand S, et al. Revision of clinical case definitions: influenza-\nlike illness and severe acute respiratory infection. Bull World\nHealth Organ. 2018;96:122–8. https://doi.org/10.2471/\nBLT.17.194514\n22.\t Reses HE, Fajans M, Lee SH, Heilig CM, Chu VT,\nThornburg NJ, et al.; U.S. COVID-19 Household Investigation\nTeam. Performance of existing and novel surveillance case\ndefinitions for COVID-19 in household contacts of\nPCR-confirmed COVID-19. BMC Public Health. 2021;21:1747.\nhttps://doi.org/10.1186/s12889-021-11683-y\n23.\t Centers for Disease Control and Prevention. Update and\ninterim guidance on outbreak of 2019 novel coronavirus\n(2019-nCoV) in Wuhan, China, January 7, 2020 [cited 2022\nMar 16]. https://emergency.cdc.gov\n24.\t Igloi Z, Velzing J, van Beek J, van de Vijver D, Aron G,\nEnsing R, et al. Clinical evaluation of Roche SD biosensor\nrapid antigen test for SARS-CoV-2 in municipal health\nservice testing site, the Netherlands. Emerg Infect Dis.\n2021;27:1323–9. https://doi.org/10.3201/eid2705.204688\n25.\t Koski RR, Klepser ME. A systematic review of rapid diag­\nnostic tests for influenza: considerations for the community\npharmacist. J Am Pharm Assoc (2003). 2017;57:13–9.\nhttps://doi.org/10.1016/j.japh.2016.08.018\n26.\t Creager HM, Cabrera B, Schnaubelt A, Cox JL, Cushman-\nVokoun AM, Shakir SM, et al. Clinical evaluation of the BioFire\nrespiratory panel 2.1 and detection of SARS-CoV-2. J Clin Virol.\n2020;129:104538. https://doi.org/10.1016/j.jcv.2020.104538\n27.\t Osborne RH, Norquist JM, Elsworth GR, Busija L, Mehta V,\nHerring T, et al. Development and validation of the influenza\nintensity and impact questionnaire (FluiiQ ). Value Health. \n2011;14:687–99. https://doi.org/10.1016/j.jval.2010.12.005\n\nCOVID-19 and Agricultural Workers, Guatemala\n28.\t World Health Organization. Manual for estimating the\neconomic burden of seasonal influenza. Geneva: The\nOrganization; 2016.\n29.\t Living Standards Measurement Study (LSMS). 2019 [cited\n2019 Feb 13] http://microdata.worldbank.org/index.php/\ncatalog/lsms/about\n30.\t National survey of living conditions (ENCOVI) [in\nSpanish]. Guatemala City (Guatemala): National Institute of\nStatistics; 2014.\n31.\t Basic food basket (CBA) and expanded (CA). Guatemala City\n(Guatemala): National Institute of Statistics; 2021.\n32.\t Graham EL, Clark JR, Orban ZS, Lim PH, Szymanski AL,\nTaylor C, et al. Persistent neurologic symptoms and\ncognitive dysfunction in non-hospitalized Covid-19 “long\nhaulers”. Ann Clin Transl Neurol. 2021;8:1073–85.\nhttps://doi.org/10.1002/acn3.51350\n33.\t Hellmuth J, Barnett TA, Asken BM, Kelly JD, Torres L,\nStephens ML, et al. Persistent COVID-19-associated\nneurocognitive symptoms in non-hospitalized patients.\nJ Neurovirol. 2021;27:191–5. https://doi.org/10.1007/\ns13365-021-00954-4\n34.\t Chishti M, Hipsman F. Increased Central American\nmigration to the United States may prove an enduring\nphenomenon. Migration Information Source, 2016 [cited\n2022Mar 16]. https://www.migratinpolicy.org\n35.\t National Immigration Forum. Push or pull factors: what\ndrives Central American migrants to the U.S.? 2019 [cited\n2022 Mar 16]. https://immigrationforum.org\n36.\t Durand LO, Cheng PY, Palekar R, Clara W, Jara J, Cerpa M,\net al. Timing of influenza epidemics and vaccines in the\nAmerican tropics, 2002–2008, 2011–2014. Influenza Other Respir\nViruses. 2016;10:170–5. https://doi.org/10.1111/irv.12371\n37.\t Haynes AK, Manangan AP, Iwane MK, Sturm-Ramirez K,\nHomaira N, Brooks WA, et al. Respiratory syncytial virus\ncirculation in seven countries with global disease detection\nregional centers. J Infect Dis. 2013;208(Suppl 3):S246–54.\nhttps://doi.org/10.1093/infdis/jit515\n38.\t Vicari AS, Olson D, Vilajeliu A, Andrus JK, Ropero AM,\nMorens DM, et al. Seasonal influenza prevention and control\nprogress in Latin America and the Caribbean in the context\nof the global influenza strategy and the COVID-19\npandemic. Am J Trop Med Hyg. 2021;105:93–101.\nhttps://doi.org/10.4269/ajtmh.21-0339\n39.\t McCracken JP, Prill MM, Arvelo W, Lindblade KA,\nLópez MR, Estevez A, et al. Respiratory syncytial virus\ninfection in Guatemala, 2007–2012. J Infect Dis. 2013;208\n(Suppl 3):S197–206. https://doi.org/10.1093/infdis/jit517\n40.\t Tang JW, Bialasiewicz S, Dwyer DE, Dilcher M, Tellier R,\nTaylor J, et al. Where have all the viruses gone? Disappearance\nof seasonal respiratory viruses during the COVID-19\npandemic. J Med Virol. 2021;93:4099–101. https://doi.org/\n10.1002/jmv.26964\n41.\t Fong MW, Leung NH, Cowling BJ, Wu P. Upper\nrespiratory infections in schools and childcare centers\nreopening after COVID-19 dismissals, Hong Kong. Emerg\nInfect Dis. 2021;27:1525–7. https://doi.org/10.3201/\neid2705.210277\n42.\t Chowdhury R, Shah D, Payal AR. Healthy worker effect\nphenomenon: revisited with emphasis on statistical methods\n—a review. Indian J Occup Environ Med. 2017;21:2–8.\nhttps://doi.org/10.4103/ijoem.IJOEM_53_16\nAddress for correspondence: Daniel Olson, Department of\nPediatrics, Center for Global Health, University of Colorado\nSchool of Medicine, 13199 E Montview Blvd, Ste 310, Aurora, CO\n80045, USA; email: daniel.olson@cuanschutz.edu\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S287",
    "pages": [
      {
        "page_number": 1,
        "text": "We evaluated clinical and socioeconomic burdens of re­\nspiratory disease in banana farm workers in Guatemala.\nWe offered all eligible workers enrollment during June 15–\nDecember 30, 2020, and annually, then tracked them for\ninfluenza-like illnesses (ILI) through self-reporting to study\nnurses, sentinel surveillance at health posts, and absen­\nteeism. Workers who had ILI submitted nasopharyngeal\nswab specimens for testing for influenza virus, respiratory\nsyncytial virus, and SARS-CoV-2, then completed sur­\nveys at days 0, 7, and 28. Through October 10, 2021, a\nE\nssential workers have been at greater risk for\nCOVID-19 than for the general population, but\nlittle is known about the risk to persons working\nwithin the agricultural sector in low- to middle-\n1 3 income countries (LMICs) ( – ). Limited data from\nthe United States have demonstrated a high burden\n1 of SARS-CoV-2 in this population ( ); many agri­\ncultural workers continued working throughout\n4 the pandemic ( ). In LMICs, agricultural workers\nplay a critical role in food security and represent a\nmajor economic force. In Guatemala, these workers\nAuthor affiliations: Fundacion para la Salud Integral de los\nGuatemaltecos, Retalhuleu, Guatemala (D. Olson, D.M. Calvimontes,\nG. Guzman, E. Barrios, A. Chacon, N. Rojop, K. Arias, M. Gomez,\nG.A. Bolanos, E.J. Asturias); University of Colorado School of\nPublic Health, Aurora, Colorado, USA (D. Olson, M.M. Lamb,\nM. Fineman, L.S. Newman, E.J. Asturias); University of Colorado\nSchool of Medicine, Aurora (D. Olson, K. Lesteberg, D. Beckham,\nM.L. Santiago, L.S. Newman, E.J. Asturias); La Comisión\nPresidencial de Atención a la Emergencia COVID-19, Guatemala\nCity, Guatemala (D.M. Calvimontes, E.J. Asturias), Centers for\nDisease Control and Prevention, Guatemala City (J. Monzon,\nE. Zielinski Gutierrez); Centers for Disease Control and Prevention,\nAtlanta, Georgia, USA (A.N. Chard, C. Iwamoto, L.M. Duca,\n\nClinical and Economic Impact\nof COVID-19 on Agricultural\nWorkers, Guatemala 1\nDaniel Olson, Diva M. Calvimontes, Molly M. Lamb, Gerber Guzman, Edgar Barrios, Andrea Chacon,\nNeudy Rojop, Kareen Arias, Melissa Gomez, Guillermo A. Bolanos, Jose Monzon, Anna N. Chard,\nChelsea Iwamoto, Lindsey M. Duca, Nga Vuong, Melissa Fineman, Kelsey Lesteberg, David Beckham,\nMario L. Santiago, Kendra Quicke, Gregory Ebel, Emily Zielinski Gutierrez, Eduardo Azziz-Baumgartner,\nFrederick G. Hayden, Hani Mansour, Kathryn Edwards, Lee S. Newman, Edwin J. Asturias\ntotal of 1,833 workers reported 169 ILIs (12.0 cases/100\nperson-years), and 43 (25.4%) were laboratory-confirmed\ninfections with SARS-CoV-2 (3.1 cases/100 person-years).\nWorkers who had SARS-CoV-2‒positive ILIs reported\nmore frequent anosmia, dysgeusia, difficulty concentrat­\ning, and irritability and worse clinical and well-being sever­\nity scores than workers who had test result‒negative ILIs.\nWorkers who had positive results also had greater absen­\nteeism and lost income. These results support prioritization\nof farm workers in Guatemala for COVID-19 vaccination.\nare 35% of the overall labor force, and agricultural\nproducts account for 45% of all exports and 11.3% of\n5 total gross domestic product ( ). Guatemala is also\na major trading partner of the United States, export­\ning US $2.1 billion in agricultural products annually,\nincluding nearly 50% of the banana supply of the\n6 United States ( ). Therefore, agricultural workers in\nGuatemala and similar LMICs are arguably essen­\ntial not only for local food security but also for the\nfood security of international trading partners, such\nas the United States.\nN. Vuong, E. Azizz-Baumgartner); Colorado State University,\nFort Collins, Colorado, USA (K. Quicke, G. Ebel); University of\nVirginia School of Medicine, Charlottesville, Virginia, USA\n(F.G. Hayden); University of Colorado, Denver, Colorado, USA\n(H. Mansour); Vanderbilt University School of Medicine, Nashville,\nTennessee, USA (K. Edwards)\nDOI: https://doi.org/10.3201/eid2813.212303\nAn abstract of this article was presented at the Virtual Meeting of 1\nthe International Society for Influenza and Other Respiratory Virus\nDiseases, October 19‒21, 2021; and at the 70th Annual Meeting\nof the American Society for Tropical Medicine and Hygiene,\nNational Harbor, Maryland, USA, November 17‒21, 2021.\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S277",
        "char_count": 4392,
        "word_count": 646,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "CLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\nIn addition to increased risk for exposure to\nSARS-CoV-2, the virus that causes COVID-19, per­\nsons working in the agricultural sector might also\nbe at increased risk for poor clinical outcomes from\nCOVID-19 because of a high prevalence of comor­\nbidities associated with environmental stress, such\nas chronic kidney disease of unknown origin (Meso­\n7 9 american nephropathy) ( – ). Economic outcomes,\nsuch as work absenteeism and decreased job perfor­\nmance while working (presenteeism), are also critical\n10 14 factors, as is the case with influenza ( – ). Because\nagricultural workers are often the primary income\nearners for their households, the consequences may\nextend to their households and communities. Despite\nthe increased clinical and economic vulnerability of\nagricultural workers and their critical role in global\nfood security, little is known about the socioeconomic\nconsequences of COVID-19 and other respiratory ill­\nnesses among this essential workforce, and the subse­\nquent effects on their households and communities.\nThe Agricultural Workers and Respiratory Ill­\nness Impact (AGRI) Study was designed as an in­\nfluenza cohort and expanded to include other viral\nrespiratory pathogens, including SARS-CoV-2. The\nstudy has 2 primary aims: to characterize the clini­\ncal and socioeconomic outcomes of acute respiratory\nviral infections among farm workers in Guatemala,\nand to measure the effectiveness of a workplace-\nbased vaccination program in improving these out­\ncomes. Here, we provide a comprehensive descrip­\ntion of the AGRI cohort and a summary of clinical\nand economic outcomes from the first year of viro­\nlogic surveillance.\nMethods\nStudy Setting and Population\nThis 5-year study was conducted within a large ba­\nnana farm in the coastal lowlands of southwestern\nGuatemala. Farm workers are exposed to high tem­\nperatures and humidity and are at risk for environ­\nment-associated chronic medical conditions, such\n7 15 as chronic kidney disease of unknown origin ( , ).\nPrevious surveys (2015, 2017–2018) found a predomi­\nnantly young, male, and economically vulnerable\nworkforce. Farmworkers are typically the sole income\nearners for their households and report high rates of\nfood insecurity, similar to other agribusiness workers\nin the region and migrant worker populations in the\n16 17 United States ( , ). The regional population expe­\nriences high levels of food insecurity, stunting, pov­\nerty, and communicable diseases and low access to\n18 19 healthcare ( , ).\nS278 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nAs is typical in many agribusinesses, field work­\ners and packaging workers receive baseline pay plus\ndaily bonuses based on productivity recorded by the\ncompany. Managers and workers in administrative\njob categories are paid by day. Workers who become\nill and receive excused absences from their managers\nreceive two thirds of baseline pay for the duration of\nthe excused absence, up to a maximum of US $15.60/\nday. Workers with laboratory-confirmed SARS-\nCoV-2 are mandated to quarantine at home with ex­\ncused absences for up to 2 weeks.\nAll eligible workers within the 9 banana farm\nworksites were offered enrollment in the study\nduring June 15–December 30, 2020, and annually\nthereafter. Inclusion criteria were age >18 years,\nplans to remain employed by the agribusiness\nfor >1 year, access to a telephone, and agreement\nto enable use of company-based absenteeism and\njob performance records. For this analysis, partici­\npant follow-up was performed through October 10,\n2021; all study procedures (testing and follow-up)\nperformed after that date were considered missing,\neven if the associated influenza-like illness (ILI)\ncase was previously identified.\nAfter written informed consent was obtained,\nstudy nurses collected contact information and de­\nmographic, occupational, socioeconomic, and clini­\ncal data, including risk factors for severe COVID-19.\nWorkers provided enrollment and annual blood\nspecimens that were screened for markers of chronic\nkidney disease (e.g., estimated glomerular filtration\n20 rate [ ]), SARS-CoV-2 nucleocapsid IgG (Elecsys Im­\nmunoassay; Roche, https://www.roche.com), and in\nsome instances SARS-CoV-2 neutralizing antibodies\n(Beckham/Santiago Laboratories, University of Colo­\nrado, Aurora, CO, USA). Workers leaving employ­\nment had exit interviews and were removed from the\nstudy, but data collected during their employment\nwere retained in the study database.\nSurveillance for ILI\nAfter enrollment, all workers began prospective ac­\ntive surveillance for ILI, initially defined as a self-\nreported fever/temperature >38°C and cough in\nthe previous 10 days, to focus on detection of in­\n21 fluenza ( ). In January 2021, the ILI case definition\nwas expanded to include fever, cough, or shortness\nof breath in the previous 10 days (COVID-19–like\n22 illness [ ]), to increase sensitivity of COVID-19\n23 case detection ( ).\nWe used 3 strategies for detecting ILI. The first\nstrategy was symptom screening through workers\nself-reporting symptoms to a study nurse during",
        "char_count": 5160,
        "word_count": 783,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "weekly worksite visits, work supervisors routinely\nquerying workers for cough and fever at daily team\nmeetings, and telephone contact to a study nurse by\nworkers experiencing symptoms at any time. The\nsecond was sentinel surveillance of all workers who\nhad ILI and presented to worker health posts within\nthe farm. The third was active monitoring and ILI\nscreening phone calls to absent workers identified on\nthe company absenteeism registry. During worksite\nvisits, study nurses visited worksites at given times\neach week, and workers were able to self-report to\nthe nurse at that time. Work supervisors (or nurses\nat health posts) could also notify the study team on\nbehalf of workers after obtaining their permission.\nIn February 2021, absenteeism calls were discontin­\nued because those ILI case-patients were consistently\nidentified through other surveillance approaches.\nSyndromic Illness Characterization\nStudy nurses interviewed workers who had ILI and\ncollected clinical, epidemiologic, and outcome data\nfor the workers and general epidemiologic and socio­\neconomic outcome data for their households. Study\nnurses also collected nasopharyngeal swab speci­\nmens, which were placed in viral transport medium\nand tested within 24 hours for SARS-CoV-2 by us­\ning the Q COVID rapid antigen test (Q-NCOV-01G;\n24 Biosensor SD, https://www.sdbiosensor.com) ( ).\nAliquots were also tested for influenza A/B viruses\nand respiratory syncytial virus (RSV) by using the\nCobas Liat Influenza A/B (and RSV) real-time reverse\n25 transcription PCR (RT-PCR) instrument (Roche) ( ).\nPatients who had ILI and tested positive for SARS-\nCoV-2, influenza, or RSV are hereafter referred to\nas SARS-CoV-2–positive ILI, influenza-positive ILI,\nor RSV-positive ILI, respectively. The first 40 avail­\nable ILI specimens collected through April 2021 and\nshipped to the University of Colorado were also test­\ned for an additional 15 respiratory pathogens by us­\n26 ing the multiplex BioFire FilmArray RP2.1 assay ( ).\nViral testing results were shared with participants\nwhen available (usually within 24 hours) and weekly\nwith the Guatemala Ministry of Health.\nClinical and Socioeconomic Outcome Assessments\nThe study relied on a case–cohort study design to\nmeasure self-reported clinical and socioeconomic\noutcomes. All persons in the overall cohort with ILI\nwere considered to be case-patients. Each week, a\nsubcohort of 15 enrolled workers who did not have\nILI in the preceding 28 days were selected at random\n( 5% of the cohort/month) as controls. Study nurses ≈\nadministered follow-up surveys over the telephone\n\nCOVID-19 and Agricultural Workers, Guatemala\nto case-patients at 1 and 4 weeks after their ILI visit.\nControls were notified that they had been selected\n(day 0) and received the same surveys 1 and 4 weeks\nlater; controls did not undergo diagnostic testing,\nand a control who had ILI develop during the 4-week\nfollow-up was considered to be a case-patient at the\ntime of illness.\nClinical and well-being outcomes were collected\nby using the Influenza Intensity and Impact Ques­\n27 tionnaire (FluiiQ) Inventory ( ), which is a validated\nSpanish-language outcome measure designed for\nclinical and epidemiologic outpatient studies of in­\nfluenza and RSV. The inventory consists of 13 items\nfor symptom severity, a combined systemic score (7\nitems) and respiratory score (6 items). The well-being\nscores are impact on daily activities score (7 items),\nimpact on emotions score (4 items), and impact on\nothers score (5 items). Each combined score is aver­\naged by the number of individual items such that all\nscores are 0–3; a higher score indicated greater sever­\nity or negative impact on well-being. The follow-up\nsurveys also collected health-seeking behavior (e.g.,\nhospitalization, medication use).\nDuring follow-up surveys, economic outcomes\nwere assessed by using questions adapted from the\n2016 World Health Organization Manual for Estimat­\n28 ing the Economic Burden of Seasonal Influenza ( )\nand supplemented with the World Bank National Sur­\n29 vey of Living Conditions ( ), which includes a Span­\nish translation (La Encuesta Nacional de Condiciones\n30 de Vida) used in Guatemala ( ). The survey collected\ndata on direct medical costs, direct nonmedical costs\n(i.e., transportation), and indirect costs related to loss\nof productivity (i.e., absenteeism) for the worker and\nthe household. Results were compared with the ba­\nsic food basket price in Guatemala, which reflects the\nminimum kilocalories intake (2,262 kilocalories) for a\n4.77-member household for 1 month (US $386.30 in\n31 March 2021) ( ). Although not included in this anal­\nysis, company-reported individual-level data were\nlinked to workers, including absenteeism, productiv­\nity metrics (task-specific units of production, such as\ntons of bananas harvested per day), and wages.\nStatistical Analysis\nWe calculated incidence density (number of cases\nper person-time of follow-up) of ILI and pathogen-\nspecific ILI. We used descriptive statistics to calcu­\nlate differences between clinical and socioeconomic\noutcomes between groups. For normally distributed\ncontinuous variables, we calculated means and SDs\nt and used the Student -test to determine major differ­\nences between groups. For non–normally distributed\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S279",
        "char_count": 5382,
        "word_count": 816,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "CLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\ncontinuous variables, we calculated medians and in­\nterquartile ranges and used the Wilcoxon rank-sum\ntest to determine major differences between groups.\nFor categorical variables, we used χ and Fischer exact 2\ntests to determine major differences in distribution of\ncategories between groups. For all analyses, p<0.05\nwas considered statistically significant.\nEthics\nThe study was approved by the Colorado Multiple\nInstitutional Review Board (protocol #19-1836) and\nthe Guatemala Ministry of Health National Ethics\nCommittee (HRMC-560-2020). The local Southwest\nTrifinio Community Advisory Board for Research\nagreed to the study. Workers receive no compensa­\ntion for study participation.\nResults\nDuring June 15, 2020–October 10, 2021, a total of\n2,371 workers were screened for enrollment; 160\n(6.7%) were ineligible, and 378 (17.1%) declined\nparticipation (Figure 1). Of the 1,833 enrolled par­\nticipants (Table 1), 1,590 (86.7%) remained active in\nthe study as of October 10, 2021, representing 1,402.9\nperson-years of surveillance. Workers who declined\nparticipation were slightly younger than partici­\npants (29.6 vs. 30.9 years; p<0.01) but had similar sex\ndistribution and ethnicity.\nMost workers were male (84.1%) and worked\nin the fields (69.0%). Self-reported chronic medical\nconditions were uncommon except for obesity (body\nmass index >30 kg/m , 11.3%) and kidney disease 2\n(3.2%); 12.8% of workers (n = 234) took medica­\ntions, most of whom (n = 122, 52%) took vitamins,\nfollowed by pain relievers/anti-inflammatory drugs\n(14%), antimicrobial drugs (7%), diabetes-related\nmedications (7%), and proton pump inhibitors (6%).\nS280 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nOnly 5.9% reported ever having received an influ­\nenza vaccination, including 17 (6.4%) of 267 work­\ners who self-reported chronic diseases. Workers\nbegan to receive COVID-19 vaccination through the\nworkplace in August 2021 (ChAdOx1, AstraZeneca,\nhttps://www.astrazeneca.com; and mRNA-1273,\nModerna, https://www.modernatx.com). Of 1,334\nworkers enrolled during June–December 2020 who\nhad samples available, 616 (46.2%) were reactive for\nSARS-CoV-2 nucleocapsid IgG.\nHousehold size averaged 5.7 persons (3.3 adults,\n2.3 children), and half the workers (n = 877; 48.2%)\nlived the urban municipality of Coatepeque; the\nstudy catchment area was 2,600 km (Figure 2). Me­ ≈ 2\ndian self-reported monthly income for the individual\nworker was US $337.20 (interquartile range $311.30–\n$389.10) and for the household was US $363.20 (inter­\nquartile range $324.30–$505.80); 58.0% of workers re­\nported being worried about the inability to purchase\nfood in the preceding 12 months.\nAsymptomatic Control Subjects\nOf the 915 asymptomatic randomly selected controls\n(August 10, 2020–October 10, 2021), the study team\nwas able to contact 696 (76.0%) by telephone. There\nwere no significant differences in enrollment charac­\nteristics between those contacted and those not con­\ntacted. Of the 696 controls who were contacted initial­\nly, 623 (89.5%) were successfully contacted at 1 week\nand 588 (84.4%) at 4 weeks.\nAbsenteeism\nDuring August 31, 2020–February 19, 2021, a total of\n36 workers (51.4%) had >1 day of work absence. Study\npersonnel contacted 504 (68.5%) after 3 attempts, and\nthere were no differences between contacted and un­\ncontacted workers other than number of children (2.7\nFigure 1. Flow diagram showing\ncohort of agricultural workers\nenrolled in the Agricultural\nWorkers and Respiratory Illness\nImpact Study, southwestern\nGuatemala, June 2020‒October\n2021, and followed through\nOctober 10, 2021. Ineligible and\nnonconsenting workers were able\nto provide multiple reasons for not\nparticipating. Only workers who\ncompleted the day 0 (diagnosis)\nvisit were called on day 7 and day\n28. Follow-up visits scheduled\nfor after October 10, 2021, were\nconsidered missing.",
        "char_count": 3950,
        "word_count": 577,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "vs. 2.2; p<0.01). We compiled risk associations for ab­\nsenteeism (Appendix Table 1, https://wwwnc.cdc.\ngov/EID/article/28/13/21-2303-App1.pdf).\nRespiratory Illnesses\nDuring June 15, 2020–October 10, 2021, the study\nidentified 169 ILI episodes occurring among 145 per­\nsons; of those, 136 (93.8%) persons (for 157 ILI epi­\nsodes) completed the 7-day follow-up survey and 129\n(89.0%) persons (for 149 ILI episodes) completed the\n28-day follow-up survey by completion of analysis\n(Appendix Table 2). The mean (+SD) number of days\nTable 1.\nGuatemala*\nCharacteristic\nWorker demographics\nAge, y, mean (SD)\nSex\nM\nF\nLatino ethnicity\nIndigenous\nOther\nDo not know\nHealth worker\nObesity, BMI >30 kg/m , n = 1,159 with data 2\nClass 1, 30‒-<35\nClass 2, 35‒<40\nClass 3, >40\nUnderlying conditions\nKidney disease\nBlood disorder, e.g., sickle cell disease\nCardiovascular disease, e.g., heart failure, CAD\nDiabetes\nLiver disease\nAsthma\nPulmonary disease, e.g., COPD\nNeurologic disease, e.g., stroke\nTaking medications\nReceived influenza vaccine\nWork conditions\nType of work\nAdministration\nField worker\nField manager\nPacker/plant worker\nPlant manager\nDuration of employment, y\n<2\n3‒4\n>5\nMonthly income, US$, median (IQR)\nHousehold conditions\nNo. adults in house, median (IQR)\nNo. children in house, median (IQR)\nConcern about food insecurity in last year\nHousehold monthly income, US$, median (IQR)\nUS$ spent in the past 7 days, median (IQR)\nMeat, fish, and seafood\nMilk, eggs, and dairy products\nGreens, vegetables, and fruit\nAlcoholic drinks and tobacco\n*Values are no. (%) except as indicated. BMI, body mass index; CAD, coronary artery disease; COPD, chronic obstructive pulmonary disease; IQR,\ninterquartile range; US $, US dollars.\n\nCOVID-19 and Agricultural Workers, Guatemala\nof fever at the time of testing was 3.3 (+2.0) days and\nof cough was 3.3 (+1.9) days; 97.5% of samples were\ncollected <7 days after symptom onset. Of the 153 ILI\nepisodes (among 132 unique persons) who had com­\npleted SARS-CoV-2 antigen testing by completion of\nanalysis, 43 (28.1%) were positive for SARS-CoV-2.\nOf 151 ILI episodes (among 131 persons) who had\ncomplete influenza and RSV RT-PCR testing, 6 (3.7%)\nwere RSV positive and 0 were influenza positive.\nIncidence density for ILI was 12.0/100 person-\nyears and for SARS-CoV-2–positive ILI was 3.1/100\nperson-years (Figure 3). The ILI and COVID-19\nCharacteristics of 1,833 cohort participants in study of clinical and economic impact of COVID-19 in agricultural workers,\nValue\n30.9 (8.7)\n1,541 (84.1)\n292 (15.9)\n801 (43.7)\n113 (6.2)\n3 (0.2)\n916 (43.7)\n131 (11.3)\n103\n24\n4\n58 (3.2)\n25 (1.4)\n29 (1.6)\n27 (1.5)\n19 (1.0)\n10 (0.6)\n10 (0.6)\n10 (0.6)\n234 (12.8)\n108 (5.9)\n60 (3.3)\n1,264 (69.0)\n77 (4.2)\n413 (22.5)\n19 (1.0)\n1,115 (60.9)\n242 (13.2)\n475 (25.9)\n337.2 (311.3‒389.1)\n3 (2–4)\n2 (1–3)\n1,063 (58.0)\n363.2 (324.3–505.8)\n25.9 (13.0–38.9)\n15.6 (9.7–25.9)\n13.0 (6.8–19.5)\n0 (0–0)\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S281",
        "char_count": 2998,
        "word_count": 467,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "CLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\nincidence densities for workers who were nucleo­\ncapsid IgG–negative at enrollment (n = 718) were\n7.1/100 person-years and 2.3/100 person-years,\nrespectively. For workers who were positive for\nnucleocapsid IgG positive at enrollment (n = 616),\nILI incidence density was 4.5/100 person-years\nand COVID-19 incidence density 0.4/100 person-\nyears. Older age was associated with greater risk\nfor SARS-CoV-2–positive ILI compared with SARS-\nCoV-2–negative ILI (mean 35.0 years vs. 29.6 years;\np = 0.001); there was no significant difference by sex,\npresence of any comorbidity, or obesity.\nBioFire FilmArray RP2.1 testing (n = 40) on avail­\nable specimens confirmed 9 of 9 SARS-CoV-2 infec­\ntions tested and 1 of 1 RSV infection and identified\nS282 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nFigure 2. Study region (area\n2,600 km ) for the Agricultural 2\nWorkers and Respiratory Illness\nImpact Study, Guatemala, June\n15, 2020‒October 10, 2021,\nshowing number of enrolled\nagricultural workers living in each\nmunicipality. A total of 1,819\npersons had reported data. Inset\nmap shows location of study\narea in Guatemala.\nan additional 8 picornaviruses (rhinovirus/entero­\nvirus target on FilmArray) and 6 seasonal corona­\nvirus (3 NL63, 1 OC43, and 2 N229E) ILI cases. The\nadult worker was usually the index case-pateint\nwithin the household for SARS-CoV-2 ILI (>80%)\ninfections (Table 2, https://wwwnc.cdc.gov/EID/\narticle/28/13/21-2303-T2.htm) and ILI (>85%) (Ap­\npendix Table 2).\nWorkers who had SARS-CoV-2–positive ILI had\nlonger fever duration at the time of diagnosis (day 0;\n3.3 days vs. 2.3 days; p<0.01) and increased frequency\nof anosmia (44.2% vs. 17.3%; p<0.01) and dysgeu­\nsia (48.8% vs. 24.6%; p<0.01), compared with SARS-\nCoV-2–negative workers (Table 2). SARS-CoV-2\ncase-patients were also more likely to have difficulty",
        "char_count": 1929,
        "word_count": 289,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Figure 3.\nStudy, Guatemala, June 15, 2020‒October 10, 2021. During June 2020–October 2021, ILI was defined as cough and fever. During\nJanuary 2021, the ILI case definition was expanded to cough or fever or shortness of breath. Includes all-cause ILI (yellow),\nSARS-CoV-2‒positive ILI (blue), SARS-CoV-22‒negative‒ILI (orange), and ILI without testing obtained (gray).\nconcentrating (41.9% vs. 20.9%; p = 0.01), irritability\n(58.1% vs. 33.6%; p = 0.01), and dependence on oth­\ners (37.2% vs. 20.9%; p = 0.04). SARS-CoV-2–positive\nworkers had higher systemic FluiiQ severity scores\n(indicating greater disease severity) at diagnosis than\ndid SARS-CoV-2–negative workers, but other dif­\nferences in clinical scores remained nonsignificant.\nSARS-CoV-2–positive workers reported worse im­\npact scores for daily activities (0.50 vs. 0.22; p = 0.01)\nand emotions (0.62 vs. 0.31; p<0.01) than for SARS-\nCoV-2–negative workers at diagnosis and worse im­\npact on others score at day 7 (0.37 vs. 0.16; p = 0.03),\nbut all other FluiiQ well-being scores showing a simi­\nlar nonsignificant trend (Table 2; Figure 4). Among\nILI cases, we found no significant difference in FluiiQ\nscore based on age, sex, and presence of any comor­\nbidity or obesity. We compiled clinical outcomes of\nworkers who had ILI episodes versus asymptomatic\ncontrols (Appendix Table 2).\nEconomic Outcomes\nCompared with SARS-CoV-2–negative workers who\nhad ILI, SARS-CoV-2–positive workers had greater\nself-reported lost income (median US $127.10 vs. $0;\np<0.01), and combined (healthcare, transportation,\nlost wages) total cost (US $147.90 vs. US $12.70; p<0.01)\n\nCOVID-19 and Agricultural Workers, Guatemala\nCumulative influenza-like infections (ILI) among agricultural workers in the Agricultural Workers and Respiratory Illness Impact\nat day 7 (reported over the preceding 2 weeks) (Fig­\nure 5). Workers infected with SARS-CoV-2 also had\nmore days of work absence (p<0.01); most (81.8%)\nhad >5 days of work absence. Household expendi­\ntures on fruits/vegetables were higher at day 7 for\nSARS-CoV-2–positive workers vs. SARS-CoV-2–neg­\native workers who had ILI (US $19.50 vs. US $13.00;\np< 0.01). Differences for all other household expen­\nditures between SARS-CoV-2 test-positive and test-\nnegative workers were not statistically significant.\nDiscussion\nAs of October 10 2021, farm workers in Guatemala\nin this prospective cohort study experienced a sub­\nstantial burden of acute respiratory illness during the\nCOVID-19 pandemic, of which 1/4 tested positive for\nSARS-CoV-2; those with COVID-19 had greater dis­\nease severity, absenteeism, and economic losses than\nworkers with SARS-CoV-2–negative ILI. Similar to\n1 limited data for the United States ( ), farm workers in\nGuatemala were at risk for SARS-CoV-2 infection (3.1\ncases/100 person-years) throughout 2020–2021. Nu­\ncleocapsid IgG at enrollment was protective against\nsubsequent disease; additional analyses will explore\nthis observation. Compared with other members of\ntheir households, the agricultural workers nearly\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S283",
        "char_count": 3140,
        "word_count": 457,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "CLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\nalways had the index symptomatic case. These find­\nings, along with the critical role agricultural workers\n4 6 play in Guatemala and global food security ( , ), lend\nsupport to the prioritization of vaccinating agricul­\ntural workers against COVID-19.\nAlthough preliminary, our findings suggest\nCOVID-19 illness was associated with greater over­\nall clinical severity and impairment, which persisted\nat 7-day and 28-day after illness, than for non–SARS-\nCoV-2 ILI cases. COVID-19 symptoms were con­\nsistent with those reported elsewhere; higher fre­\nquencies of anosmia and dysgeusia and prolonged\nfever differentiating COVID-19 from other ILI cases.\nCOVID-19 was strongly associated with irritabil­\nity and difficulty concentrating, consistent with\npostacute sequelae of SARS-CoV-2 (long COVID)\n32 33 ( , ). The irritability and inability to concentrate,\nwhich persisted in some workers at both 7 and 28\ndays, might place workers at risk (e.g., when using\nmachetes to harvest bananas and when operating\nheavy equipment). The FluiiQ well-being scores,\nwhich include socioemotional and functional activi­\nties, generally indicated more severe illness among\nworkers who had COVID-19 compared with work­\ners who had another ILI at the time of diagnosis and\nday 7; the trend was nonsignificant at 28 days. It is\nunknown to what extent symptoms or sequelae per­\nsist beyond 28 days in this population.\nAgricultural workers in this cohort experienced a\nmajor economic impact from COVID-19. Self-reported\ndata suggest a major difference in absenteeism, lost\nFigure 4.\nJune 15, 2020‒October 10, 2021. Scores (range 0–3), by subdomain, are shown for workers who had SARS-CoV-2‒positive influenza-\nlike illness (ILI), SARS-CoV-2‒negative ILI, and asymptomatic controls. Higher score indicates greater clinical severity (A, B) or greater\nnegative impact on well-being (C, D, E). A) Systemic score; B) respiratory score; C) impact on daily activities; D) impact on emotions;\nE) impact on others. Significant differences (p<0.05) are identified within each group. Blue indicates SARS-CoV-2‒positive ILI,\norange indicates SARS-CoV-2‒negative ILI, and gray indicates asymptomatic control subjects. Error bars indicate means and SDs.\nS284 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nearnings, and total costs between COVID-19 and oth­\ner ILI cases. Median monthly household income (US\n$363.20), already just below the mean basic monthly\nfood basket price in Guatemala (US $386.30), was re­\nduced greatly for workers who had COVID-19 (medi­\nan lost income US $127.10, median total cost of illness\nUS $147.90), placing these households at increased\nrisk for food insecurity and economic hardship. Eco­\nnomic insecurity is one of the primary drivers of emi­\n34 35 gration from Guatemala ( , ); thus, the economic\nimpact and policy implications of COVID-19 on these\nagricultural workers and their households, as well as\nothers in similar settings, might extend beyond the\nborders of Guatemala.\nAlthough SARS-CoV-2 was the most frequently de­\ntected respiratory pathogen among workers who had\nILI, we detected no cases of influenza and only 6 cases\nof infection with RSV. Influenza and RSV circulate year-\nround in Guatemala and comprise a substantial propor­\ntion of ILI cases in population-based studies in Central\n36 39 and South America ( – ). The lower incidence ob­\nserved in our cohort suggested mitigation strategies\n(primarily closing of schools, mask use, and some level\nof physical distancing) might have been effective in lim­\niting some transmission of influenza and RSV. The ob­\nservation cases of rhinovirus/enterovirus and seasonal\ncoronaviruses (NL63, OC43, and N229E) in a subset of\n40 41 our cohort is consistent with other reports ( , ), al­\nthough the reasons for these detections despite physical\ndistancing measures merit further study. The\nAGRI cohort and similar studies will provide useful\nFluiiQ severity scores for agricultural workers in the Agricultural Workers and Respiratory Illness Impact Study, Guatemala,",
        "char_count": 4119,
        "word_count": 626,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "Figure 5.\nillnesses in the week after their illness than SARS-CoV-2‒negative workers who had ILI (orange circle).\nobservations on the effectiveness of population-based\npreventive measures, such as vaccines, on the burden\nof respiratory pathogens. Also, our data demonstrated\nthat syndromic surveillance in the workplace is a fea­\nsible population-based approach to rapidly characterize\nan emerging pathogen.\nThe AGRI study design had some inherent\nstrengths and limitations. Although the study in­\ncluded weekly visits to worksites to identify symp­\ntomatic ILI case-patients, it still required some level\nof self-reporting to study personnel, and therefore\nmight underestimate incidence. Workers with lab­\noratory-confirmed SARS-CoV-2 are required to iso­\nlate and might be incentivized to underreport illness\nto avoid lost wages, thus providing a bias toward\nlower incidence and more severe cases of disease be­\ning reported. Required isolation probably increased\nduration of absenteeism for workers who are SARS-\nCoV-2 positive, although it still reflected the con­\nsequences of COVID-19 in this population. Self-re­\nported study outcomes are also subject to recall bias,\nwhich we aimed to minimize by including control\nsubjects who had similar follow-up. Laboratory test\nresults are provided to the worker when available;\nthus self-reported outcomes might be impacted by\ndiagnostic bias.\nWe did not perform pathogen testing on\ncontrols. We used an antigen test for detection of\nSARS-CoV-2 infection and an ELISA for detection\n\nCOVID-19 and Agricultural Workers, Guatemala\nDifferences in expenditures between SARS-CoV-2‒positive and SARS-CoV2‒negative agricultural workers who had\ninfluenza-like illness (ILI) in the Agricultural Workers and Respiratory Illness Impact Study, Guatemala, June 15, 2020‒October 10, 2021.\nWorkers who had SARS-CoV-2‒positive ILI (dark blue circle) reported greater lost income and combined expenditures related to their\nof nucleocapsid IgG, which might have decreased\nperformance compared with PCR and virus neu­\ntralization assays, respectively. Testing was nearly\nalways (>97%) performed within 7 days of symp­\ntom onset, and future studies will compare various\ntesting approaches. Future studies will also include\ncompany-reported data, which will provide a more\nobjective assessment of wages, enabling us to com­\npare self-reported and company-reported metrics.\nFinally, to decrease the risk for healthy worker bias\n42 ( ), the study collected postacute (28-day) out­\ncomes on all ILI case-patients and will ultimately\nmeasure loss of employment (using company data)\nas an outcome measure of ILI.\nIn conclusion, preliminary data from the AGRI\ncohort suggest major clinical and socioeconomic im­\npacts of respiratory illnesses, especially COVID-19,\non agricultural workers in Guatemala. The study\ndemonstrates the feasibility and value of conduct­\ning workforce-based syndromic surveillance dur­\ning epidemic activity and uses several innovative\napproaches to measure disease outcomes in acute\nand postacute settings, such as active surveillance\nand molecular diagnostics within a large banana\nfarm and company-reported economic measures.\nIt also provides a more comprehensive assessment\nof how communicable diseases economically effect\nan essential, yet vulnerable, workforce population\nand their households. Given the high clinical and\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S285",
        "char_count": 3472,
        "word_count": 492,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "CLINICAL AND HEALTH SERVICES DELIVERY AND IMPACT\neconomic burden of COVID-19 among agricultural\nworkers, and their probable role in household trans­\nmission of COVID-19, our results support prioritiz­\ning persons working in the agricultural sector for\nvaccination against COVID-19, potentially through\nthe workplace.\nAcknowledgments\nWe thank the University of Colorado Trifinio Research\nTeam, the University of Colorado Center for Global Health\nadministration, Daniel Jernigan, the Centers for Disease\nControl and Prevention, and AgroAmerica for contributions;\nMargot Charette for assistance with mapping; the Colorado\nState University Diagnostic Laboratory for use of facilities;\nthe Colorado State University Office of the Vice President\nfor Research for providing funding instrumentation;\nRichard Osborne and Measured Solutions for use of the\nFluiiQ instrument and interpretation of results; and the\nTrifinio community for providing study participants.\nThis study was supported by the National Institutes of\nHealth (NIH)/National Institute of Allergy and Infectious\nDiseases grant 1K23AI143967, Centers for Disease Control\nand Prevention (CDC)–CAR/CGH CDC grant GH002243,\nand investigator-initiated contributions by Roche Molecular\nSystems, Roche Diagnostics, and Sanofi Pasteur. D.O. was\nsupported by NIH/National Center for Advancing\nTranslational Sciences Colorado CTSI grant UL1 TR001082\nand the Children’s Hospital of Colorado Research Scholar\nAward. K.Q. was supported by NIH grant 1F32AI150123.\nD.O., M.C., M.L., F.H., H.M., K.E., L.S.N., and E.J.A.\ndeveloped the study and methods, performed\ninvestigations, and wrote the paper; G.G., E.B., A.N.C.,\nN.R., K.A., G.M., G.A.B., D.B., K.L., M.S., K.Q., and G.E.\ndeveloped methods, performed investigations, and\nadministered the study; M.L., M.G., J.M., A.N.C., C.I.,\nL.M.D., E.Z., and E.A.B. analyzed data, visualized the\nstudy, and wrote the paper; and D.O., M.C., and E.J.A,\nsupervised and administered the study.\nD.O. received grant funding from Roche and Sanofi\nPasteur. F.G.H. has served as a consultant to Genentech,\nRoche, Shionogi, and other companies involved in\ndevelopment or marketing of influenza therapeutics or\nvaccines. He has received honoraria from the University\nof Alabama Antiviral Drug Discovery and Development\nConsortium for Scientific Advisory Board work and from\nthe World Health Organization for document preparation\nrelated to influenza. K.M.E. received grant funding from\nNIH and CDC; is a consultant to Bionet and IBM; and is\na member of Data Safety and Monitoring Committees for\nSanofi, X-4 Pharma, Seqirus, Moderna, Pfizer, Merck,\nand Roche.\nS286 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022\n\nAbout the Author\nDr. Olson is an associate professor of pediatric infectious\ndiseases and epidemiology in Department of Pediatrics,\nCenter for Global Health, University of Colorado School\nof Medicine, Aurora, CO. His primary research interest is\nintegration of novel surveillance systems and field-based\nmolecular diagnostics to study the burden and impact of\nemerging infectious diseases, host response, and effectiveness\nof community-based interventions, such as vaccines.\nReferences\n1.\t Lewnard JA, Mora AM, Nkwocha O, Kogut K, Rauch\nSA, Morga N, et al. Prevalence and clinical profile of\nSARS-CoV-2 infection among farmworkers in Monterey\nCounty, California: June–November, 2020. Emerg Infect Dis.\n2021;27:1330–42. https://doi.org/10.3201/eid2705.204949\n2.\t Magnusson K, Nygård K, Methi F, Vold L, Telle K.\nOccupational risk of COVID-19 in the first versus second\nepidemic wave in Norway, 2020. Euro Surveill. 2021;26:2001875.\nhttps://doi.org/10.2807/1560-7917.ES.2021.26.40.2001875\n3.\t Stringhini S, Zaballa ME, Pullen N, de Mestral C, Perez-Saez J,\nDumont R, et al.; SEROCoV-WORK + Study Group. Large\nvariation in anti-SARS-CoV-2 antibody prevalence among\nessential workers in Geneva, Switzerland. Nat Commun.\n2021;12:3455. https://doi.org/10.1038/s41467-021-23796-4\n4.\t Ramos AK, Lowe AE, Herstein JJ, Schwedhelm S, Dineen KK,\nLowe JJ. Invisible no more: the impact of COVID-19 on\nessential food production workers. J Agromed. 2020;25:378–\n82. https://doi.org/10.1080/1059924X.2020.1814925\n5.\t Duff A, Padilla A. Latin America: agricultural perspectives;\n2015 [cited 2022 Mar 16]. https://economics.rabobank.com\n6.\t Office of the United States Trade Representative. Guatemala\n[cited 2022 Mar 15]. https://ustr.gov/countries-regions/\nwestern-hemisphere/guatemala\n7.\t Dally M, Butler-Dawson J, Krisher L, Monaghan A,\nWeitzenkamp D, Sorensen C, et al. The impact of heat and\nimpaired kidney function on productivity of Guatemalan\nsugarcane workers. PLoS One. 2018;13:e0205181.\nhttps://doi.org/10.1371/journal.pone.0205181\n8.\t Brackbill RM, Cameron LL, Behrens V. Prevalence of chronic\ndiseases and impairments among US farmers, 1986–1990.\nAm J Epidemiol. 1994;139:1055–65. https://doi.org/10.1093/\noxfordjournals.aje.a116949\n9.\t Butler-Dawson J, Krisher L, Asensio C, Cruz A, Tenney L,\nWeitzenkamp D, et al. Risk factors for declines in kidney\nfunction in sugarcane workers in Guatemala. J Occup\nEnviron Med. 2018;60:548–58. https://doi.org/10.1097/\nJOM.0000000000001284\n10.\t Keech M, Beardsworth P. The impact of influenza on\nworking days lost: a review of the literature.\nPharmacoeconomics. 2008;26:911–24. https://doi.org/10.2165/\n00019053-200826110-00004\n11.\t Molinari NA, Ortega-Sanchez IR, Messonnier ML,\nThompson WW, Wortley PM, Weintraub E, et al. The annual\nimpact of seasonal influenza in the US: measuring disease\nburden and costs. Vaccine. 2007;25:5086–96. https://doi.org/\n10.1016/j.vaccine.2007.03.046\n12.\t de Francisco Shapovalova N, Donadel M, Jit M, Hutubessy R.\nA systematic review of the social and economic burden of\ninfluenza in low- and middle-income countries. Vaccine.\n2015;33:6537–44. https://doi.org/10.1016/j.vaccine.2015.10.066\n13.\t Burckel E, Ashraf T, de Sousa Filho JP, Forleo Neto E,\nGuarino H, Yauti C, et al. Economic impact of providing",
        "char_count": 6006,
        "word_count": 807,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "workplace influenza vaccination: a model and case study\napplication at a Brazilian pharma-chemical company.\nPharmacoeconomics. 1999;16:563–76. https://doi.org/\n10.2165/00019053-199916050-00012\n14.\t Mota NV, Lobo RD, Toscano CM, Pedroso de Lima AC,\nSouza Dias MB, Komagata H, et al. Cost-effectiveness of sick\nleave policies for health care workers with influenza-like\nillness, Brazil, 2009. Emerg Infect Dis. 2011;17:1421–9.\nhttps://doi.org/10.3201/eid1708.101546\n15.\t Johnson RJ, Wesseling C, Newman LS. Chronic kidney\ndisease of unknown cause in agricultural communities.\nN Engl J Med. 2019;380:1843–52. https://doi.org/10.1056/\nNEJMra1813869\n16.\t Findings from the National Agricultural Workers Survey\n(NAWS) 2015–2016: a demographic and employment profile\nof United States farmworkers. Washington (DC):  US\nDepartment of Labor, Employment and Training; 2018.\n17.\t Occupational health and safety fact sheet. Buda (TX):\nNational Center for Farmworker Health; 2017.\n18.\t Asturias EJ, Heinrichs G, Domek G, Brett J, Shick E,\nCunningham M, et al. The center for human development in\nGuatemala: an innovative model for global population\nhealth. Adv Pediatr. 2016;63:357–87. https://doi.org/\n10.1016/j.yapd.2016.04.001\n19.\t Olson D, Lamb M, Lopez MR, Colborn K, Paniagua-Avila A,\nZacarias A, et al. Performance of a mobile phone app-based\nparticipatory syndromic surveillance system for acute febrile\nillness and acute gastroenteritis in rural Guatemala. J Med\nInternet Res. 2017;19:e368. https://doi.org/10.2196/jmir.8041\n20.\t Levey AS, Stevens LA, Schmid CH, Zhang YL, Castro AF\nIII, Feldman HI, et al.; CKD-EPI (Chronic Kidney Disease\nEpidemiology Collaboration). A new equation to estimate\nglomerular filtration rate. Ann Intern Med. 2009;150:604–12.\nhttps://doi.org/10.7326/0003-4819-150-9-200905050-00006\n21.\t Fitzner J, Qasmieh S, Mounts AW, Alexander B, Besselaar T,\nBriand S, et al. Revision of clinical case definitions: influenza-\nlike illness and severe acute respiratory infection. Bull World\nHealth Organ. 2018;96:122–8. https://doi.org/10.2471/\nBLT.17.194514\n22.\t Reses HE, Fajans M, Lee SH, Heilig CM, Chu VT,\nThornburg NJ, et al.; U.S. COVID-19 Household Investigation\nTeam. Performance of existing and novel surveillance case\ndefinitions for COVID-19 in household contacts of\nPCR-confirmed COVID-19. BMC Public Health. 2021;21:1747.\nhttps://doi.org/10.1186/s12889-021-11683-y\n23.\t Centers for Disease Control and Prevention. Update and\ninterim guidance on outbreak of 2019 novel coronavirus\n(2019-nCoV) in Wuhan, China, January 7, 2020 [cited 2022\nMar 16]. https://emergency.cdc.gov\n24.\t Igloi Z, Velzing J, van Beek J, van de Vijver D, Aron G,\nEnsing R, et al. Clinical evaluation of Roche SD biosensor\nrapid antigen test for SARS-CoV-2 in municipal health\nservice testing site, the Netherlands. Emerg Infect Dis.\n2021;27:1323–9. https://doi.org/10.3201/eid2705.204688\n25.\t Koski RR, Klepser ME. A systematic review of rapid diag­\nnostic tests for influenza: considerations for the community\npharmacist. J Am Pharm Assoc (2003). 2017;57:13–9.\nhttps://doi.org/10.1016/j.japh.2016.08.018\n26.\t Creager HM, Cabrera B, Schnaubelt A, Cox JL, Cushman-\nVokoun AM, Shakir SM, et al. Clinical evaluation of the BioFire\nrespiratory panel 2.1 and detection of SARS-CoV-2. J Clin Virol.\n2020;129:104538. https://doi.org/10.1016/j.jcv.2020.104538\n27.\t Osborne RH, Norquist JM, Elsworth GR, Busija L, Mehta V,\nHerring T, et al. Development and validation of the influenza\nintensity and impact questionnaire (FluiiQ ). Value Health. \n2011;14:687–99. https://doi.org/10.1016/j.jval.2010.12.005\n\nCOVID-19 and Agricultural Workers, Guatemala\n28.\t World Health Organization. Manual for estimating the\neconomic burden of seasonal influenza. Geneva: The\nOrganization; 2016.\n29.\t Living Standards Measurement Study (LSMS). 2019 [cited\n2019 Feb 13] http://microdata.worldbank.org/index.php/\ncatalog/lsms/about\n30.\t National survey of living conditions (ENCOVI) [in\nSpanish]. Guatemala City (Guatemala): National Institute of\nStatistics; 2014.\n31.\t Basic food basket (CBA) and expanded (CA). Guatemala City\n(Guatemala): National Institute of Statistics; 2021.\n32.\t Graham EL, Clark JR, Orban ZS, Lim PH, Szymanski AL,\nTaylor C, et al. Persistent neurologic symptoms and\ncognitive dysfunction in non-hospitalized Covid-19 “long\nhaulers”. Ann Clin Transl Neurol. 2021;8:1073–85.\nhttps://doi.org/10.1002/acn3.51350\n33.\t Hellmuth J, Barnett TA, Asken BM, Kelly JD, Torres L,\nStephens ML, et al. Persistent COVID-19-associated\nneurocognitive symptoms in non-hospitalized patients.\nJ Neurovirol. 2021;27:191–5. https://doi.org/10.1007/\ns13365-021-00954-4\n34.\t Chishti M, Hipsman F. Increased Central American\nmigration to the United States may prove an enduring\nphenomenon. Migration Information Source, 2016 [cited\n2022Mar 16]. https://www.migratinpolicy.org\n35.\t National Immigration Forum. Push or pull factors: what\ndrives Central American migrants to the U.S.? 2019 [cited\n2022 Mar 16]. https://immigrationforum.org\n36.\t Durand LO, Cheng PY, Palekar R, Clara W, Jara J, Cerpa M,\net al. Timing of influenza epidemics and vaccines in the\nAmerican tropics, 2002–2008, 2011–2014. Influenza Other Respir\nViruses. 2016;10:170–5. https://doi.org/10.1111/irv.12371\n37.\t Haynes AK, Manangan AP, Iwane MK, Sturm-Ramirez K,\nHomaira N, Brooks WA, et al. Respiratory syncytial virus\ncirculation in seven countries with global disease detection\nregional centers. J Infect Dis. 2013;208(Suppl 3):S246–54.\nhttps://doi.org/10.1093/infdis/jit515\n38.\t Vicari AS, Olson D, Vilajeliu A, Andrus JK, Ropero AM,\nMorens DM, et al. Seasonal influenza prevention and control\nprogress in Latin America and the Caribbean in the context\nof the global influenza strategy and the COVID-19\npandemic. Am J Trop Med Hyg. 2021;105:93–101.\nhttps://doi.org/10.4269/ajtmh.21-0339\n39.\t McCracken JP, Prill MM, Arvelo W, Lindblade KA,\nLópez MR, Estevez A, et al. Respiratory syncytial virus\ninfection in Guatemala, 2007–2012. J Infect Dis. 2013;208\n(Suppl 3):S197–206. https://doi.org/10.1093/infdis/jit517\n40.\t Tang JW, Bialasiewicz S, Dwyer DE, Dilcher M, Tellier R,\nTaylor J, et al. Where have all the viruses gone? Disappearance\nof seasonal respiratory viruses during the COVID-19\npandemic. J Med Virol. 2021;93:4099–101. https://doi.org/\n10.1002/jmv.26964\n41.\t Fong MW, Leung NH, Cowling BJ, Wu P. Upper\nrespiratory infections in schools and childcare centers\nreopening after COVID-19 dismissals, Hong Kong. Emerg\nInfect Dis. 2021;27:1525–7. https://doi.org/10.3201/\neid2705.210277\n42.\t Chowdhury R, Shah D, Payal AR. Healthy worker effect\nphenomenon: revisited with emphasis on statistical methods\n—a review. Indian J Occup Environ Med. 2017;21:2–8.\nhttps://doi.org/10.4103/ijoem.IJOEM_53_16\nAddress for correspondence: Daniel Olson, Department of\nPediatrics, Center for Global Health, University of Colorado\nSchool of Medicine, 13199 E Montview Blvd, Ste 310, Aurora, CO\n80045, USA; email: daniel.olson@cuanschutz.edu\nEmerging Infectious Diseases • www.cdc.gov/eid • Vol. 28, No. 13, Supplement to December 2022 S287",
        "char_count": 7073,
        "word_count": 924,
        "extraction_method": "two_column"
      }
    ]
  }
}