{
  "metadata": {
    "source_file": "pdfs/Coronavirus Disease 2019 (COVID-19) Diagnostic Tools.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:36.897311",
    "total_pages": 21,
    "total_characters": 82849,
    "total_words": 12979
  },
  "content": {
    "full_text": "--- Page 1 ---\nReview\nCoronavirus Disease 2019 (COVID-19) Diagnostic Tools:\nA Focus on Detection Technologies and Limitations\nAhmad Qasem , Ameera M. Shaw, Erij Elkamel\namshaw@knights.ucf.edu (A.M.S.); erijelkamel@knights.ucf.edu (E.E.)\n*\nAbstract:\n\u0001\u0002\u0003\u0001\u0004\u0005\u0006\u0007\b\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\nCitation: Qasem, A.; Shaw, A.M.;\nElkamel, E.; Naser, S.A. Coronavirus\nDisease 2019 (COVID-19) Diagnostic protocols in clinical settings and reference laboratories.\nTools: A Focus on Detection\nCurr. Technologies and Limitations. Keywords:\nIssues Mol. Biol. 43 2021 , , 728–748.\nhttps://doi.org/10.3390/cimb43020053\nAcademic Editor: Arumugam\n1. Introduction\nR. Jayakumar\nfever, and shortness of breath [\nReceived: 26 April 2021\nAccepted: 16 July 2021\n2 monia [ Published: 20 July 2021\nStreptococcus pneumoniae\nviral nucleic acid analyses [ 1 Publisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\n3 lineage [ iations.\nCopyright: © 2021 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\n4.05 million deaths worldwide [ conditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nCurr. Issues Mol. Biol. 43 2021 , , 728–748. https://doi.org/10.3390/cimb43020053\n\nand Saleh A. Naser *\nDivision of Molecular Microbiology, Burnett School of Biomedical Sciences, College of Medicine, University of\nCentral Florida, 4110 Libra Drive, Orlando, FL 32816, USA; ahmadqasem@knights.ucf.edu (A.Q.);\nCorrespondence: saleh.naser@ucf.edu; Tel.: +407-823-0955; Fax: +407-823-0956\nThe ongoing coronavirus disease (COVID-19) pandemic caused by severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2) poses a severe threat to human health and the global economy\nand has resulted in overwhelming stress on health care systems worldwide. Despite the global\nhealth catastrophe, especially in the number of infections and fatalities, the COVID-19 pandemic\nhas also revolutionized research and discovery with remarkable success in diagnostics, treatments,\nand vaccine development. The use of many diagnostic methods has helped establish public health\nguidelines to mitigate the spread of COVID-19. However, limited information has been shared about\nthese methods, and there is a need for the scientiﬁc community to learn about these technologies, in\naddition to their sensitivity, speciﬁcity, and limitations. This review article is focused on providing\ninsights into the major methods used for SARS-CoV-2 detection. We describe in detail the core\nprinciple of each method, including molecular and serological approaches, along with reported\nclaims about the rates of false negatives and false positives, the types of specimens needed, and the\nlevel of technology and the time required to perform each test. Although this study will not rank or\nprioritize these methods, the information will help in the development of guidelines and diagnostic\nCOVID-19; SARS-CoV-2; pandemics; diagnostic tools; PCR; LAMP; FICA; mNGS\nIn December 2019, a group of patients in Hubei Province, China, presented with cough,\n1 ]. Computed tomography (CT) scans revealed profuse and\nconﬂuent pulmonary abnormalities, which initially led to the diagnosis of bacterial pneu-\nHaemophilus inﬂuenzae ]. However, common suspected etiological agents, such as ,\n, and adenoviruses, were not detected in bacterial culture tests or\n]. Therefore, the cause of this pneumonia was of unknown\norigin until bronchoalveolar lavage ﬂuid (BALF) samples were analyzed, showing a new\nβ pathogen that had an almost identical genetic sequence to betacoronavirus ( -CoV) B\n]. This newly emerging virus shares 80% genomic similarity with the severe acute\nrespiratory syndrome virus (SARS-CoV), 50% with the Middle East respiratory syndrome\n1 3 coronavirus (MERS-CoV), and 96% with the bat coronavirus RaTG13 [ , ]. Further sequenc-\ning analysis revealed that the virus belongs to a family of viruses known as Coronaviridae,\nwhich was later identiﬁed in February 2020 as the severe acute respiratory syndrome\n4 coronavirus 2 (SARS-CoV-2) by the International Virus Classiﬁcation Commission [ ]. The\ndisease caused by SARS-CoV-2 is known as coronavirus disease 2019 (COVID-19) and has\nsince become a global pandemic, infecting over 188 million people and resulting in at least\n5 ].\nThe nucleic acid component of SARS-CoV-2 is composed of nearly 30,000 nucleotides\nforming a single-stranded positive-sense RNA, which encodes 27 proteins, including 4\nhttps://www.mdpi.com/journal/cimb\n\n--- Page 2 ---\nCurr. Issues Mol. Biol. 43 2021 ,\ntein (E), and surface glycoprotein (S)) (Figure\n1 6 10 (RdRP) [ , –\ning antibodies [ 11\nhomology among viral strains [\nstrain [ 12 , 13 ].\nFigure 1.\n2. Nucleic Acid Ampliﬁcation Technologies\n2.1. Polymerase Chain Reaction (PCR) Methods\nquantifying it in real time [ 14\n\n729\nstructural proteins (nucleocapsid protein (N), matrix protein (M), small envelope pro-\n1 ) and RNA-dependent RNA polymerase\n]. The genes encoding the E, M, and N proteins are generally conserved and\nonly involved in regular viral functions, whereas the S gene is more divergent with less than\n75% sequence similarity compared with other coronaviruses [ , ]. The receptor-binding 1 6\ndomain of the S spike protein mediates the viral attachment of SARS-CoV-2 to human\nangiotensin-converting enzyme 2 (ACE2) receptors, and it is a major target of neutraliz-\n]. Several SARS-CoV-2 strains have been sequenced, revealing 99.9%\n12 ]. However, diverse viral genomic changes have started\nto emerge, resulting in new variant strains, such as the Zeta variant (B.1.1.28) and the Delta\nvariant (B.1.617.2), which may be more infectious and deadly than the ﬁrst identiﬁed viral\n1 6 10 SARS-CoV-2 structural proteins and genomic component. Data were obtained from several published reports [ , – ].\nExpanding COVID-19 diagnostic capacity is a crucial priority, and understanding the\ndifference between detection results of SARS-CoV-2 infection is imperative for health care\nprofessionals to perform accurate interpretations of viral exposure and immunological\nresponses, which may ultimately inﬂuence the selection of appropriate treatment options.\nSince this is a rapidly developing topic, the current ﬁndings may be useful for implement-\ning certain strategies to limit the rapid spread of COVID-19. In this review article, we\nsummarize the clinical diagnostic advances and detection technologies of SARS-CoV-2\ninfection based on four main categories: nucleic acid ampliﬁcation technologies, immuno-\nlogical detection techniques, sequencing detection methods, and additional alternative\nmethods. In accordance with recent reports, we brieﬂy discuss the strengths and weak-\nnesses of these major diagnostic applications that play a signiﬁcant role in identifying\nSARS-CoV-2 infection, therefore helping to counter the spread of COVID-19.\n2.1.1. Fluorescence-Based Real-Time Quantitative PCR (qPCR)\nQuantitative real-time PCR (qPCR) ampliﬁes a target nucleic acid fragment while\n]. This quantitation can either be relative, analyzing the\namount of the target compared with a reference sample, or absolute, determining the\nexact amount of the target with an unknown concentration in relation to a control nucleic\n\n--- Page 3 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nacid with a known concentration [\ninfections [ 14 ].\nSARS-CoV RNA\ngenes [ 15\n15 plasma samples [\nwith reverse transcription PCR (RT-PCR) [\nassays targeting either the RdRP or E genes [\nsitivity for both qPCR assays [\nSARS-CoV-2-speciﬁc\nSARS-CoV-2\nHCoV-OC43, HCoV-NL63, HCoV-229E, and MERS-CoV) [\n20 as a coronavirus diagnostic [\n21 qPCR [\n21 the viral N gene [\n′ 5\nthe quencher dye, resulting in a ﬂuorescent signal [\nextremely advantageous for laboratory testing [\ngenes has produced accurate and equitable results [\nlow prevalence can increase the rate of false positives [\nwhich increases test sensitivity [\nand decreased risk of contamination [\n\n730\n]. Absolute quantitation allows for monitoring the 14\nprogression of infection by expressing the viral load in units familiar to scientists and\nclinicians, therefore allowing for a distinction to be made between active and persistent\nIn 2003, two ﬂuorescence-based qPCR assays were developed to measure the\nconcentration in plasma and serum samples of SARS patients [ ]. The 15\nassays targeted regions of the viral genome that included polymerase or nucleocapsid\n]. Upon extraction of viral RNA from patient samples, SARS-CoV RNA was\nsuccessfully detected by both qPCR systems (78% by the polymerase system and 87% by\nthe nucleocapsid system) with higher detection rates in serum samples compared with\nSARS-CoV ]. The qPCR was also found to be more sensitive in detecting\nin RNA isolates of nasopharyngeal aspirates and stool samples of SARS patients compared\n16 ]. Moreover, testing more than one respiratory\n17 18 specimen maximized the sensitivity of RT-PCR assays used for SARS-CoV detection [ , ].\nThe presence of SARS-CoV-2 was successfully detected using ﬂuorescence-based qPCR\n19 SARS-COV-2 RNA ]. Synthetically derived\nstandards were used to determine the limit of detection, which was similar in both gene\nassays with 3.6 copies for the RdRP gene and 3.9 for the E gene, showing high sen-\n]. The RdRP gene assay was also formulated with a 19\nprobe that effectively discriminated between SARS-CoV and\nsuch that it only detected SARS-CoV-2 RNA transcripts [ ]. Additionally, 19\nresearchers found exclusivity of SARS-CoV-2, with no false positives, when using the\nSARS-CoV-2 RdRP and E gene qPCR assays to test for cross-reactivity in clinical samples\n19 with a broad range of known respiratory agents (viral and bacterial) [ ]. RNA was isolated\nfrom sputum, nose, and throat swabs of individuals in various countries and prepared\ncell culture supernatants containing all endemic human coronaviruses (HCoV-HKU1,\n19 ].\nOn 4 February 2020, the Food and Drug Administration (FDA) issued emergency use\nauthorization for the Center for Disease Control (CDC) SARS-CoV-2 Real-Time Quantitative\nReverse Transcription PCR (RT-qPCR) Diagnostic Panel to be used in non-CDC laboratories\n]. RNA isolated from respiratory samples (nasopharyngeal\nor oropharyngeal swabs, sputum, lower respiratory aspirates, bronchoalveolar lavage, and\nnasopharyngeal or nasal aspirates) is reverse-transcribed into cDNA and then ampliﬁed via\n]. This method utilizes oligonucleotide primers and probes targeted to regions of\n]. Upon annealing of the probe to its target sequence, Taq polymerase’s\nnuclease activity degrades the probe, thereby causing separation of the reporter dye from\n]. Fluorescence intensity increases 21\nproportionally with the cleavage of reporter dyes from their probes in each ampliﬁcation\ncycle in response to the increased concentration of the amplicon [ ]. Previous studies 19\nhave illustrated the efﬁcacy of targeting the ORF1b gene for early disease detection [ ]. 16\nAdditionally, the ORF1b gene has been found to have considerable stability, which is\n]. Quantifying both the RdRP and E 16\n19 ]. However, quantifying the N gene\n19 has been deemed inauspicious for clinical diagnosis because of its decreased sensitivity [ ].\nSome of the drawbacks of RT-qPCR include having false-positive or negative results\n21 that can occur if there is contamination of a specimen due to improper collection [ ]. High\ndisease prevalence can also increase the likelihood of false negatives, while a moderate to\n22 ]. The initial start-up expense for\nRT-qPCR could also be problematic for smaller, low-throughput laboratories [ ]. Using 14\none-tube RT-qPCR protocols has been found to minimize environmental contamination,\n23 ]. Ultimately, RT-qPCR has become widely accepted as a\ngold standard for nucleic acid detection from various sources due to its accuracy, sensitivity,\n]. Several RT-qPCR kits have been designed to 14\n\n--- Page 4 ---\nCurr. Issues Mol. Biol. 43 2021 ,\n(Figure 2 ).\nFigure 2.\n′ ′ → 5 3 forward/reverse primers. Data were obtained from several published reports [\n2.1.2. Digital PCR (dPCR)\novercoming some of the limitations of RT-qPCR [\nmost reactions contain one or zero molecules [\nof nucleic acid molecules [ 24 ,\nanalysis from clinical samples [\nOrganization (WHO) and the CDC [\n\n731\ndetect SARS-CoV-2 genetically and have also been used in several countries worldwide\nIllustration of SARS-CoV-2 genomic map with gene targets of diagnostic RT-PCR tests and their corresponding\n6 , 19 – 22 , 24 ].\nDigital polymerase chain reaction (dPCR) enables absolute quantiﬁcation of nucleic\nacids without the need for standard curves or relative threshold (Ct) values, therefore\n– ]. This method, referred to as 25 27\nchamber-based digital PCR (cdPCR), involves isolating nucleic acid molecules using a\nlimiting dilution technique to physically partition samples on a microﬂuidic chip so that\n25 27 29 , – ]. Alternatively, nucleic acid samples\ncan be randomly mixed into a water-in-oil emulsion to partition molecules into thousands\nof nanodroplets in a technique called droplet digital PCR (ddPCR) [ ]. PCR is then 30\nperformed to endpoint in all compartments/droplets, and then ﬂuorescence measurement\nis used to determine the number of ampliﬁcation-positive and negative signals [ – ]. 30 32\nPoisson distribution statistical analysis is employed to calculate the absolute quantiﬁcation\n31 ].\nThe applications of dPCR include quantitation of gene copy number variation, gene\nexpression, RNA/microRNA quantitation, and rare sequence detection such as viral load\n33 ]. Therefore, dPCR has been used as a diagnostic method\nfor SARS-CoV-2 and may arguably serve as a superior technique to RT-qPCR, which is\ncurrently the gold standard for the detection of SARS-CoV-2 according to the World Health\n34 – 38 ].\n\n--- Page 5 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nsamples [ 34\nand 90%, respectively) [ 34\nreported to be 2 copies/reaction for all genes tested [\nclinical diagnosis of SARS-CoV-2 [\npotential viral transmission if used for clinical diagnosis [\nsion [ – 34 36\ndiagnostic results [ 39\ning the time needed to produce results [\n2.1.3. Multiplex PCR (mPCR)\ndeletions in the human dystrophin gene [\n43 46 approach [ –\nand polymorphism analysis and RNA detection [\nparasites [ 50 , 51 ].\nwhole-genome analysis of SARS-CoV-2 [\na 10 bp overlap between these primers [\nimproving accuracy and efﬁciency [\n\n732\nReverse transcription dPCR (RT-dPCR) was compared with RT-qPCR for the detection\nof the ORF1ab sequence, N gene, and E gene of the SARS-CoV-2 genome from 194 clinical\n]. RT-dPCR exhibited higher overall diagnostic accuracy and sensitivity (93%\n]. Additionally, the limit of detection (LoD) for RT-dPCR was\n34 ]. Another study by Suo et al. using\nddPCR also concluded that this technique has several advantages over RT-qPCR for the\n]. The LoD of ddPCR was signiﬁcantly higher for 35\nORF1ab and N genes (2.1 and 1.8 copies/reaction, respectively) compared with the LoD\nof RT-qPCR (1039 and 873.2 copies/reaction, respectively). Based on 77 clinical samples,\nddPCR was about 500 times more sensitive than RT-qPCR for SARS-CoV-2 detection [ ]. 35\nAdditionally, the negative predictive value (NPV) of ddPCR was higher than that of RT-\nqPCR, indicating that ddPCR has a lower false-negative rate and would reduce the risk of\n35 ].\nDue to its higher sensitivity and accuracy, dPCR is suitable for detecting low viral\nloads, therefore allowing for early treatment and reduced risk of community transmis-\n]. This contrasts with RT-qPCR, which has a higher rate of false-negative\n]. The dPCR is also advantageous as it does not require a calibration\nstandard and generates absolute quantiﬁcations through Poisson distribution, therefore\nallowing for comparisons to be made between results produced from different laboratories\nor from different dates, which is not the case for Ct values produced by RT-qPCR [ ]. 40\nHowever, dPCR relies on more expensive instrumentation and reagents and uses a more\ncomplex method that requires multiple steps, ultimately slowing the workﬂow and increas-\n41 ].\nMultiplex PCR (mPCR) is used to amplify more than one target sequence using\ntwo or more primer sets in a single reaction. This method was ﬁrst employed to detect\n] and has since become a ﬁrmly established 42\ntechnique. By simultaneously amplifying several target genes in the same reaction, mPCR\ncan produce savings in time, effort, and cost in the laboratory. It also has very high\nsensitivity and speciﬁcity, which further reinforces the effectiveness and practicality of this\n]. Applications of mPCR include nucleic acid diagnostics, such as mutation\n, – ]. It has also been used for the 45 47 49\ndiagnosis of infectious diseases, such as through the identiﬁcation of viruses, bacteria, and\nMultiplex assays have recently been designed to identify multiple gene targets for\nthe detection of SARS-CoV-2 RNA in clinical samples. Soon after the emergence of the\nCOVID-19 epidemic, the ARTIC Network proposed 98 multiplexed PCR primer pairs for\n52 ]. Although the proposed primer set is effective\nfor viral detection in clinical samples containing relatively high viral loads, PCR products\n18 and 76, which code for nonstructural protein 3 (nsp3) in ORF1a and the S protein, have\nexhibited reductions in ampliﬁcation efﬁciencies due to heterodimer formation because of\n]. Itokawa et al. recommended replacing one 53\nof these primers with a newly designed primer and demonstrated that this resulted in\nimproved coverage at both regions targeted by these PCR products [ ]. Another study 53\nby Tyson et al. proposed further enhancements to the ARTIC mPCR method involving\na modiﬁed primer scheme with 22 additional primers for increased genome coverage,\nstreamlined workﬂow, and strategies to lower costs and improve scalability, ultimately\n54 ].\nAnother mPCR assay was proposed by Li et al. using 343 primer pairs that were\nshown to be efﬁcient at detecting SARS-CoV-2 at low copy numbers [ ]. Their method 55\ndemonstrated high coverage and speciﬁcity of the S and N genes, with medians of 99%\n55 and 99.8%, respectively, and improved sensitivity compared with RT-qPCR [ ]. RT-qPCR\nexhibits a positive rate of only 47–59% due to the presence of false-negative results, therefore\n\n--- Page 6 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nrequiring repeated testing of samples [\nsamples containing low viral loads [\ndetect degraded viral genomes [\nlineages, which can be achieved through mPCR assays.\n54 55 59 high throughput [ , ,\nin reaction failure [ , 54 60\nintensive [ 43\npublished study for SARS-CoV-2 detection.\n2.2. Loop-Mediated Isothermal Ampliﬁcation (LAMP)\n◦ which is usually around 65\nassay [ 65 ].\nwithin 30 min [ 66\nincluding NP swab, saliva, urine, and serum samples [\nassay) and a one-pot RT-LAMP assay [\nsuch as blood or tissue samples [\n\n733\n– ]. Due to the use of multiple primer pairs in 56 58\nthe mPCR strategy, it is unlikely that false-negative results will be produced from clinical\n, , ]. Unlike RT-qPCR, mPCR can effectively 54 55 59\ndetect SARS-CoV-2 even in the presence of mutations in primer binding sites and may even\n]. The use of a triplex RT-qPCR assay targeting viral 55\nnucleocapsid genes, N1 and N2, showed 98.4% accuracy and improved assay throughput\ncompared with a singleplex RT-qPCR assay using just one primer in [ ]. Another study 59\ndesigned four primer sets targeting the essential genes of SARS-CoV-2, RdRP, S, N, and\nE for accurate and efﬁcient viral detection via an mPCR-based protocol [ ]. With the 60\nemergence of more transmissible and infectious SARS-CoV-2 variants that are able to\nescape the immune response, there is an urgent need for targeted detection of circulating\nOverall, the use of mPCR for SARS-CoV-2 detection is associated with reduced reagent\nconsumption, cost-efﬁciency, simple workﬂow, high sensitivity, diagnostic accuracy, and\n]. However, there is some loss in genome coverage, the potential\nfor contamination due to the method in which PCR plates must be prepared, and the risk of\ncompetition between reaction components may affect the ampliﬁcation process and result\n]. The speciﬁcity of mPCR assays can be improved by selecting\nmultiple targets, or by identifying new genomic regions, such as nonstructural protein 2\n61 (nsp2), which led to the development of the COVID-19-nsp2 assay [ ]. Optimizing primer\nand reaction conditions for effective mPCR can also be time-consuming and resource-\n], but this can be overcome by employing the methodology of a previously\nTo overcome conventional PCR diagnostic limitations, a quicker and more cost-\neffective method has been utilized to test SARS-CoV-2 infection without an extensive\nsample processing or the need for highly skilled personnel. Loop-mediated isothermal\nampliﬁcation (LAMP) is a nucleic acid ampliﬁcation technology that is carried out in isother-\nmal conditions and does not require changes in cycle temperatures [ ]. This method can 62\nbe performed in a single step that involves incubating the nucleic acid sample, ampliﬁ-\ncation primers, and DNA polymerase in one test tube at an optimal LAMP temperature,\nC [ ]. By employing this technique, it eliminates the need 63\nfor speciﬁc thermal cycler equipment or a narrow sample pH range [ ]. Moreover, this 64\nﬂexible method provides similar sensitivity and speciﬁcity levels to that of the RT-qPCR\nA new LAMP test was developed for COVID-19 detection that can be performed\n]. Speciﬁc LAMP primers were designed to broadly target SARS-CoV-2\nbased on the sequence of 23 SARS-CoV-2 strains obtained from GenBank [ ]. Healthy 66\nhuman samples spiked with an oligonucleotide of GenBank MN908947.3, which was\nused as a positive control for COVID-19, while simulated negative control samples were\nprepared using other coronaviruses, including MERS and murine coronavirus (MHV). This\nmethod is known as RT-LAMP and demonstrates high speciﬁcity towards SARS-CoV-2\nas validated by both ﬂuorescence and gel electrophoresis [ ]. The assay also exhibited 66\nvery high sensitivity and identiﬁed SARS-CoV-2 infection in various spiked sample types,\n]. Similar LAMP assays were 64\nrecently developed, including an isothermal LAMP-based method for COVID-19 (iLACO\n67 , 68 ].\nThe major limitation of LAMP assays is the difﬁculty of preparing appropriate primer\ndesigns, therefore reducing its reproducibility in multiplexing assays [ ]. Additionally, 69\nLAMP seems to be less sensitive than PCR when the sample being tested is more complex,\n]. Up to this point, several LAMP-based assays are 69\nvalidated using computational resources only, without implementing any clinical data\n\n--- Page 7 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nfor ﬁnal performance analysis [\nSARS-CoV-2 detection are summarized in Figure\nFigure 3.\nfrom several published reports [ 17 – 19 , 22 , 34 – 37 , 52 – 55 , 66 – 69 ].\n3. Immunological Detection Methods\n3.1. Colloidal Gold Immunochromatographic Assay (GICA)\ncal and molecular recognition properties [\nassays for speciﬁc antibodies in patient sera [\nantigen or antibody as a tracer [\nsensitive diagnostic technique [\nof infection (Figure 4 ) [ 77\nCoronaviridae that cause SARS (\nindicates a late viral exposure [\n\n734\n]. The nucleic-acid-based detection methods used for 65\n3 .\nSummary of nucleic acid ampliﬁcation technologies used in diagnosing SARS-CoV-2 infection. Data were obtained\nColloidal gold is a suspension of gold nanoparticles in water and is known for its opti-\n70 ]. Gold nanoparticles have several substantial\n71 72 applications in biomedical research, electron microscopy, and nanotechnology [ , ]. For\ninstance, they can be coated with peptides and glycans for high-sensitivity immunological\ndetection methods that seem to offer great potential for the development of diagnostic\n]. The colloidal gold immunochromato- 73\ngraphic assay (GICA) uses a cellulose membrane as a carrier and a colloidal gold-labeled\n]. This test, which has been utilized in the diagnosis of 74\ninﬂuenza A infection, is considered rapid, reliable, and inexpensive [ 74 ].\nImmunoglobulin M (IgM) is the ﬁrst line of defense against viral infection prior to the\nproduction of a long-term immune response provided by immunoglobulin G (IgG) [ ]. 75\nTherefore, detecting certain antibodies of SARS-CoV-2 in a blood sample serves as a highly\n]. Studies have reported that IgM antibodies can be 76\ndetected following 3 to 6 days of SARS, whereas IgG antibodies are detected after 8 days\n]. Since SARS-CoV-2 is a member of the same family of viruses\n), the presence of IgM and IgG antibodies against them is\n76 expected in the blood of COVID-19 patients as an indication of infection [ ]. IgM detection\nis considered an indication of early infection, whereas the presence of IgG antibodies\n78 ].\n\n--- Page 8 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nFigure 4.\nampliﬁcation and antibody response. Data were collected from several published reports [\nSARS-CoV-2 at the same time [\ntest were 88.7% and 90.6%, respectively [\nSARS-CoV-2\nstations [ 76 ].\nproduced during active infection [\nmethodologies and test-speciﬁc quality controls [\n3.2. Enzyme-Linked Immunosorbent Assay (ELISA)\n80 liquid sample [\ntests, and quality control [ 81 ].\na certain antigen [ 80\n82 (sandwich ELISA) [\na mild buffer [ 83\n\n735\nEstimated time interval and detection probability rate of SARS-CoV-2 infection depending on nucleic acid\n75 – 78 ].\nUsing the colloidal gold immunochromatographic assay (GICA), a simple and fast\npoint-of-care immunoassay was developed that can detect IgM and IgG antibodies against\n76 ]. The clinical detection sensitivity and speciﬁcity of this\n]. Moreover, the test results obtained from 76\n76 peripheral blood samples were consistent with the results of ﬁngerstick blood samples [ ].\nTherefore, this simple test can be performed for both symptomatic and asymptomatic\ncarriers at clinics, laboratories, and offsite locations, such as airports or railway\nOne of the limitations of serological tests is their inevitable high analytical error, which\ncould be unpredictable depending on different classes and subclasses of speciﬁc antibodies\n79 ]. The presence of endogenous antibodies complicates\n79 the detection method through the interaction with biological test reagents [ ]. As a result,\nsuch tests may end up with congenital inaccuracy, despite implementing the most stringent\n79 ].\nThe enzyme-linked immunosorbent assay (ELISA) is a regularly used detection assay\nthat utilizes a solid-phase enzyme immunoassay to identify the presence of protein in a\n80 ]. This test requires antibodies speciﬁc to the ligand to be detected [ ]. As\na diagnostic tool, ELISA has been implemented in biomedical research, clinical pathology\nPerforming an ELISA involves an antibody that has high speciﬁcity for capturing\n]. The sample antigens are usually immobilized on a polystyrene\nmicrotiter plate, either through surface adsorption or by another antigen-speciﬁc antibody\n]. Following this initial step, an enzyme-linked antibody is added to\neach well to capture the antigen, and then the unbound antibodies are washed out using\n]. Finally, the addition of a substrate produces a visible signal through\n\n--- Page 9 ---\nCurr. Issues Mol. Biol. 43 2021 ,\npatients [ – 84 86\nsion [ 84\n93.1%, 82.7%, and 64.7%, respectively [\nworkload, and rapid detection [\ninfection.\n3.3. Chemiluminescence Immunoassay (CMIA)\nof the standard enzyme immunoassay [\nluminous intensity [ 88 , 89 ].\ncan be detected by a luminescent signal instrument [\ndetermined by the detection of a particular luminescence [\namong COVID-19 patients [\nof this method [ 90\nits high speciﬁcity [ 90 ].\nwhich is capable of ﬂuorescing by light [\nrange than color change visual assays [\ncentrations including toxins and diagnostic biomarkers [\ntions in laboratory medicine [\n\n736\nhydrolysis, oxidation, or reduction, which can be read at a certain wavelength using a\nspectrometer to quantify the presence of antigen in each sample [ 83 ].\nAntibody detection provides crucial clinical data during the course of SARS-CoV-2\ninfection. The application of ELISA in several studies has provided an empirical value\nfor the regular use of serological testing in the diagnosis and management of COVID-19\n]. In a study that enrolled 173 SARS-CoV-2 patients, 535 plasma samples\nwere collected during the time of hospitalization and then tested for the dynamic level of\ntotal antibodies (Ab), IgM and IgG, which were analyzed according to disease progres-\n]. Among those 173 patients, the seroconversion rates for Ab, IgM, and IgG were\n84 ].\nSerological testing has many advantages over PCR due to its high throughput, reduced\n86 ]. However, the antibody response in COVID-19 patients\nis still not fully investigated since SARS-CoV-2 is a recent virus, and the clinical importance\nof antibodies is dependent on understanding host antibody response during the period of\nChemiluminescent immunoassay (CMIA) is a biochemical method that is a variation\n]. This technique has been used as a diagnostic 87\ntool in medicine, as well as in various industrial applications. As an advanced serological\nimmunoassay, CMIA is a reliable method for detecting viral infections, including hepatitis\nC virus (HCV) and Zika virus (ZIKV), due to its wide dynamic range and ultrasensitive\nThe methodological process of CMIA involves enzyme-labeled antibodies to identify\nunknown biological molecules, such as hormones and proteins [ ]. Following an enzy- 87\nmatic reaction, a substrate is converted into a product emitting a photon of light, which\n]. The presence of an antigen is 87\n87 ].\nBased on a peptide from the S protein, the CMIA test was developed to detect IgG\nand IgM against SARS-CoV-2, which was the ﬁrst assay to identify the antibody response\n]. This test allows a synthetic peptide to be used as an 90\nantigen instead of using a whole virus, leading to improved stability and repeatability\n]. Out of 167 sera from patients infected with pathogens other than\nSARS-CoV-2, none of them showed immunologic reactions to this peptide, which conﬁrms\nIn some cases of pre-existing immune dysfunction and SARS-CoV-2 coinfection, such\nas with human immunodeﬁciency virus (HIV) and HCV, a delayed antibody response\n91 could affect CMIA detection results up to 42 days postinfection [ ]. Therefore, this speciﬁc\nmethod of detection should be avoided in this group of COVID-19 patients. Further studies\nare needed to explain the mechanism of this delayed antibody response to SARS-CoV-2\ninfection among patients with a history of HIV or HCV coinfection.\n3.4. Fluorescence Labeled Immunochromatographic Assay (FICA)\nFluorescence is the process of light emission by a substance known as ﬂuorophore,\n92 ]. A new incorporated ﬂuorescence immunochro-\nmatographic assay (FICA) has shown substantially higher sensitivity and greater dynamic\n93 ].\nOver the last two decades, ﬂuorescence labeled immunochromatographic assays\n(FICAs) have become commonly available for the identiﬁcation of low substance con-\n]. They provide numerous 94\npromising characteristics, such as high detection sensitivity and various clinical applica-\n94 ]. The implementation of the FICA principle has enhanced\nthe development of an assay system for the precise quantiﬁcation of human serum albumin\n(HSA) using ﬂuorophores, such as Alexa 647 and sulforhodamine B [ 95 ].\n\n--- Page 10 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nCOVID-19 patients on the same day [\nspeciﬁcity of this detection method [\namong critically ill COVID-19 patients [\nemission intensity of a certain ﬂuorophore [\nformation, excited state, and energy transfer [\nSARS-CoV-2 detection are summarized in Figure\nFigure 5.\nfrom several published reports [ 76 – 79 , 84 – 86 , 90 , 91 , 96 , 97 ].\n4. Nucleic Acid Sequencing Methods\nof what speciﬁc pathogen is being detected [\ncertain infection [ 99\nDNA extraction [ 100\n\n737\nThe principle of FICA was used to develop a SARS-CoV-2 infection diagnostic assay\nto detect viral nucleocapsid protein in urine samples of COVID-19 patients [ ]. In a 96\ndouble-blind clinical trial, NP swabs and urine samples were collected from 239 suspected\n96 ]. The positive results of nucleocapsid protein FICA\nwere 141 out of 208 RT-PCR-conﬁrmed cases, whereas 31 RT-PCR-negative-conﬁrmed\ncases corresponded directly with their FICA results, indicating 76.4% sensitivity and 100%\n]. This accurate and rapid assay provides a simple 96\n96 method for SARS-CoV-2 detection as early as 3 days of infection [ ]. In addition, it adds a\nclinical diagnostic value for the presence of this viral nucleocapsid protein in urine samples,\nwhich raises the question of whether SARS-CoV-2 plays a role in inducing renal failure\n96 ].\nOne of the major limitations of FICA is ﬂuorescence quenching, which decreases the\n]. This could happen as a result of complex 97\n97 ]. Consequently, quenching poses an issue\nfor laser-induced ﬂuorescence in FICA. The immunological detection methods used for\n5 .\nSummary of immunological detection methods used in diagnosing SARS-CoV-2 infection. Data were obtained\n4.1. Clinical Metagenomic Next-Generation Sequencing (mNGS)\nMetagenomic sequencing is characterized by a comprehensive analysis of all nucleic\nacids in one clinical sample, which may include host and microbial genetic material (DNA\nor RNA). Therefore, mNGS identiﬁes infectious microorganisms without prior knowledge\n98 ]. This makes mNGS a powerful diagnostic\ntool, especially when other more direct methods, such as PCR, are unable to determine a\n]. This method has been applied to various sample types, including\nblood, cerebrospinal ﬂuid, respiratory samples, and gastrointestinal ﬂuid [ 100 ].\nA typical mNGS workﬂow consists of clinical sample acquisition, followed by RNA or\n]. Then, high-throughput sequencing is performed, in which nucleic\n\n--- Page 11 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nlaboratory objectives [ 100\ncomputational resources to identify each speciﬁc pathogen.\npneumonia in Wuhan, China, on 2 January 2020 [\ndance level (1.5% and 0.62% of total RNA sequenced) [\nsame area were analyzed by mNGS [\nmicrobiome [ 104\n105 pathogen [\nquality assurance for clinical mNGS assays are lacking [\ndifﬁcult to detect during the incubation period [\nutility, and regulatory considerations [\npublic health settings [ 98 ].\n4.2. Nanopore Third-Generation Sequencing (NTS)\nampliﬁcation of the tested samples [\ncessing and high testing mobility [\nacid movement [ 109\nsubstrates that allow nucleic acid to pass through [\nmapped to a viral reference genome [\n\n738\nacid fragments of the library are sequenced according to a selected platform [ ]. Several 96\nfactors play a major role in choosing a sequencing platform, such as personal experience and\n]. The Illumina MiSeq is the most commonly used platform for\n101 infectious disease diagnostics and pathogen discovery for public health reasons [ ]. Once\nsequencing is obtained, data interpretation and bioinformatics analysis require appropriate\nThe use of the mNGS approach for the identiﬁcation of SARS-CoV-2 was successfully\nachieved on RNA extracted from the BALF of two patients experiencing unusual severe\n102 ]. This method rapidly identiﬁed the\nnewly emerging virus, as it was the only pathogen in the sample with a relatively high abun-\n]. Additionally, ﬁve BALF sam- 102\nples of patients experiencing similar symptoms of acute respiratory distress syndrome in the\n103 ]. Data revealed the presence of SARS-CoV-2 in all\n103 ﬁve patients with 99.8% nucleotide identities among viral isolates [ ]. These isolates also\nshowed 79% nucleotide identity with the sequence of SARS-CoV (GenBank NC_004718)\nand 51.8% identity with the sequence of MERS-CoV (GenBank NC_019843) [ 103 ].\nThe ability to detect SARS-CoV-2 infection by mNGS was also applied on minimally\n104 invasive patient samples collected through nasopharyngeal (NP) swabs [ ]. By using the\ndirect Oxford Nanopore third-generation (long read) metatranscriptomic and metagenomic\nsequencing, 50 NP patient samples were analyzed to detect SARS-CoV-2 infection [ ]. 104\nIn addition to conﬁrming the presence of SARS-CoV-2 in NP swab samples, using mNGS\ndemonstrated that this newly emerging virus causes a signiﬁcant shift in the respiratory\n]. Consequently, the application of mNGS can be used as a method for\ndiagnosing SARS-CoV-2 coinfections without the need for amplifying a viral target [ 104 ].\nDespite the successful advancement of mNGS applications, a key limitation of its\nclinical use is its low sensitivity against the background microbiome, which complicates\nthe process and makes it unclear whether the detected microorganism is a colonizer or a\n]. Moreover, the universal standards for test validation, reproducibility, and\n]. SARS-CoV-2 cDNA is very 105\n16 ]. As a result, researchers have optimized\n16 mNGS by incorporating amplicon-detecting radiolabeled probes into existing protocols [ ].\nDespite its enhanced detection sensitivity, this approach requires cumbersome downstream\n16 processing, which is ineffectual in a routine laboratory setting [ ]. The major obstacles of\nimplementing mNGS in patient care settings are characterized by its expensive cost, clinical\n]. To date, clinical mNGS outcome data mostly 98\nconsist of case reports, which provide a glimpse into the future application of mNGS in\nNanopore sequencing (NTS) is a third-generation sequencing method that involves\nthe sequencing of polynucleotides from DNA or RNA without chemical labeling or PCR\n]. This method offers relatively quick sample pro- 106\n107 ]. As a result, it has been applied in identifying many\nviruses such as the Ebola virus, haplotyping, and monitoring antibiotic resistance [ ]. 108\nBiological NTS uses transmembrane proteins known as porins, which are distributed across\nthe surface of lipid membranes, creating a low translocation velocity to facilitate nucleic\n]. In contrast, the solid-state NTS method utilizes porous metal alloy\n110 ].\nUsing SARS-CoV-2-infected Huh7 cells, the longest (26 kb) contiguous read was\n]. In addition, this approach, which bypasses re- 111\n111 verse transcription and ampliﬁcation of RNA, detected methylation sites in viral RNA [ ].\nThe detection speciﬁcity of NTS for SARS-CoV-2 was 100%, and parallel testing with RT-\nPCR kits showed that NTS identiﬁes more positive samples [ ]. The use of NTS also 112\neffectively monitors mutation in RNA sequences, classiﬁes subtypes of SARS-CoV-2, and\n\n--- Page 12 ---\nCurr. Issues Mol. Biol. 43 2021 ,\n112 identify more pathogens [ ,\nstructural protein 1 (nsp1) gene, which is located at the 5\nvarious clinical severity symptoms [\n115 other platforms [ ]. Figure 6\nutilized in SARS-CoV-2 detection.\nFigure 6.\nreports [ 102 – 105 , 111 – 115 ].\n\n739\ndetects other respiratory viruses in the same sample. Therefore, NTS is considered an\nappropriate test for SARS-CoV-2 detection, and this method may be further expanded to\n113 ]. The application of NTS assisted in identifying the non-\n′ end of the SARS-CoV-2 genome,\nand was highly expressed in NP swab samples of COVID-19 patients who presented with\n114 ]. These ﬁndings resulted in the development of a\nnovel nsp1 RT-PCR assay with highly speciﬁc primers to SARS-CoV-2 [ 114 ].\nA few challenges of NTS implementation are characterized by the requirement of\ntechnical bioinformatics expertise, high cost, and lengthy time [ ]. However, Oxford 115\nNanopore Technologies (ONT) is the recently developed technological innovation NTS,\nwhich addresses these challenges by providing a user-friendly platform that saves time,\nbut this method is still limited by the issue of base-calling accuracy in comparison with\nsummarizes the nucleic acid sequencing methods that were\nNucleic acid sequencing methods used for SARS-CoV-2 detection. Data were obtained from several published\n\n--- Page 13 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nEscherichia coli observed in 1980 in\nand 84% of archaeal genomes [\nlocus was identiﬁed in\n2012 [ 117\nity, speciﬁcity, and reliability [\nRNA–target duplex (termed “collateral cleavage”) [\noped to detect SARS-CoV-2 in approximately 30 min [\nisothermal ampliﬁcation (RT-LAMP) [\nAdditionally, when using synthetic\nactivity [ 120\nresult [ 120\nsensitivity of nearly a single copy [\n◦ bated at 37\n118 ampliﬁed product [\n\n740\n5. CRISPR-Based Detection Methods for SARS-CoV-2 Infection\nThe CRISPR (clustered regularly interspaced short palindromic repeats) locus was ﬁrst\nand has since been noticed in 45% of bacterial genomes\n]. It was not until 2007 that the function of the CRISPR 116\nStreptococcus thermophilus after the integration of bacteriophage\nfragments into the locus resulted in resistance against the virus [ ]. In bacteria and 116\narchaea, the CRISPR locus, along with cas (CRISPR-associated) genes, provides an adaptive\nimmune system against viruses, plasmids, and other foreign nucleic acids [ 116 ].\nThe CRISPR–Cas system has mostly been used as a “molecular scissor” for genome\nediting since the discovery of its RNA-programmable site-speciﬁc DNA cleavage in\n]. However, a recent area of development is using the CRISPR–Cas system\nfor nucleic acid detection for point-of-care molecular diagnostics due to its high sensitiv-\n]. The SHERLOCK (speciﬁc high-sensitivity enzymatic 118\nreporter unlocking) and DETECTR (DNA endonuclease-targeted CRISPR trans reporter)\nsystems were developed through the combination of recombinase polymerase ampliﬁca-\ntion (RPA)—an isothermal ampliﬁcation method—with Cas13 and Cas12 nucleases, which\nindiscriminately cleave nontarget single-stranded nucleic acids surrounding the CRISPR\n]. Probes with a ﬂuorophore and 118\nquencher are added to the reaction so that upon binding of the CRISPR–Cas system to\nits target, Cas13 or Cas12 will cleave nearby probes, releasing the ﬂuorophore from its\nquencher and allowing for the production of a ﬂuorescent signal [ 118 ].\nThe lateral ﬂow assay SARS-CoV-2 DETECTR is a CRISPR–Cas12-based assay devel-\n119 ]. For this assay, RNA is extracted\nfrom nasopharyngeal or oropharyngeal swabs and is simultaneously reverse-transcribed\nand isothermally ampliﬁed for the E and N genes of SARS-CoV-2 using loop-mediated\n]. CRISPR–Cas12-based detection is then used 119\n119 wherein the cleavage of a reporter molecule conﬁrms viral detection [ ]. Upon analyzing\nPCR-positive COVID-19 patient respiratory samples and nasopharyngeal swabs of patients\nwith inﬂuenza and common human seasonal coronavirus and healthy donors, SARS-CoV-2\nDETECTR showed 90% sensitivity and 100% speciﬁcity for the detection of SARS-CoV-2,\ndemonstrating a performance analogous to the CDC RT-qPCR Diagnostic Panel [ ]. 119\ntranscribed RNA gene targets, SARS-CoV-2 in vitro\nDETECTR did not show any cross-reactivity and successfully distinguished SARS-CoV-2\nfrom bat SARS-like coronavirus (bat-SL-CoVZC45) and SARS-CoV [ 119 ].\nIn August 2020, a similar CRISPR-based SARS-CoV-2 detection assay, CRISPR-COVID,\nwas developed using the nuclease Cas13a, which also possesses unique collateral cleavage\nOrf1ab ]. This 40 min method targets the gene of SARS-CoV-2 by RPA and\nCRISPR–Cas13a and then cleaves nearby probes, allowing ﬂuorescence for a positive test\n]. CRISPR-COVID had a consistent limit of detection of 7.5 copies, but 6 out of\n10 replicates detected 2.5 copies, and 2 out of 10 replicates detected 1.25 copies, indicating a\n120 ]. The assay showed great speciﬁcity as seen by the\nlack of false positives when tested in a panel of microbes that included bacterial respiratory\n120 infections, other human coronaviruses, and viral respiratory infections [ ]. Furthermore,\nout of 52 mNGS-conﬁrmed COVID-19 cases, 100% were detected via CRISPR-COVID, and\namong 62 negative cases, there were no false-positive results [ 120 ].\nThe all-in-one dual CRISPR–Cas12a (AIOD-CRISPR) assay was developed for real-\ntime or visual detection of SARS-CoV-2 using two CRISPR–Cas12a complexes with different\nSARS-CoV-2 [ 118 ] CRISPR RNA sequences to target two distinct sites within the N gene of .\nIn a single reaction solution, the target sequence, CRISPR–Cas12a complexes, RPA primers,\nsingle-stranded DNA ﬂuorophore-quencher reporter, strand-displacement DNA poly-\nmerase, single-stranded DNA binding protein, and recombinase are combined and incu-\nC for 40 min, eliminating the separate ampliﬁcation step and transfer of the\n]. When testing the detection speciﬁcity of AIOD-CRISPR, the assay\nconsistently detected down to approximately ﬁve copies of RNA targets in both real-time\n\n--- Page 14 ---\nCurr. Issues Mol. Biol. 43 2021 ,\ndate the assay [ ]. 118\nCOVID-19-positive\nassay [ 118 ].\nwith similar speciﬁcity to NGS-based assays [\ndiagnostic [ 118 – 120 ].\nbe isolated from the stool or serum samples [\nrisk of transmission via stool or urine [\nthe American Gastroenterological Association [\nSARS-CoV-2 [ 126 ].\n7. Concluding Remarks\nresult interpretations is of paramount importance.\n\n741\nMERS-CoV [ 118 ] and visual detection without any cross-reactivity with SARS-CoV or . Clin-\nical swab samples of COVID-19-positive and negative individuals were also used to vali-\nAIOD-CRISPR successfully detected SARS-CoV-2 in all\nsamples and produced results consistent with the CDC’s RT-qPCR\nAlthough CRISPR-based detection is a relatively low-cost procedure to carry out,\nmultistep procedures with separate ampliﬁcation and detection steps, such as DETECTR,\ncan potentially be complicated and have a greater risk of carry-over contamination [ ]. 118\nHowever, due to its highly sensitive and specific nucleic acid detection capabilities, use of\nwidely accessible protocols and reagents, and much quicker turnaround time, the application of\nthe CRISPR–Cas system for diagnostic purposes is highly favorable [ 118 – 120 ].\nAdditionally, CRISPR–Cas detection provides a ﬁnancially competitive diagnostic\n– ]. CRISPR-based detection mecha- 113 115\nnisms also circumvent the need for lab equipment such as thermocyclers in PCR-based\ndetection mechanisms, allowing for wider accessibility and rapid use as a point-of-care\n6. Direct Isolation of SARS-CoV-2 from Clinical Samples of COVID-19 Patients\nViral shedding has been reported in SARS-CoV patients, which was detected in\nrespiratory and stool samples for up to 7 and 18 weeks, respectively [ ]. In contrast, 121\nviral shedding in MERS-CoV patients has not been reported frequently, and it could not\n]. Although studies have suggested that 122\nSARS-CoV-2 RNA is not detectable in the upper respiratory tract following 21 days of\ninfection, viral shedding from respiratory specimens was observed for up 37 days [ ]. 123\nWhile SARS-CoV-2 RNA was detected in serum, urine, and stool samples of COVID-19\npatients several days postinfection, the virus could not be isolated, which suggests a low\n]. However, the presence of gastrointestinal 124\nsymptoms in hospitalized COVID-19 patients suggests a potential role of SARS-CoV-2 in\ngastrointestinal manifestations and a possibility of fecal–oral transmission as reported by\n125 ]. The direct isolation of SARS-CoV-2 is\nconsidered useful for studying drug susceptibility, and the transmembrane serine protease\n2 (TMPRSS2)-expressing VeroE6 cell line enhances the useful isolation and propagation of\nThe ongoing COVID-19 pandemic caused by SARS-CoV-2 infection continues to\nspread throughout the whole world. In January 2020, WHO declared this outbreak a public\nhealth emergency of international concern. As of March 2021, over 110 million cases of\nCOVID-19 have been conﬁrmed, with more than 2.5 million fatalities, which makes it one\nof the deadliest pandemics in history. The clinical manifestations of COVID-19 are very\nsimilar to those of several respiratory illnesses, thus making it almost impossible to detect\nby using clinical imaging techniques such as CT without performing additional ultrasen-\nsitive molecular diagnostic tests to conﬁrm or rule out COVID-19 diagnosis. Therefore,\ndeveloping detection assays for SARS-CoV-2 infection and a clear understanding of test\nNucleic acid ampliﬁcation technologies (RT-qPCR, dPCR, mPCR, and LAMP) are\nconsidered the gold standards for detecting SARS-CoV-2 infection since these methods\nare fast, highly sensitive, and relatively cost-effective. However, there are several concern-\ning issues facing most nucleic-acid-based detection methods, including false-positive or\nfalse-negative probability and the requirement of expensive thermal cycler equipment.\nImmunological methods carry some advantages over nucleic-acid-based techniques as\nthey provide information regarding the presence of serum antibodies against SARS-CoV-2,\nwhich can be detected beyond 4 weeks of infection. However, antibodies are not produced\nuntil 5 days after the onset of symptoms, which makes serological assays only comple-\n\n--- Page 15 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nwill be determined through PCR testing.\nTable 1.\nTechnique Advantages\nHigh sensitivity and accuracy,\nabsolute and\nRT-qPCR\nrelative quantiﬁcation, low risk of\ncontamination\nHigh sensitivity and accuracy,\ndPCR\nabsolute detection\nHigh sensitivity and accuracy, ability\nMultiplex PCR to detect multiple targets,\ncost-effective, simple workﬂow\nHigh sensitivity, thermal cycler not\nrequired,\nLAMP\nextensive sample processing not\nneeded, quick, cost-effective\nSimple workﬂow, rapid analysis,\nGICA\ncost-effective\nSimple workﬂow, rapid detection,\nELISA\nno viral exposure\nHigh sensitivity, automated\nCMIA application,\nrapid analysis\nHigh sensitivity, can detect early\nFICA infection,\nrapid analysis\nCan detect any part of the genome,\nmNGS\nunbiased\nHigh sensitivity, can detect viral\nNTS mutations,\nquick sample processing\nCRISPR-Based Detection Methods\nUltrasensitive, high speciﬁcity, rapid\nCRISPR\nanalysis\n\n742\nmentary conﬁrmations to PCR assays during early phases of infection (IgM antibodies)\nand an indication of late exposure after disease remission (IgG antibodies). Health care\nproviders rely on PCR testing especially when a person has COVID-19 symptoms, while\nantigen testing is most appropriate for surveillance or screening, such as when colleges are\ntrying to determine the prevalence of the virus on campus. Combining both antigen and\nPCR tests will not provide a clinical value for COVID-19 patients since the endpoint result\nThe application of sequencing technologies (mNGS and NTS) for SARS-CoV-2 detec-\ntion provides several advantages over PCR-based methods, such as detection of coinfec-\ntions without the need for amplifying a viral gene and identifying novel genes to be used as\nPCR test ampliﬁcation targets. Despite these advancements, the sequencing methods lack\nuniversal validation standards, and they are relatively expensive in comparison with other\navailable methods. To date, clinical mNGS data mostly consist of case reports, providing a\nglimpse into the future application of mNGS in public health settings. Oxford Nanopore\nTechnologies (ONT) is the recent technological NTS innovation, which addresses major\nNTS challenges by providing a fast user-friendly platform. As mentioned in Table 1 , we\nsummarized the pros and cons of SARS-CoV-2 detection technologies. In conclusion, SARS-\nCoV-2 clinical diagnostics and detection technologies play a major role in controlling the\nCOVID-19 outbreak by enabling health care professionals to direct resources and efforts to\npatients to ultimately curb the spread of infections and reduce viral mortality.\nSummary of the main advantages and disadvantages of methods used to detect SARS-CoV-2 infection.\nDisadvantages References\nNucleic Acid Ampliﬁcation Techniques\nRisk of false-positive or negative detection,\nprimers, and reaction efﬁciency can affect [ 14 , 21 , 22 ]\ntesting outcome\nExpensive [ 34 , 35 , 38 , 40 , 41 ]\nFurther optimization required for primer\nand reaction conditions, potential for\n[ 43 , 54 , 55 , 59 , 60 ]\ncontamination, potential for reaction\nfailure\nSensitivity depends on sample complexity,\ndifﬁcult to prepare appropriate primer [ 62 , 64 , 65 , 69 ]\ndesigns, lacks clinical data\nImmunological Detection Methods\nCannot detect acute infections,\n[ 74 , 79 ]\nlow sensitivity and speciﬁcity\nCannot detect acute infections, low\n[ 86 ]\nsensitivity\nExpensive, results may not be accurate in\nthe context of pre-existing immune [ 90 , 91 ]\ndysfunction\nFluorescence quenching [ 93 , 94 , 96 , 97 ]\nNucleic Acid Sequencing Methods\nComplicated and lengthy process, prone\n[ 98 , 105 ]\nto contamination, expensive\nLengthy process, unable to detect\n[ 107 , 112 – 115 ]\nRNA fragments < 200 bp, expensive\nMultistep process is prone to\n[ 118 – 120 ]\ncontamination\n\n--- Page 16 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nAuthor Contributions:\nFunding: This research received no external funding.\nInstitutional Review Board Statement:\nInformed Consent Statement:\nData Availability Statement:\nAcknowledgments:\nConﬂicts of Interest:\nAbbreviations\nAb total antibodies\nACE2\nAIOD-CRISPR\nBALF bronchoalveolar lavage\nβ -CoV betacoronavirus\nbat-SL-CoVZC45\nCDC\nCMIA\nCOVID-19 coronavirus disease 2019\nCRISPR\nCt Relative threshold\nCT computed tomography\nddPCR droplet digital PCR\nDETECTR\ndPCR\nE envelope protein\nELISA\nFDA\nFICAs\nGICA\nHAS human serum albumin\nHCV hepatitis C virus\nHIV\nIgG immunoglobulin G\nIgM immunoglobulin M\nLAMP\nLoD limit of detection\nM matrix protein\nMERS-CoV\nMHV murine coronavirus\nmNGS\nmPCR multiplex PCR\nN nucleocapsid protein\nNP nasopharyngeal\nNPV negative predictive value\nnsp nonstructural protein\nNTS\nONT\nPCR\nRdRP\nRPA\n\n743\nConceptualization, A.Q. and S.A.N.; formal analysis, A.Q. and S.A.N.; super-\nvision, S.A.N.; writing—original draft, A.Q., A.M.S., and E.E.; writing—review and editing, S.A.N.\nAll authors have read and agreed to the published version of the manuscript.\nNot applicable.\nNot applicable.\nNot applicable.\nSpecial thanks are due to all our colleagues in Saleh Naser’s laboratory.\nAuthors declare no conﬂict of interest.\nangiotensin-converting enzyme 2\nall-in-one dual CRISPR–Cas12a\nbat SARS-like coronavirus\nCenter for Disease Control\nchemiluminescent immunoassay\nclustered regularly interspaced short palindromic repeats\nDNA endonuclease-targeted CRISPR trans reporter\ndigital polymerase chain reaction\nenzyme-linked immunosorbent assay\nFood and Drug Administration\nﬂuorescence labeled immunochromatographic assays\ncolloidal gold immunochromatographic assay\nhuman immunodeﬁciency virus\nloop-mediated isothermal ampliﬁcation\nMiddle East respiratory syndrome coronavirus\nclinical metagenomic next-generation sequencing\nnanopore sequencing (NTS)\nOxford Nanopore Technologies\npolymerase chain reaction\nRNA-dependent RNA polymerase\nrecombinase polymerase ampliﬁcation\n\n--- Page 17 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nRTFQ-PCR\nS surface glycoprotein\nSARS-CoV\nSARS-CoV-2\nSHERLOCK\nTMPRSS2\nWGS wide-genome sequencing\nWHO\nZIKV Zika virus\nReferences\n1.\nNature 579 2020 of probable bat origin. , , 270–273. [ CrossRef ]\n2.\nJ. Adv. Res. Med. 6 2019 brief review. , , 1–9. [ CrossRef ]\n3.\nLancet Implications for virus origins and receptor binding.\n4.\nNature 579 2020 disease in China. , , 265–269. [ CrossRef ] [ PubMed\n5.\ndistribution of SARS-CoV-2 clades in the WHO European Region, January to June 2020.\n[ CrossRef ]\n6.\nACS Nano 14 2020 disease and tools for detection. , , 3822–3835. [\n7.\nthe coronavirus RNA-dependent RNA polymerase that confers resistance to multiple mutagens.\n[ CrossRef ] [ PubMed ]\n8.\nand antigenicity: Implications for the design of spike-based vaccine immunogens.\n9.\nGenom. Proteom. Bioinform. 1 2003 properties. , , 118–130. [\n10. Schoeman, D.; Fielding, B.C. Coronavirus envelope protein: Current knowledge.\n11.\nSARS-CoV-2 receptor binding domain reveals constraints on folding and ACE2 binding.\nVoloch, C.M.; da Silva Francisco, R., Jr.; de Almeida, L.G.; Cardoso, C.C.; Brustolini, O.J.; Gerber, A.L.; Guimar 12.\nJ. Virol. 95 2021 Brazil. , , e00119-21. [ CrossRef ] [ PubMed ]\n13. Yang, W.; Shaman, J. COVID-19 pandemic dynamics in India and impact of the SARS-CoV-2 Delta (B. 1.617. 2) variant.\n2021 . [ CrossRef ]\n14. Mackay, I.M.; Arden, K.E.; Andreas, N. Real-time PCR in virology.\n15.\nClin. Chem. 49 2003 Respiratory Syndrome. , , 1976–1980. [\n16.\nClin. Chem. 50 2004 Transcription-PCR Assays. , , 67–72. [ CrossRef\n17.\nassays for rapid diagnosis of severe acute respiratory syndrome associated with a novel coronavirus.\n4521–4524. [ CrossRef ] [ PubMed ]\n18.\nJ. Clin. Virol. 28 2003 real time RT-PCR. , , 233–238. [ CrossRef ] [\n19.\nEurosurveillance 25 2020 (2019-nCoV) by real-time RT-PCR. ,\n20.\nFirst 2019 Novel Coronavirus Diagnostic. 2020. Available online:\nfda-takes-signiﬁcant-step-coronavirus-response-efforts-issues-emergency-use-authorization-ﬁrst\n21.\nonline: https://www.cdc.gov/coronavirus/2019-ncov/downloads/rt-pcr-panel-for-detection-instructions.pdf\nJune 2020).\n\n744\nreal-time ﬂuorescent quantitative PCR\nsevere acute respiratory syndrome virus\nsevere acute respiratory syndrome coronavirus 2\nspeciﬁc high-sensitivity enzymatic reporter unlocking\ntransmembrane serine protease 2\nWorld Health Organization\nZhou, P.; Yang, X.L.; Wang, X.G.; Hu, B.; Zhang, L.; Zhang, W.; Shi, Z.L. A pneumonia outbreak associated with a new coronavirus\nDaga, M.K.; Kumar, N.; Aarthi, J.; Mawari, G.; Garg, S.; Rohatgi, I. From SARS-CoV to coronavirus disease 2019 (COVID-19)-A\nLu, R.; Zhao, X.; Li, J.; Niu, P.; Yang, B.; Wu, H.; Tan, W. Genomic characterisation and epidemiology of 2019 novel coronavirus:\n395 2020 , , 565–574. [ CrossRef ]\nWu, F.; Zhao, S.; Yu, B.; Chen, Y.M.; Wang, W.; Song, Z.G.; Zhang, Y.Z. A new coronavirus associated with human respiratory\n]\nAlm, E.; Broberg, E.K.; Connor, T.; Hodcroft, E.B.; Komissarov, A.B.; Maurer-Stroh, S.; Pereyaslov, D. Geographical and temporal\nEurosurveillance 25 2020 , , 2001410.\nUdugama, B.; Kadhiresan, P.; Kozlowski, H.N.; Malekjahani, A.; Osborne, M.; Li, V.Y.; Chan, W.C. Diagnosing COVID-19: The\nCrossRef ] [ PubMed ]\nSexton, N.R.; Smith, E.C.; Blanc, H.; Vignuzzi, M.; Peersen, O.B.; Denison, M.R. Homology-based identiﬁcation of a mutation in\nJ. Virol. 90 2016 , , 7415–7428.\nDuan, L.; Zheng, Q.; Zhang, H.; Niu, Y.; Lou, Y.; Wang, H. The SARS-CoV-2 spike glycoprotein biosynthesis, structure, function,\nFront. Immunol. 11 2020 , , 576622. [ CrossRef ]\nHu, Y.; Wen, J.; Tang, L.; Zhang, H.; Zhang, X.; Li, Y.; Yang, H. The M protein of SARS-CoV: Basic structural and immunological\nCrossRef ]\nVirol. J. 16 2019 , , 1–22. [ CrossRef ]\nStarr, T.N.; Greaney, A.J.; Hilton, S.K.; Ellis, D.; Crawford, K.H.; Dingens, A.S.; Bloom, J.D. Deep mutational scanning of\nCell 182 2020 , , 1295–1310. [ CrossRef ]\nã es, A.P.D.C.;\nMariani, D.; da Costa, R.M.; Ferreira, O.C., Jr.; et al. Genomic characterization of a novel SARS-CoV-2 lineage from Rio de Janeiro,\nmedRxiv\nNucleic Acid Res. 30 2002 , , 1292–1305. [ CrossRef ] [ PubMed ]\nNg, E.K.-O.; Hui, D.; Chan, K.A.; Hung, E.C.; Chiu, R.W.; Lee, N.; Wu, A.; Chim, S.S.; Tong, Y.K.; Sung, J.J.Y.; et al. Quantitative\nAnalysis and Prognostic Implication of SARS Coronavirus RNA in the Plasma and Serum of Patients with Severe Acute\nCrossRef ] [ PubMed ]\nPoon, L.L.; Chan, K.H.; Wong, O.K.; Cheung, T.K.; Ng, I.; Zheng, B.; Seto, W.H.; Yuen, K.-Y.; Guan, Y.; Peiris, J.S.M. Detection of\nSARS Coronavirus in Patients with Severe Acute Respiratory Syndrome by Conventional and Real-Time Quantitative Reverse\n] [ PubMed ]\nYam, W.C.; Chan, K.H.; Poon, L.L.M.; Guan, Y.; Yuen, K.Y.; Seto, W.H.; Peiris, J.S.M. Evaluation of reverse transcription-PCR\nJ. Clin. Microbiol. 41 2003 , ,\nPoon, L.L.; Chan, K.H.; Wong, O.K.; Yam, W.C.; Yuen, K.Y.; Guan, Y.; Peiris, J.S. Early diagnosis of SARS coronavirus infection by\nPubMed ]\nCorman, V.M.; Landt, O.; Kaiser, M.; Molenkamp, R.; Meijer, A.; Chu, D.K.; Drosten, C. Detection of 2019 novel coronavirus\n, 2000045. [ CrossRef ]\nFDA NEWS RELEASE. FDA Takes Signiﬁcant Step in Coronavirus Response Efforts, Issues Emergency Use Authorization for the\nhttps://www.fda.gov/news-events/press-announcements/\n(accessed on 11 June 2020).\nReal-Time RT-PCR Panel for Detection 2019-Novel Coronavirus (Centers for Disease Control and Prevention, 2020). Available\n(accessed on 11\n\n--- Page 18 ---\nCurr. Issues Mol. Biol. 43 2021 ,\n22.\nNature 583 2020 reveals targets for drug repurposing. , , 459–468. [\n23.\nJ. Med. Virol. using a ﬂuorogenic real-time detection system.\n24.\nof taxonomy, genetics, epidemiology, diagnosis, treatment, and control.\nProc. Natl. Acad. Sci. USA 25. Vogelstein, B.; Kinzler, K.W. Digital PCR.\n26. Kalinina, O.; Lebedeva, I.; Brown, J.; Silver, J. Nanoliter scale PCR with TaqMan detection.\n[ CrossRef ] [ PubMed ]\n27.\nBiotechniques 13 1992 dilution. , , 444–449. [ PubMed ]\nNat. Methods 9 2012 28. Baker, M. Digital PCR hits its stride. ,\nLiu, J.; Hansen, C.; Quake, S.R. Solving the “world-to-chip” interface problem with a microﬂuidic matrix. 29.\n4718–4723. [ CrossRef ] [ PubMed ]\n30.\nA.L.; Legler, T.C.; et al. High-throughput droplet digital PCR system for absolute quantitation of DNA copy number.\n83 2011 , , 8604–8610. [ CrossRef ]\n31.\nPLoS ONE 3 2008 Nanoﬂuidic Device. , , e2876. [ CrossRef ]\n32.\nPLoS ONE 8 2013 Samples. , , e58177. [ CrossRef ] [ PubMed ]\nBasu, A.S. Digital Assays Part I: Partitioning Statistics and Digital PCR. 33.\n369–386. [ CrossRef ]\n34.\nTalanta diagnostic detection of SARS-CoV-2 by digital PCR.\n35.\nSARS-CoV-2 detection in low viral load specimens.\n36. Wong, Y.C.; Lau, S.Y.; Wang To, K.K.; Mok, B.W.Y.; Li, X.; Wang, P.; Chen, Z. Natural transmission of bat-like SARS-CoV-2\nClin. Infect. Dis. 73 2021 variants in COVID-19 patients. ,\nWorld Health Organization. 37.\nOrganization: Geneva, Switzerland, 19 March 2020. Available online:\n(accessed on 11 February 2020).\n38.\nPatients with Negative RT-PCR Swab Tests to Others: Two Related Clusters of COVID-19 Outbreak.\n399–403. [ CrossRef ] [ PubMed ]\n39.\nEurosurveillance 25 2020 , , 2000568. [ CrossRef ] [ PubMed ]\n40.\nAnal. Chem. 88 2016 Polymerase Chain Reaction. , , 12169–12176. [\nKuypers, J.; Jerome, K.R. Applications of Digital PCR for Clinical Microbiology. 41.\n1621–1628. [ CrossRef ] [ PubMed ]\n42.\nNucleic Acids Res. 1988 locus via multiplex DNA ampliﬁcation.\n43. Markoulatos, P.; Siafakas, N.; Moncany, M. Multiplex polymerase chain reaction: A practical approach.\n47–51. [ CrossRef ] [ PubMed ]\n44.\nProc. Natl. Acad. Sci. USA retroviruses using molecular beacons.\n45.\nJ. Clin. Microbiol. 36 1998 Heteroduplex Mobility Assay. ,\n46.\nBioTechniques 23 1997 , , 504–511. [ CrossRef ]\n47.\nBioTechniques 23 1997 phisms. , , 36–44. [ CrossRef ] [ PubMed ]\n48.\nHum. Mol. Genet. 2 1993 mutation analysis. , , 153–158. [ CrossRef\n49.\nMol. Cell. Probes 10 1996 specimens. , , 191–200. [ CrossRef ] [\n50. Edwards, M.C.; Gibbs, R.A. Multiplex PCR: Advantages, development, and applications.\n\n745\nGordon, D.E.; Jang, G.M.; Bouhaddou, M.; Xu, J.; Obernier, K.; White, K.M.; Krogan, N.J. A SARS-CoV-2 protein interaction map\nCrossRef ] [ PubMed ]\nHöhne, M.; Schreier, E. Detection and characterization of norovirus outbreaks in Germany: Application of a one-tube RT-PCR\n72 2004 , , 312–319. [ CrossRef ] [ PubMed ]\nHelmy, Y.A.; Fawzy, M.; Elaswad, A.; Sobieh, A.; Kenney, S.P.; Shehata, A.A. The COVID-19 pandemic: A comprehensive review\nJ. Clin. Med. 9 2020 , , 1225. [ CrossRef ] [ PubMed ]\n96 1999 , , 9236–9241. [ CrossRef ] [ PubMed ]\nNucleic Acids Res. 25 1997 , , 1999–2004.\nSykes, P.J.; Neoh, S.H.; Brisco, M.J.; Hughes, E.; Condon, J.; Morley, A.A. Quantitation of targets for PCR by use of limiting\n, 541–544. [ CrossRef ]\nAnal. Chem. 75 2003 , ,\nHindson, B.J.; Ness, K.D.; Masquelier, D.A.; Belgrader, P.; Heredia, N.J.; Makarewicz, A.J.; Bright, I.J.; Lucero, M.Y.; Hiddessen,\nAnal. Chem.\nDube, S.; Qin, J.; Ramakrishnan, R. Mathematical Analysis of Copy Number Variation in a DNA Sample Using Digital PCR on a\nWhale, A.S.; Cowen, S.; Foy, C.A.; Huggett, J.F. Methods for Applying Accurate Digital PCR Analysis on Low Copy DNA\nSLAS Technol Transl. Life Sci. Innov. 22 2017 , ,\nDong, L.; Zhou, J.; Niu, C.; Wang, Q.; Pan, Y.; Sheng, S.; Wang, X.; Zhang, Y.; Yang, J.; Liu, M.; et al. Highly accurate and sensitive\n224 2020 , , 121726. [ CrossRef ]\nSuo, T.; Liu, X.; Feng, J.; Guo, M.; Hu, W.; Guo, D.; Ullah, H.; Yang, Y.; Zhang, Q.; Wang, X.; et al. ddPCR: A more accurate tool for\nEmerg. Microbes Infect. 9 2020 , , 1259–1268. [ CrossRef ]\n∆ PRRA\n, e437–e444. [ CrossRef ] [ PubMed ]\nLaboratory Testing for 2019 Novel Coronavirus (2019-nCoV) in Suspected Human Cases ; World Health\nhttps://www.who.int/publications/i/item/10665-331501\nCao, G.; Tang, S.; Yang, D.; Shi, W.; Wang, X.; Wang, H.; Li, C.; Wei, J.; Ma, L. The Potential Transmission of SARS-CoV-2 from\nJpn. J. Infect. Dis. 73 2020 , ,\nWikramaratna, P.S.; Paton, R.S.; Ghafari, M.; Lourenço, J. Estimating the false-negative test probability of SARS-CoV-2 by RT-PCR.\nYoo, H.-B.; Park, S.-R.; Dong, L.; Wang, J.; Sui, Z.; Pavšiˇc, J.; Milavec, M.; Akgoz, M.; Mozioglu, E.; Corbisier, P.; et al. International\nComparison of Enumeration-Based Quantiﬁcation of DNA Copy-Concentration Using Flow Cytometric Counting and Digital\nCrossRef ] [ PubMed ]\nJ. Clin. Microbiol. 55 2017 , ,\nChamberlain, J.S.; Gibbs, R.A.; Rainer, J.E.; Nguyen, P.N.; Thomas, C. Deletion screening of the Duchenne muscular dystrophy\n16 , , 11141–11156. [ CrossRef ]\nJ. Clin. Lab. Anal. 16 2002 , ,\nVet, J.A.M.; Majithia, A.R.; Marras, S.A.E.; Tyagi, S.; Dube, S.; Poiesz, B.J.; Kramer, F.R. Multiplex detection of four pathogenic\n96 1999 , , 6394–6399. [ CrossRef ] [ PubMed ]\nZou, S.; Stansﬁeld, C.; Bridge, J. Identiﬁcation of New Inﬂuenza B Virus Variants by Multiplex Reverse Transcription-PCR and the\n, 1544–1548. [ CrossRef ] [ PubMed ]\nHenegariu, O.; Heerema, N.; Dlouhy, S.; Vance, G.; Vogt, P. Multiplex PCR: Critical Parameters and Step-by-Step Protocol.\nRithidech, K.N.; Dunn, J.J.; Gordon, C.R. Combining Multiplex and Touchdown PCR to Screen Murine Microsatellite Polymor-\nShuber, A.P.; Skoletsky, J.; Stern, R.; Handelin, B.L. Efﬁcient 12-mutation testing in the CFTR gene: A general model for complex\n] [ PubMed ]\nJin, L.; Richards, A.; Brown, D. Development of a dual target-PCR for detection and characterization of measles virus in clinical\nPubMed ]\nGenome Res. 3 1994 , , S65–S75. [ CrossRef ]\n\n--- Page 19 ---\nCurr. Issues Mol. Biol. 43 2021 ,\n51.\nJ. Virol. Methods 30 1990 diagnosis. , , 215–227. [ CrossRef ]\n52.\nhttps://artic.network/ (accessed on 2 March 2021).\n53.\nmultiplex PCR to improve coverage of SARS-CoV-2 genome sequencing.\n54.\nA.D.; et al.\nBioRxiv 2020 . [ CrossRef ]\n55.\nBioRxiv 2020 sequencing. . [ CrossRef ]\n56.\n2019 novel coronavirus detection by nucleic acid ampliﬁcation tests.\n57.\nCoronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases.\n58.\nRadiology 296 2020 Relationship to Negative RT-PCR Testing. ,\n59.\nJ. Clin. Virol. 129 2020 SARS-CoV-2 by qRT-PCR. , , 104499. [\n60.\nExp. Mol. Med. 2019 (COVID-19) using PCR and real-time PCR.\n61.\nderived, SARS-CoV-2-speciﬁc COVID-19-nsp2 real-time RT-PCR assay and its evaluation using clinical specimens.\n21 2020 , , 2574. [ CrossRef ] [ PubMed ]\n62.\nAfr. J. Biotechnol. 13 2014 of bacteria: A Review. , , 1920–1928.\n63.\ngeneration of innovative gene ampliﬁcation technique; perspectives in clinical diagnosis of infectious diseases.\n18 2008 , , 407–421. [ CrossRef ] [ PubMed ]\n64.\nChemRxiv 2020 at home, clinic, and points of entry. . [ CrossRef\nThompson, D.; Lei, Y. Mini review: Recent progress in RT-LAMP enabled COVID-19 detection. 65.\n100017. [ CrossRef ]\n66.\nMedRxiv 2020 loop-mediated isothermal ampliﬁcation. . [\n67.\nChem. 66 2020 , , 975–977. [ CrossRef ] [ PubMed ]\n68.\nBioRxiv 2020 assay and visual RT-LAMP assay. . [ CrossRef ]\n69.\nVet. World 9 2016 technique for animal diseases. , , 465. [ CrossRef\nGold Nanoparticles: An Introduction to Synthesis, Properties and Applications 70. Voliani, V.\nGermany, 2020.\nYang, X.; Yang, M.; Pang, B.; Vara, M.; Xia, Y. Gold nanomaterials at work in biomedicine. 71.\n[ CrossRef ] [ PubMed ]\n72.\nmolecules: Developing chemistries that facilitate nanotechnology.\ní é Marradi, M.; Chiodo, F.; Garc a, I.; Penad 73.\nChem. Soc. Rev. 42 2013 , , 4728–4745. [ CrossRef ]\n74.\nClin. Chem. Lab. Med. 49 2011 of inﬂuenza A disease. , , 1533–1537. [\n75. Racine, R.; Winslow, G.M. IgM in microbial infections: Taken for granted?\n76.\nJ. Med. Virol. 92 2020 test for SARS-CoV-2 infection diagnosis. ,\n77.\nJ. Vet. Sci. 11 2010 229E and OC43. , , 165–167. [ CrossRef ]\n\n746\nVandenvelde, C.; Verstraete, M.; Van Beers, D. Fast multiplex polymerase chain reaction on boiled clinical samples for rapid viral\nARTIC Network. ARTIC Network—Real-Time Molecular Epidemiology for Outbreak Response. 9 January 2020. Available online:\nItokawa, K.; Sekizuka, T.; Hashino, M.; Tanaka, R.; Kuroda, M. A proposal of alternative primers for the ARTIC Network’s\nBioRxiv 2020 . [ CrossRef ]\nTyson, J.R.; James, P.; Stoddart, D.; Sparks, N.; Wickenhagen, A.; Hall, G.; Choi, J.H.; Lapointe, H.; Kamelian, K.; Smith,\nImprovements to the ARTIC multiplex PCR method for SARS-CoV-2 genome sequencing using nanopore.\nLi, C.; Debruyne, D.N.; Spencer, J.; Kapoor, V.; Liu, L.Y.; Zhou, B.; Pandey, U.; Bootwalla, M.; Ostrow, D.; Maglinte, D.T.; et al.\nHighly sensitive and full-genome interrogation of SARS-CoV-2 using multiplexed PCR enrichment followed by next-generation\nXie, C.; Jiang, L.; Huang, G.; Pu, H.; Gong, B.; Lin, H.; Ma, S.; Chen, X.; Long, B.; Si, G.; et al. Comparison of different samples for\nInt. J. Infect. Dis. 93 2020 , , 264–267. [ CrossRef ]\nAi, T.; Yang, Z.; Hou, H.; Zhan, C.; Chen, C.; Lv, W.; Tao, Q.; Sun, Z.; Xia, L. Correlation of Chest CT and RT-PCR Testing for\nRadiology 296 2020 , , E32–E40. [ CrossRef ] [ PubMed ]\nXie, X.; Zhong, Z.; Zhao, W.; Zheng, C.; Wang, F.; Liu, J. Chest CT for Typical Coronavirus Disease 2019 (COVID-19) Pneumonia:\n, E41–E45. [ CrossRef ] [ PubMed ]\nPerchetti, G.A.; Nalla, A.K.; Huang, M.-L.; Jerome, K.R.; Greninger, A.L. Multiplexing primer/probe sets for detection of\nCrossRef ]\nPark, M.; Won, J.; Choi, B.Y.; Lee, C.J. Optimization of primer sets and detection protocols for SARS-CoV-2 of coronavirus disease\n52 2020 , , 963–977. [ CrossRef ]\nYip, C.C.Y.; Ho, C.C.; Chan, J.F.W.; To, K.K.W.; Chan, H.S.Y.; Wong, S.C.Y.; Yuen, K.Y. Development of a novel, genome subtraction-\nInt. J. Mol. Sci.\nSaharan, P.; Dhingolia, S.; Khatri, P.; Joginder, S.D.; Suresh, K.G. Loop-mediated isothermal ampliﬁcation (LAMP) based detection\nParida, M.; Sannarangaiah, S.; Dash, P.K.; Rao, P.V.L.; Morita, K. Loop mediated isothermal ampliﬁcation (LAMP): A new\nRev. Med. Virol.\nEl-Tholoth, M.; Bau, H.H.; Song, J. A single and two-stage, closed-tube, molecular test for the 2019 novel coronavirus (COVID-19)\n]\nSens. Actuators Rep. 2 2020 , ,\nLamb, L.E.; Bartolone, S.N.; Ward, E.; Chancellor, M.B. Rapid detection of novel coronavirus (COVID19) by reverse transcription-\nCrossRef ]\nYu, L.; Wu, S.; Hao, X.; Dong, X.; Mao, L.; Pelechano, V.; Yin, X.; Yu, L.; Wu, S.; Hao, X.; et al. Rapid Detection of COVID-19\nClin. Coronavirus Using a Reverse Transcriptional Loop-Mediated Isothermal Ampliﬁcation (RT-LAMP) Diagnostic Platform.\nWang, D. One-pot detection of COVID-19 with real-time reverse-transcription loop-mediated isothermal ampliﬁcation (RT-LAMP)\nSahoo, P.R.; Sethy, K.; Mohapatra, S.; Panda, D. Loop mediated isothermal ampliﬁcation: An innovative gene ampliﬁcation\n]\n; Walter de Gruyter GmbH & Co KG: Berlin,\nChem. Rev. 115 2015 , , 10410–10488.\nSapsford, K.E.; Algar, W.R.; Berti, L.; Gemmill, K.B.; Casey, B.J.; Oh, E.; Medintz, I.L. Functionalizing nanoparticles with biological\nChem. Rev. 113 2013 , , 1904–2074. [ CrossRef ] [ PubMed ]\ns, S. Glyconanoparticles as multifunctional and multimodal carbohydrate systems.\nLi, X.; Chen, H.; Wei, J.; Lv, N.; You, L. The evaluation of colloidal gold immunochromatographic assay (GICA) for rapid diagnosis\nCrossRef ]\nImmunol. Lett. 125 2009 , , 79–85. [ CrossRef ]\nLi, Z.; Yi, Y.; Luo, X.; Xiong, N.; Liu, Y.; Li, S.; Ye, F. Development and clinical application of a rapid IgM-IgG combined antibody\n, 1518–1524. [ CrossRef ]\nLee, H.-K.; Lee, B.-H.; Seok, S.H.; Baek, M.-W.; Lee, H.-Y.; Kim, D.-J.; Na, Y.-R.; Noh, K.-J.; Park, S.-H.; Kumar, D.N.; et al. Produc-\ntion of speciﬁc antibodies against SARS-coronavirus nucleocapsid protein without cross reactivity with human coronaviruses\n\n--- Page 20 ---\nCurr. Issues Mol. Biol. 43 2021 ,\nSethuraman, N.; Jeremiah, S.S.; Ryo, A. Interpreting 78.\n2249–2251. [ CrossRef ] [ PubMed ]\n79. Ismail, A.A. Serological tests for COVID-19 antibodies: Limitations must be recognized.\n57 , 274–276. [ CrossRef ] [ PubMed ]\n80.\nJ. Immunol. 1972 anti-immunoglobulin in antigen-coated tubes.\n81. Voller, A. The enzyme-linked immunosorbent assay (ELISA) (theory, technique and applications).\nβ 82. Schmidt, S.D.; Mazzella, M.J.; Nixon, R.A.; Mathews, P.M. A\nProteins ; Humana Press: Totowa, NJ, USA, 2012; pp. 507–527.\nMuldoon, M.T. ELISA: Theory and Practice. Methods in Molecular Biology, Volume 42. 83.\n352–353. [ CrossRef ]\n84.\nClin. Infect. Dis. 71 2020 coronavirus disease 2019. , , 2027–2034. [\n85. Liu, S.; Lu, S. Antibody responses in COVID-19 patients.\n86.\nrczyszak, D.; Polanco, J.; et al. A serological assay to detect SARS-CoV-2 seroconversion in humans.\n1033–1036. [ CrossRef ]\n87.\nAutoimmun. Highlights 8 2017 detection? , , 1–8. [ CrossRef ]\n88.\nchemiluminescent microparticle immunoassay for quantitative determination of hepatitis C virus core antigen.\n157 2009 , , 8–14. [ CrossRef ]\n89.\n® LIAISON XL Zika Capture IgM CMIA for Zika virus serological testing.\n[ CrossRef ] [ PubMed ]\n90.\nimmunoassay for serological diagnosis of coronavirus disease 2019.\n91.\nClin. Infect. Dis. 71 2020 virus. , , 2233–2235. [ CrossRef ] [ PubMed\nPrinciples of Instrumental Analysis 92. Skoog, D.A.; Holler, F.J.; Crouch, S.R.\n93. Brooks, D.E.; Devine, D. Quantitative Immunochromatographic Assays. U.S. Patent No. 5,753,517, 19 May 1998.\n94. Pyo, D.; Yoo, J. New trends in ﬂuorescence immunochromatography.\n95.\nClin. Chim. Acta 2004 using a ﬂuorescence immunoassay (I). ,\n96.\nMedRxiv 2020 detection of nucleocapsid protein. . [ CrossRef ]\n97. Peng, X.; Draney, D.R.; Volcheck, W.M. Quenched near-infrared ﬂuorescent peptide substrate for HIV-1 protease assay. In\nMolecular Probes for Biomedical Applications\nVolume 6097, p. 60970F.\nNat. Rev. Genet. 98. Chiu, C.Y.; Miller, S.A. Clinical metagenomics.\n99.\nClin. Infect. Dis. 2018 diagnostic tool for infectious diseases. ,\n100.\nApplications, and Considerations for Development of Laboratory Capacity.\nPharmacogenomics 101. Steemers, F.J.; Gunderson, K.L. Illumina, Inc.\n102.\nidentiﬁes a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak.\n9 2020 , , 313–319. [ CrossRef ] [ PubMed ]\n103.\ntiﬁcation of a novel coronavirus causing severe pneumonia in human: A descriptive study.\n1015–1024. [ CrossRef ] [ PubMed ]\n104.\nmBio 11 2020 Patients. , . [ CrossRef ] [ PubMed ]\n105. Greninger, A.L. The challenge of diagnostic metagenomics.\n106.\nAnal. Chem. 83 2011 , , 4327–4341. [ CrossRef ]\n\n747\nJAMA 323 2020 diagnostic tests for SARS-CoV-2. , ,\nAnn. Clin. Biochem. Int. J. Lab. Med. 2020 ,\nEngvall, E.; Perlmann, P. Enzyme-linked immunosorbent assay, Elisa. 3. Quantitation of speciﬁc antibodies by enzyme-labeled\n109 , , 129–135. [ PubMed ]\nRic. Clin. Lab. 8 1978 , , 289–298.\nAmyloid measurement by enzyme-linked immunosorbent assay. In\nTrends Endocrinol. Metab. 9 1996 , ,\nZhao, J.; Yuan, Q.; Wang, H.; Liu, W.; Liao, X.; Su, Y.; Zhang, Z. Antibody responses to SARS-CoV-2 in patients with novel\nCrossRef ]\nJ. Biomed. Res. 34 2020 , , 410–416. [ CrossRef ]\nAmanat, F.; Stadlbauer, D.; Strohmeier, S.; Nguyen, T.H.; Chromikova, V.; McMahon, M.; Jiang, K.; Arunkumar, G.A.; Ju-\nNat. Med. 26 2020 , ,\nCinquanta, L.; Fontana, D.E.; Bizzaro, N. Chemiluminescent immunoassay technology: What does it change in autoantibody\nMorota, K.; Fujinami, R.; Kinukawa, H.; Machida, T.; Ohno, K.; Saegusa, H.; Takeda, K. A new sensitive and automated\nJ. Virol. Methods\nSloan, A.; Safronetz, D.; Makowski, K.; Barairo, N.; Ranadheera, C.; Dimitrova, K.; Kadkhoda, K. Evaluation of the Diasorin\nDiagn. Microbiol. Infect. Dis. 90 2018 , , 264–266.\nCai, X.F.; Chen, J.; Hu, J.-l.; Long, Q.X.; Deng, H.J.; Liu, P.; Wang, D.Q. A peptide-based magnetic chemiluminescence enzyme\nJ. Infect. Dis. 222 2020 , , 189–193. [ CrossRef ] [ PubMed ]\nZhao, J.; Liao, X.; Wang, H.; Wei, L.; Xing, M.; Liu, L.; Zhang, Z. Early virus clearance and delayed antibody response in a case of\ncoronavirus disease 2019 (COVID-19) with a history of coinfection with human immunodeﬁciency virus type 1 and hepatitis C\n]\n; Cengage Learning: Boston, MA, USA, 2017.\nJ. Immunoass. Immunochem. 33 2012 , , 203–222. [ CrossRef ]\nChoi, S.; Choi, E.Y.; Kim, D.J.; Kim, J.H.; Kim, T.S.; Oh, S.W. A rapid, simple measurement of human albumin in whole blood\n339 , 147–156. [ CrossRef ] [ PubMed ]\nDiao, B.; Wen, K.; Chen, J.; Liu, Y.; Yuan, Z.; Han, C.; Wu, Y. Diagnosis of acute respiratory syndrome coronavirus 2 infection by\nOptical\n; International Society for Optics and Photonics: Bellingham, WA, USA, February 2006;\n20 2019 , , 341–355. [ CrossRef ]\nSimner, P.J.; Miller, S.; Carroll, K.C. Understanding the promises and hurdles of metagenomic next-generation sequencing as a\n66 , 778–788. [ CrossRef ]\nBerry, I.M.; Melendrez, M.C.; Bishop-Lilly, K.A.; Rutvisuttinunt, W.; Pollett, S.; Talundzic, E.; Morton, L.; Jarman, R.G. Next\nGeneration Sequencing and Bioinformatics Methodologies for Infectious Disease Research and Public Health: Approaches,\nJ. Infect. Dis. 221 2019 , (Suppl. 3), S292–S307.\n6 2005 , , 7–8. [ CrossRef ] [ PubMed ]\nChen, L.; Liu, W.; Zhang, Q.; Xu, K.; Ye, G.; Wu, W.; Sun, Z.; Liu, F.; Wu, K.; Zhong, B.; et al. RNA based mNGS approach\nEmerg. Microbes Infect.\nRen, L.-L.; Wang, Y.-M.; Wu, Z.-Q.; Xiang, Z.-C.; Guo, L.; Xu, T.; Jiang, Y.-Z.; Xiong, Y.; Li, Y.-J.; Li, X.-W.; et al. Iden-\nChin. Med. J. 133 2020 , ,\nMostafa, H.H.; Fissel, J.A.; Fanelli, B.; Bergman, Y.; Gniazdowski, V.; Dadlani, M.; Carroll, K.C.; Colwell, R.R.; Simner, P.J.\nMetagenomic Next-Generation Sequencing of Nasopharyngeal Specimens Collected from Conﬁrmed and Suspect COVID-19\nExpert Rev. Mol. Diagn. 18 2018 , , 605–615. [ CrossRef ] [ PubMed ]\nNiedringhaus, T.P.; Milanova, D.; Kerby, M.B.; Snyder, M.P.; Barron, A.E. Landscape of next-generation sequencing technologies.\n\n--- Page 21 ---\nCurr. Issues Mol. Biol. 43 2021 ,\n107.\npathogens in clinical samples by real-time nanopore sequencing analysis.\n108.\nClin. Lab. 66 2020 , . [ CrossRef ]\nLiu, Z.; Wang, Y.; Deng, T.; Chen, Q. Solid-State Nanopore-Based DNA Sequencing Technology. 109.\n5284786. [ CrossRef ]\n110. Carson, S.; Wanunu, M. Challenges in DNA motion control and sequence readout using nanopore devices.\n26 , 074004. [ CrossRef ]\n111.\nof full-length coronavirus genomes provides novel insights into structural variants and enables modiﬁcation analysis.\nRes. 29 2019 , , 1545–1554. [ CrossRef ] [ PubMed ]\n112.\nSmall detection of SARS-CoV-2 and other respiratory viruses.\n113.\nnovel coronavirus indicating person-to-person transmission: A study of a family cluster.\n114.\nIdentiﬁcation of nsp1 gene as the target of SARS-CoV-2 real-time RT-PCR using nanopore whole-genome sequencing.\nVirol. 92 2020 , , 2725–2734. [ CrossRef ] [ PubMed ]\n115.\nical Laboratory: Exploring the Advantages and Challenges of Nanopore Sequencing.\ne01315-19. [ CrossRef ] [ PubMed ]\n116.\nCurr. Stem Cell Rep. 2 2016 Cells. , , 9–20. [ CrossRef ] [ PubMed ]\n117.\nScience 337 2012 endonuclease in adaptive bacterial immunity. ,\n118.\nNat. Commun. 11 2020 all-in-one dual CRISPR-Cas12a assay. ,\n119.\nA.; et al. Rapid detection of 2019 novel coronavirus SARS-CoV-2 using a CRISPR-based DETECTR lateral ﬂow assay.\n2020 . [ CrossRef ]\n120.\nPLoS Pathog. 2020 CRISPR-based diagnostic for COVID-19. ,\n121.\nEmerg. Infect. Dis. 10 2004 cohort, China. , , 1841. [ CrossRef ] [\n122.\nof critically ill patients with Middle East respiratory syndrome coronavirus infection.\n[ CrossRef ] [ PubMed ]\n123.\nCOVID-19 in Wuhan, China: A retrospective cohort study.\n124.\nurine, and stool specimens of COVID-19 patients from the Republic of Korea.\n112. [ CrossRef ] [ PubMed ]\n125. Gu, J.; Han, B.; Wang, J. COVID-19: Gastrointestinal manifestations and potential fecal–oral transmission.\n158 , 1518–1519. [ CrossRef ]\n126.\nProc. Natl. Acad. Sci. USA 2020 TMPRSS2-expressing cells. ,\n\n748\nChiu, C.; Greninger, A.L.; Naccache, S.N.; Federman, S.; Yu, G.; Mbala, P.; Linnen, J.M. Rapid metagenomic identiﬁcation of viral\nGenome Med. 7 2015 , , 99.\nSchmidt, J.; Blessing, F.; Fimpler, L.; Wenzel, F. Nanopore sequencing in a clinical routine laboratory: Challenges and opportunities.\nJ. Nanomater. 2016 2016 , ,\nNanotechnology 2015 ,\nViehweger, A.; Krautwurst, S.; Lamkiewicz, K.; Madhugiri, R.; Ziebuhr, J.; Hölzer, M.; Marz, M. Direct RNA nanopore sequencing\nGenome\nWang, M.; Fu, A.; Hu, B.; Tong, Y.; Liu, R.; Liu, Z.; Liu, T. Nanopore targeted sequencing for the accurate and comprehensive\n16 2020 , , 2002169. [ CrossRef ]\nChan, J.F.W.; Yuan, S.; Kok, K.H.; To, K.K.W.; Chu, H.; Yang, J.; Yuen, K.Y. A familial cluster of pneumonia associated with the 2019\nLancet 395 2020 , , 514–523. [ CrossRef ]\nChan, W.-M.; Ip, J.D.; Chu, A.W.-H.; Yip, C.C.-Y.; Lo, L.-S.; Chan, K.-H.; Ng, A.C.-K.; Poon, R.W.-S.; To, W.-K.; Tsang, O.T.-Y.; et al.\nJ. Med.\nPetersen, L.M.; Martin, I.W.; Moschetti, W.E.; Kershaw, C.M.; Tsongalis, G.J. Third-Generation Sequencing in the Clin-\nJ. Clin. Microbiol. 58 2019 , ,\nWaddington, S.N.; Privolizzi, R.; Karda, R.; O’Neill, H.C. A Broad Overview and Review of CRISPR-Cas Technology and Stem\nJinek, M.; Chylinski, K.; Fonfara, I.; Hauer, M.; Doudna, J.A.; Charpentier, E. A Programmable dual-RNA-guided DNA\n, 816–821. [ CrossRef ]\nDing, X.; Yin, K.; Li, Z.; Lalla, R.V.; Ballesteros, E.; Sfeir, M.M.; Liu, C. Ultrasensitive and visual detection of SARS-CoV-2 using\n, 1–10. [ CrossRef ]\nBroughton, J.P.; Deng, X.; Yu, G.; Fasching, C.L.; Singh, J.; Streithorst, J.; Granados, A.; Sotomayor-Gonzalez, A.; Zorn, K.; Gopez,\nMedRxiv\nHou, T.; Zeng, W.; Yang, M.; Chen, W.; Ren, L.; Ai, J.; Wu, J.; Liao, Y.; Gou, X.; Li, Y.; et al. Development and evaluation of a rapid\n16 , e1008705. [ CrossRef ]\nLiu, W.; Tang, F.; Fontanet, A.; Zhan, L.; Zhao, Q.M.; Zhang, P.H.; Cao, W.C. Long-term SARS coronavirus excretion from patient\nPubMed ]\nArabi, Y.M.; Ariﬁ, A.A.; Balkhy, H.H.; Najm, H.; Aldawood, A.S.; Ghabashi, A.; Al Raiy, B. Clinical course and outcomes\nAnn. Intern. Med. 160 2014 , , 389–397.\nZhou, F.; Yu, T.; Du, R.; Fan, G.; Liu, Y.; Liu, Z.; Cao, B. Clinical course and risk factors for mortality of adult inpatients with\nLancet 395 2020 , , 1054–1062. [ CrossRef ]\nKim, J.M.; Kim, H.M.; Lee, E.J.; Jo, H.J.; Yoon, Y.; Lee, N.J.; Yoo, C.K. Detection and isolation of SARS-CoV-2 in serum,\nOsong Public Health Res. Perspect. 11 2020 , ,\nGastroenterology 2020 ,\nMatsuyama, S.; Nao, N.; Shirato, K.; Kawase, M.; Saito, S.; Takayama, I.; Takeda, M. Enhanced isolation of SARS-CoV-2 by\n117 , 7001–7003. [ CrossRef ]",
    "pages": [
      {
        "page_number": 1,
        "text": "Review\nCoronavirus Disease 2019 (COVID-19) Diagnostic Tools:\nA Focus on Detection Technologies and Limitations\nAhmad Qasem , Ameera M. Shaw, Erij Elkamel\namshaw@knights.ucf.edu (A.M.S.); erijelkamel@knights.ucf.edu (E.E.)\n*\nAbstract:\n\u0001\u0002\u0003\u0001\u0004\u0005\u0006\u0007\b\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\nCitation: Qasem, A.; Shaw, A.M.;\nElkamel, E.; Naser, S.A. Coronavirus\nDisease 2019 (COVID-19) Diagnostic protocols in clinical settings and reference laboratories.\nTools: A Focus on Detection\nCurr. Technologies and Limitations. Keywords:\nIssues Mol. Biol. 43 2021 , , 728–748.\nhttps://doi.org/10.3390/cimb43020053\nAcademic Editor: Arumugam\n1. Introduction\nR. Jayakumar\nfever, and shortness of breath [\nReceived: 26 April 2021\nAccepted: 16 July 2021\n2 monia [ Published: 20 July 2021\nStreptococcus pneumoniae\nviral nucleic acid analyses [ 1 Publisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\n3 lineage [ iations.\nCopyright: © 2021 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\n4.05 million deaths worldwide [ conditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nCurr. Issues Mol. Biol. 43 2021 , , 728–748. https://doi.org/10.3390/cimb43020053\n\nand Saleh A. Naser *\nDivision of Molecular Microbiology, Burnett School of Biomedical Sciences, College of Medicine, University of\nCentral Florida, 4110 Libra Drive, Orlando, FL 32816, USA; ahmadqasem@knights.ucf.edu (A.Q.);\nCorrespondence: saleh.naser@ucf.edu; Tel.: +407-823-0955; Fax: +407-823-0956\nThe ongoing coronavirus disease (COVID-19) pandemic caused by severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2) poses a severe threat to human health and the global economy\nand has resulted in overwhelming stress on health care systems worldwide. Despite the global\nhealth catastrophe, especially in the number of infections and fatalities, the COVID-19 pandemic\nhas also revolutionized research and discovery with remarkable success in diagnostics, treatments,\nand vaccine development. The use of many diagnostic methods has helped establish public health\nguidelines to mitigate the spread of COVID-19. However, limited information has been shared about\nthese methods, and there is a need for the scientiﬁc community to learn about these technologies, in\naddition to their sensitivity, speciﬁcity, and limitations. This review article is focused on providing\ninsights into the major methods used for SARS-CoV-2 detection. We describe in detail the core\nprinciple of each method, including molecular and serological approaches, along with reported\nclaims about the rates of false negatives and false positives, the types of specimens needed, and the\nlevel of technology and the time required to perform each test. Although this study will not rank or\nprioritize these methods, the information will help in the development of guidelines and diagnostic\nCOVID-19; SARS-CoV-2; pandemics; diagnostic tools; PCR; LAMP; FICA; mNGS\nIn December 2019, a group of patients in Hubei Province, China, presented with cough,\n1 ]. Computed tomography (CT) scans revealed profuse and\nconﬂuent pulmonary abnormalities, which initially led to the diagnosis of bacterial pneu-\nHaemophilus inﬂuenzae ]. However, common suspected etiological agents, such as ,\n, and adenoviruses, were not detected in bacterial culture tests or\n]. Therefore, the cause of this pneumonia was of unknown\norigin until bronchoalveolar lavage ﬂuid (BALF) samples were analyzed, showing a new\nβ pathogen that had an almost identical genetic sequence to betacoronavirus ( -CoV) B\n]. This newly emerging virus shares 80% genomic similarity with the severe acute\nrespiratory syndrome virus (SARS-CoV), 50% with the Middle East respiratory syndrome\n1 3 coronavirus (MERS-CoV), and 96% with the bat coronavirus RaTG13 [ , ]. Further sequenc-\ning analysis revealed that the virus belongs to a family of viruses known as Coronaviridae,\nwhich was later identiﬁed in February 2020 as the severe acute respiratory syndrome\n4 coronavirus 2 (SARS-CoV-2) by the International Virus Classiﬁcation Commission [ ]. The\ndisease caused by SARS-CoV-2 is known as coronavirus disease 2019 (COVID-19) and has\nsince become a global pandemic, infecting over 188 million people and resulting in at least\n5 ].\nThe nucleic acid component of SARS-CoV-2 is composed of nearly 30,000 nucleotides\nforming a single-stranded positive-sense RNA, which encodes 27 proteins, including 4\nhttps://www.mdpi.com/journal/cimb",
        "char_count": 4550,
        "word_count": 648,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\ntein (E), and surface glycoprotein (S)) (Figure\n1 6 10 (RdRP) [ , –\ning antibodies [ 11\nhomology among viral strains [\nstrain [ 12 , 13 ].\nFigure 1.\n2. Nucleic Acid Ampliﬁcation Technologies\n2.1. Polymerase Chain Reaction (PCR) Methods\nquantifying it in real time [ 14\n\n729\nstructural proteins (nucleocapsid protein (N), matrix protein (M), small envelope pro-\n1 ) and RNA-dependent RNA polymerase\n]. The genes encoding the E, M, and N proteins are generally conserved and\nonly involved in regular viral functions, whereas the S gene is more divergent with less than\n75% sequence similarity compared with other coronaviruses [ , ]. The receptor-binding 1 6\ndomain of the S spike protein mediates the viral attachment of SARS-CoV-2 to human\nangiotensin-converting enzyme 2 (ACE2) receptors, and it is a major target of neutraliz-\n]. Several SARS-CoV-2 strains have been sequenced, revealing 99.9%\n12 ]. However, diverse viral genomic changes have started\nto emerge, resulting in new variant strains, such as the Zeta variant (B.1.1.28) and the Delta\nvariant (B.1.617.2), which may be more infectious and deadly than the ﬁrst identiﬁed viral\n1 6 10 SARS-CoV-2 structural proteins and genomic component. Data were obtained from several published reports [ , – ].\nExpanding COVID-19 diagnostic capacity is a crucial priority, and understanding the\ndifference between detection results of SARS-CoV-2 infection is imperative for health care\nprofessionals to perform accurate interpretations of viral exposure and immunological\nresponses, which may ultimately inﬂuence the selection of appropriate treatment options.\nSince this is a rapidly developing topic, the current ﬁndings may be useful for implement-\ning certain strategies to limit the rapid spread of COVID-19. In this review article, we\nsummarize the clinical diagnostic advances and detection technologies of SARS-CoV-2\ninfection based on four main categories: nucleic acid ampliﬁcation technologies, immuno-\nlogical detection techniques, sequencing detection methods, and additional alternative\nmethods. In accordance with recent reports, we brieﬂy discuss the strengths and weak-\nnesses of these major diagnostic applications that play a signiﬁcant role in identifying\nSARS-CoV-2 infection, therefore helping to counter the spread of COVID-19.\n2.1.1. Fluorescence-Based Real-Time Quantitative PCR (qPCR)\nQuantitative real-time PCR (qPCR) ampliﬁes a target nucleic acid fragment while\n]. This quantitation can either be relative, analyzing the\namount of the target compared with a reference sample, or absolute, determining the\nexact amount of the target with an unknown concentration in relation to a control nucleic",
        "char_count": 2706,
        "word_count": 407,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nacid with a known concentration [\ninfections [ 14 ].\nSARS-CoV RNA\ngenes [ 15\n15 plasma samples [\nwith reverse transcription PCR (RT-PCR) [\nassays targeting either the RdRP or E genes [\nsitivity for both qPCR assays [\nSARS-CoV-2-speciﬁc\nSARS-CoV-2\nHCoV-OC43, HCoV-NL63, HCoV-229E, and MERS-CoV) [\n20 as a coronavirus diagnostic [\n21 qPCR [\n21 the viral N gene [\n′ 5\nthe quencher dye, resulting in a ﬂuorescent signal [\nextremely advantageous for laboratory testing [\ngenes has produced accurate and equitable results [\nlow prevalence can increase the rate of false positives [\nwhich increases test sensitivity [\nand decreased risk of contamination [\n\n730\n]. Absolute quantitation allows for monitoring the 14\nprogression of infection by expressing the viral load in units familiar to scientists and\nclinicians, therefore allowing for a distinction to be made between active and persistent\nIn 2003, two ﬂuorescence-based qPCR assays were developed to measure the\nconcentration in plasma and serum samples of SARS patients [ ]. The 15\nassays targeted regions of the viral genome that included polymerase or nucleocapsid\n]. Upon extraction of viral RNA from patient samples, SARS-CoV RNA was\nsuccessfully detected by both qPCR systems (78% by the polymerase system and 87% by\nthe nucleocapsid system) with higher detection rates in serum samples compared with\nSARS-CoV ]. The qPCR was also found to be more sensitive in detecting\nin RNA isolates of nasopharyngeal aspirates and stool samples of SARS patients compared\n16 ]. Moreover, testing more than one respiratory\n17 18 specimen maximized the sensitivity of RT-PCR assays used for SARS-CoV detection [ , ].\nThe presence of SARS-CoV-2 was successfully detected using ﬂuorescence-based qPCR\n19 SARS-COV-2 RNA ]. Synthetically derived\nstandards were used to determine the limit of detection, which was similar in both gene\nassays with 3.6 copies for the RdRP gene and 3.9 for the E gene, showing high sen-\n]. The RdRP gene assay was also formulated with a 19\nprobe that effectively discriminated between SARS-CoV and\nsuch that it only detected SARS-CoV-2 RNA transcripts [ ]. Additionally, 19\nresearchers found exclusivity of SARS-CoV-2, with no false positives, when using the\nSARS-CoV-2 RdRP and E gene qPCR assays to test for cross-reactivity in clinical samples\n19 with a broad range of known respiratory agents (viral and bacterial) [ ]. RNA was isolated\nfrom sputum, nose, and throat swabs of individuals in various countries and prepared\ncell culture supernatants containing all endemic human coronaviruses (HCoV-HKU1,\n19 ].\nOn 4 February 2020, the Food and Drug Administration (FDA) issued emergency use\nauthorization for the Center for Disease Control (CDC) SARS-CoV-2 Real-Time Quantitative\nReverse Transcription PCR (RT-qPCR) Diagnostic Panel to be used in non-CDC laboratories\n]. RNA isolated from respiratory samples (nasopharyngeal\nor oropharyngeal swabs, sputum, lower respiratory aspirates, bronchoalveolar lavage, and\nnasopharyngeal or nasal aspirates) is reverse-transcribed into cDNA and then ampliﬁed via\n]. This method utilizes oligonucleotide primers and probes targeted to regions of\n]. Upon annealing of the probe to its target sequence, Taq polymerase’s\nnuclease activity degrades the probe, thereby causing separation of the reporter dye from\n]. Fluorescence intensity increases 21\nproportionally with the cleavage of reporter dyes from their probes in each ampliﬁcation\ncycle in response to the increased concentration of the amplicon [ ]. Previous studies 19\nhave illustrated the efﬁcacy of targeting the ORF1b gene for early disease detection [ ]. 16\nAdditionally, the ORF1b gene has been found to have considerable stability, which is\n]. Quantifying both the RdRP and E 16\n19 ]. However, quantifying the N gene\n19 has been deemed inauspicious for clinical diagnosis because of its decreased sensitivity [ ].\nSome of the drawbacks of RT-qPCR include having false-positive or negative results\n21 that can occur if there is contamination of a specimen due to improper collection [ ]. High\ndisease prevalence can also increase the likelihood of false negatives, while a moderate to\n22 ]. The initial start-up expense for\nRT-qPCR could also be problematic for smaller, low-throughput laboratories [ ]. Using 14\none-tube RT-qPCR protocols has been found to minimize environmental contamination,\n23 ]. Ultimately, RT-qPCR has become widely accepted as a\ngold standard for nucleic acid detection from various sources due to its accuracy, sensitivity,\n]. Several RT-qPCR kits have been designed to 14",
        "char_count": 4602,
        "word_count": 722,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\n(Figure 2 ).\nFigure 2.\n′ ′ → 5 3 forward/reverse primers. Data were obtained from several published reports [\n2.1.2. Digital PCR (dPCR)\novercoming some of the limitations of RT-qPCR [\nmost reactions contain one or zero molecules [\nof nucleic acid molecules [ 24 ,\nanalysis from clinical samples [\nOrganization (WHO) and the CDC [\n\n731\ndetect SARS-CoV-2 genetically and have also been used in several countries worldwide\nIllustration of SARS-CoV-2 genomic map with gene targets of diagnostic RT-PCR tests and their corresponding\n6 , 19 – 22 , 24 ].\nDigital polymerase chain reaction (dPCR) enables absolute quantiﬁcation of nucleic\nacids without the need for standard curves or relative threshold (Ct) values, therefore\n– ]. This method, referred to as 25 27\nchamber-based digital PCR (cdPCR), involves isolating nucleic acid molecules using a\nlimiting dilution technique to physically partition samples on a microﬂuidic chip so that\n25 27 29 , – ]. Alternatively, nucleic acid samples\ncan be randomly mixed into a water-in-oil emulsion to partition molecules into thousands\nof nanodroplets in a technique called droplet digital PCR (ddPCR) [ ]. PCR is then 30\nperformed to endpoint in all compartments/droplets, and then ﬂuorescence measurement\nis used to determine the number of ampliﬁcation-positive and negative signals [ – ]. 30 32\nPoisson distribution statistical analysis is employed to calculate the absolute quantiﬁcation\n31 ].\nThe applications of dPCR include quantitation of gene copy number variation, gene\nexpression, RNA/microRNA quantitation, and rare sequence detection such as viral load\n33 ]. Therefore, dPCR has been used as a diagnostic method\nfor SARS-CoV-2 and may arguably serve as a superior technique to RT-qPCR, which is\ncurrently the gold standard for the detection of SARS-CoV-2 according to the World Health\n34 – 38 ].",
        "char_count": 1880,
        "word_count": 301,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nsamples [ 34\nand 90%, respectively) [ 34\nreported to be 2 copies/reaction for all genes tested [\nclinical diagnosis of SARS-CoV-2 [\npotential viral transmission if used for clinical diagnosis [\nsion [ – 34 36\ndiagnostic results [ 39\ning the time needed to produce results [\n2.1.3. Multiplex PCR (mPCR)\ndeletions in the human dystrophin gene [\n43 46 approach [ –\nand polymorphism analysis and RNA detection [\nparasites [ 50 , 51 ].\nwhole-genome analysis of SARS-CoV-2 [\na 10 bp overlap between these primers [\nimproving accuracy and efﬁciency [\n\n732\nReverse transcription dPCR (RT-dPCR) was compared with RT-qPCR for the detection\nof the ORF1ab sequence, N gene, and E gene of the SARS-CoV-2 genome from 194 clinical\n]. RT-dPCR exhibited higher overall diagnostic accuracy and sensitivity (93%\n]. Additionally, the limit of detection (LoD) for RT-dPCR was\n34 ]. Another study by Suo et al. using\nddPCR also concluded that this technique has several advantages over RT-qPCR for the\n]. The LoD of ddPCR was signiﬁcantly higher for 35\nORF1ab and N genes (2.1 and 1.8 copies/reaction, respectively) compared with the LoD\nof RT-qPCR (1039 and 873.2 copies/reaction, respectively). Based on 77 clinical samples,\nddPCR was about 500 times more sensitive than RT-qPCR for SARS-CoV-2 detection [ ]. 35\nAdditionally, the negative predictive value (NPV) of ddPCR was higher than that of RT-\nqPCR, indicating that ddPCR has a lower false-negative rate and would reduce the risk of\n35 ].\nDue to its higher sensitivity and accuracy, dPCR is suitable for detecting low viral\nloads, therefore allowing for early treatment and reduced risk of community transmis-\n]. This contrasts with RT-qPCR, which has a higher rate of false-negative\n]. The dPCR is also advantageous as it does not require a calibration\nstandard and generates absolute quantiﬁcations through Poisson distribution, therefore\nallowing for comparisons to be made between results produced from different laboratories\nor from different dates, which is not the case for Ct values produced by RT-qPCR [ ]. 40\nHowever, dPCR relies on more expensive instrumentation and reagents and uses a more\ncomplex method that requires multiple steps, ultimately slowing the workﬂow and increas-\n41 ].\nMultiplex PCR (mPCR) is used to amplify more than one target sequence using\ntwo or more primer sets in a single reaction. This method was ﬁrst employed to detect\n] and has since become a ﬁrmly established 42\ntechnique. By simultaneously amplifying several target genes in the same reaction, mPCR\ncan produce savings in time, effort, and cost in the laboratory. It also has very high\nsensitivity and speciﬁcity, which further reinforces the effectiveness and practicality of this\n]. Applications of mPCR include nucleic acid diagnostics, such as mutation\n, – ]. It has also been used for the 45 47 49\ndiagnosis of infectious diseases, such as through the identiﬁcation of viruses, bacteria, and\nMultiplex assays have recently been designed to identify multiple gene targets for\nthe detection of SARS-CoV-2 RNA in clinical samples. Soon after the emergence of the\nCOVID-19 epidemic, the ARTIC Network proposed 98 multiplexed PCR primer pairs for\n52 ]. Although the proposed primer set is effective\nfor viral detection in clinical samples containing relatively high viral loads, PCR products\n18 and 76, which code for nonstructural protein 3 (nsp3) in ORF1a and the S protein, have\nexhibited reductions in ampliﬁcation efﬁciencies due to heterodimer formation because of\n]. Itokawa et al. recommended replacing one 53\nof these primers with a newly designed primer and demonstrated that this resulted in\nimproved coverage at both regions targeted by these PCR products [ ]. Another study 53\nby Tyson et al. proposed further enhancements to the ARTIC mPCR method involving\na modiﬁed primer scheme with 22 additional primers for increased genome coverage,\nstreamlined workﬂow, and strategies to lower costs and improve scalability, ultimately\n54 ].\nAnother mPCR assay was proposed by Li et al. using 343 primer pairs that were\nshown to be efﬁcient at detecting SARS-CoV-2 at low copy numbers [ ]. Their method 55\ndemonstrated high coverage and speciﬁcity of the S and N genes, with medians of 99%\n55 and 99.8%, respectively, and improved sensitivity compared with RT-qPCR [ ]. RT-qPCR\nexhibits a positive rate of only 47–59% due to the presence of false-negative results, therefore",
        "char_count": 4442,
        "word_count": 723,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nrequiring repeated testing of samples [\nsamples containing low viral loads [\ndetect degraded viral genomes [\nlineages, which can be achieved through mPCR assays.\n54 55 59 high throughput [ , ,\nin reaction failure [ , 54 60\nintensive [ 43\npublished study for SARS-CoV-2 detection.\n2.2. Loop-Mediated Isothermal Ampliﬁcation (LAMP)\n◦ which is usually around 65\nassay [ 65 ].\nwithin 30 min [ 66\nincluding NP swab, saliva, urine, and serum samples [\nassay) and a one-pot RT-LAMP assay [\nsuch as blood or tissue samples [\n\n733\n– ]. Due to the use of multiple primer pairs in 56 58\nthe mPCR strategy, it is unlikely that false-negative results will be produced from clinical\n, , ]. Unlike RT-qPCR, mPCR can effectively 54 55 59\ndetect SARS-CoV-2 even in the presence of mutations in primer binding sites and may even\n]. The use of a triplex RT-qPCR assay targeting viral 55\nnucleocapsid genes, N1 and N2, showed 98.4% accuracy and improved assay throughput\ncompared with a singleplex RT-qPCR assay using just one primer in [ ]. Another study 59\ndesigned four primer sets targeting the essential genes of SARS-CoV-2, RdRP, S, N, and\nE for accurate and efﬁcient viral detection via an mPCR-based protocol [ ]. With the 60\nemergence of more transmissible and infectious SARS-CoV-2 variants that are able to\nescape the immune response, there is an urgent need for targeted detection of circulating\nOverall, the use of mPCR for SARS-CoV-2 detection is associated with reduced reagent\nconsumption, cost-efﬁciency, simple workﬂow, high sensitivity, diagnostic accuracy, and\n]. However, there is some loss in genome coverage, the potential\nfor contamination due to the method in which PCR plates must be prepared, and the risk of\ncompetition between reaction components may affect the ampliﬁcation process and result\n]. The speciﬁcity of mPCR assays can be improved by selecting\nmultiple targets, or by identifying new genomic regions, such as nonstructural protein 2\n61 (nsp2), which led to the development of the COVID-19-nsp2 assay [ ]. Optimizing primer\nand reaction conditions for effective mPCR can also be time-consuming and resource-\n], but this can be overcome by employing the methodology of a previously\nTo overcome conventional PCR diagnostic limitations, a quicker and more cost-\neffective method has been utilized to test SARS-CoV-2 infection without an extensive\nsample processing or the need for highly skilled personnel. Loop-mediated isothermal\nampliﬁcation (LAMP) is a nucleic acid ampliﬁcation technology that is carried out in isother-\nmal conditions and does not require changes in cycle temperatures [ ]. This method can 62\nbe performed in a single step that involves incubating the nucleic acid sample, ampliﬁ-\ncation primers, and DNA polymerase in one test tube at an optimal LAMP temperature,\nC [ ]. By employing this technique, it eliminates the need 63\nfor speciﬁc thermal cycler equipment or a narrow sample pH range [ ]. Moreover, this 64\nﬂexible method provides similar sensitivity and speciﬁcity levels to that of the RT-qPCR\nA new LAMP test was developed for COVID-19 detection that can be performed\n]. Speciﬁc LAMP primers were designed to broadly target SARS-CoV-2\nbased on the sequence of 23 SARS-CoV-2 strains obtained from GenBank [ ]. Healthy 66\nhuman samples spiked with an oligonucleotide of GenBank MN908947.3, which was\nused as a positive control for COVID-19, while simulated negative control samples were\nprepared using other coronaviruses, including MERS and murine coronavirus (MHV). This\nmethod is known as RT-LAMP and demonstrates high speciﬁcity towards SARS-CoV-2\nas validated by both ﬂuorescence and gel electrophoresis [ ]. The assay also exhibited 66\nvery high sensitivity and identiﬁed SARS-CoV-2 infection in various spiked sample types,\n]. Similar LAMP assays were 64\nrecently developed, including an isothermal LAMP-based method for COVID-19 (iLACO\n67 , 68 ].\nThe major limitation of LAMP assays is the difﬁculty of preparing appropriate primer\ndesigns, therefore reducing its reproducibility in multiplexing assays [ ]. Additionally, 69\nLAMP seems to be less sensitive than PCR when the sample being tested is more complex,\n]. Up to this point, several LAMP-based assays are 69\nvalidated using computational resources only, without implementing any clinical data",
        "char_count": 4341,
        "word_count": 697,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nfor ﬁnal performance analysis [\nSARS-CoV-2 detection are summarized in Figure\nFigure 3.\nfrom several published reports [ 17 – 19 , 22 , 34 – 37 , 52 – 55 , 66 – 69 ].\n3. Immunological Detection Methods\n3.1. Colloidal Gold Immunochromatographic Assay (GICA)\ncal and molecular recognition properties [\nassays for speciﬁc antibodies in patient sera [\nantigen or antibody as a tracer [\nsensitive diagnostic technique [\nof infection (Figure 4 ) [ 77\nCoronaviridae that cause SARS (\nindicates a late viral exposure [\n\n734\n]. The nucleic-acid-based detection methods used for 65\n3 .\nSummary of nucleic acid ampliﬁcation technologies used in diagnosing SARS-CoV-2 infection. Data were obtained\nColloidal gold is a suspension of gold nanoparticles in water and is known for its opti-\n70 ]. Gold nanoparticles have several substantial\n71 72 applications in biomedical research, electron microscopy, and nanotechnology [ , ]. For\ninstance, they can be coated with peptides and glycans for high-sensitivity immunological\ndetection methods that seem to offer great potential for the development of diagnostic\n]. The colloidal gold immunochromato- 73\ngraphic assay (GICA) uses a cellulose membrane as a carrier and a colloidal gold-labeled\n]. This test, which has been utilized in the diagnosis of 74\ninﬂuenza A infection, is considered rapid, reliable, and inexpensive [ 74 ].\nImmunoglobulin M (IgM) is the ﬁrst line of defense against viral infection prior to the\nproduction of a long-term immune response provided by immunoglobulin G (IgG) [ ]. 75\nTherefore, detecting certain antibodies of SARS-CoV-2 in a blood sample serves as a highly\n]. Studies have reported that IgM antibodies can be 76\ndetected following 3 to 6 days of SARS, whereas IgG antibodies are detected after 8 days\n]. Since SARS-CoV-2 is a member of the same family of viruses\n), the presence of IgM and IgG antibodies against them is\n76 expected in the blood of COVID-19 patients as an indication of infection [ ]. IgM detection\nis considered an indication of early infection, whereas the presence of IgG antibodies\n78 ].",
        "char_count": 2113,
        "word_count": 351,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nFigure 4.\nampliﬁcation and antibody response. Data were collected from several published reports [\nSARS-CoV-2 at the same time [\ntest were 88.7% and 90.6%, respectively [\nSARS-CoV-2\nstations [ 76 ].\nproduced during active infection [\nmethodologies and test-speciﬁc quality controls [\n3.2. Enzyme-Linked Immunosorbent Assay (ELISA)\n80 liquid sample [\ntests, and quality control [ 81 ].\na certain antigen [ 80\n82 (sandwich ELISA) [\na mild buffer [ 83\n\n735\nEstimated time interval and detection probability rate of SARS-CoV-2 infection depending on nucleic acid\n75 – 78 ].\nUsing the colloidal gold immunochromatographic assay (GICA), a simple and fast\npoint-of-care immunoassay was developed that can detect IgM and IgG antibodies against\n76 ]. The clinical detection sensitivity and speciﬁcity of this\n]. Moreover, the test results obtained from 76\n76 peripheral blood samples were consistent with the results of ﬁngerstick blood samples [ ].\nTherefore, this simple test can be performed for both symptomatic and asymptomatic\ncarriers at clinics, laboratories, and offsite locations, such as airports or railway\nOne of the limitations of serological tests is their inevitable high analytical error, which\ncould be unpredictable depending on different classes and subclasses of speciﬁc antibodies\n79 ]. The presence of endogenous antibodies complicates\n79 the detection method through the interaction with biological test reagents [ ]. As a result,\nsuch tests may end up with congenital inaccuracy, despite implementing the most stringent\n79 ].\nThe enzyme-linked immunosorbent assay (ELISA) is a regularly used detection assay\nthat utilizes a solid-phase enzyme immunoassay to identify the presence of protein in a\n80 ]. This test requires antibodies speciﬁc to the ligand to be detected [ ]. As\na diagnostic tool, ELISA has been implemented in biomedical research, clinical pathology\nPerforming an ELISA involves an antibody that has high speciﬁcity for capturing\n]. The sample antigens are usually immobilized on a polystyrene\nmicrotiter plate, either through surface adsorption or by another antigen-speciﬁc antibody\n]. Following this initial step, an enzyme-linked antibody is added to\neach well to capture the antigen, and then the unbound antibodies are washed out using\n]. Finally, the addition of a substrate produces a visible signal through",
        "char_count": 2381,
        "word_count": 368,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\npatients [ – 84 86\nsion [ 84\n93.1%, 82.7%, and 64.7%, respectively [\nworkload, and rapid detection [\ninfection.\n3.3. Chemiluminescence Immunoassay (CMIA)\nof the standard enzyme immunoassay [\nluminous intensity [ 88 , 89 ].\ncan be detected by a luminescent signal instrument [\ndetermined by the detection of a particular luminescence [\namong COVID-19 patients [\nof this method [ 90\nits high speciﬁcity [ 90 ].\nwhich is capable of ﬂuorescing by light [\nrange than color change visual assays [\ncentrations including toxins and diagnostic biomarkers [\ntions in laboratory medicine [\n\n736\nhydrolysis, oxidation, or reduction, which can be read at a certain wavelength using a\nspectrometer to quantify the presence of antigen in each sample [ 83 ].\nAntibody detection provides crucial clinical data during the course of SARS-CoV-2\ninfection. The application of ELISA in several studies has provided an empirical value\nfor the regular use of serological testing in the diagnosis and management of COVID-19\n]. In a study that enrolled 173 SARS-CoV-2 patients, 535 plasma samples\nwere collected during the time of hospitalization and then tested for the dynamic level of\ntotal antibodies (Ab), IgM and IgG, which were analyzed according to disease progres-\n]. Among those 173 patients, the seroconversion rates for Ab, IgM, and IgG were\n84 ].\nSerological testing has many advantages over PCR due to its high throughput, reduced\n86 ]. However, the antibody response in COVID-19 patients\nis still not fully investigated since SARS-CoV-2 is a recent virus, and the clinical importance\nof antibodies is dependent on understanding host antibody response during the period of\nChemiluminescent immunoassay (CMIA) is a biochemical method that is a variation\n]. This technique has been used as a diagnostic 87\ntool in medicine, as well as in various industrial applications. As an advanced serological\nimmunoassay, CMIA is a reliable method for detecting viral infections, including hepatitis\nC virus (HCV) and Zika virus (ZIKV), due to its wide dynamic range and ultrasensitive\nThe methodological process of CMIA involves enzyme-labeled antibodies to identify\nunknown biological molecules, such as hormones and proteins [ ]. Following an enzy- 87\nmatic reaction, a substrate is converted into a product emitting a photon of light, which\n]. The presence of an antigen is 87\n87 ].\nBased on a peptide from the S protein, the CMIA test was developed to detect IgG\nand IgM against SARS-CoV-2, which was the ﬁrst assay to identify the antibody response\n]. This test allows a synthetic peptide to be used as an 90\nantigen instead of using a whole virus, leading to improved stability and repeatability\n]. Out of 167 sera from patients infected with pathogens other than\nSARS-CoV-2, none of them showed immunologic reactions to this peptide, which conﬁrms\nIn some cases of pre-existing immune dysfunction and SARS-CoV-2 coinfection, such\nas with human immunodeﬁciency virus (HIV) and HCV, a delayed antibody response\n91 could affect CMIA detection results up to 42 days postinfection [ ]. Therefore, this speciﬁc\nmethod of detection should be avoided in this group of COVID-19 patients. Further studies\nare needed to explain the mechanism of this delayed antibody response to SARS-CoV-2\ninfection among patients with a history of HIV or HCV coinfection.\n3.4. Fluorescence Labeled Immunochromatographic Assay (FICA)\nFluorescence is the process of light emission by a substance known as ﬂuorophore,\n92 ]. A new incorporated ﬂuorescence immunochro-\nmatographic assay (FICA) has shown substantially higher sensitivity and greater dynamic\n93 ].\nOver the last two decades, ﬂuorescence labeled immunochromatographic assays\n(FICAs) have become commonly available for the identiﬁcation of low substance con-\n]. They provide numerous 94\npromising characteristics, such as high detection sensitivity and various clinical applica-\n94 ]. The implementation of the FICA principle has enhanced\nthe development of an assay system for the precise quantiﬁcation of human serum albumin\n(HSA) using ﬂuorophores, such as Alexa 647 and sulforhodamine B [ 95 ].",
        "char_count": 4147,
        "word_count": 657,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nCOVID-19 patients on the same day [\nspeciﬁcity of this detection method [\namong critically ill COVID-19 patients [\nemission intensity of a certain ﬂuorophore [\nformation, excited state, and energy transfer [\nSARS-CoV-2 detection are summarized in Figure\nFigure 5.\nfrom several published reports [ 76 – 79 , 84 – 86 , 90 , 91 , 96 , 97 ].\n4. Nucleic Acid Sequencing Methods\nof what speciﬁc pathogen is being detected [\ncertain infection [ 99\nDNA extraction [ 100\n\n737\nThe principle of FICA was used to develop a SARS-CoV-2 infection diagnostic assay\nto detect viral nucleocapsid protein in urine samples of COVID-19 patients [ ]. In a 96\ndouble-blind clinical trial, NP swabs and urine samples were collected from 239 suspected\n96 ]. The positive results of nucleocapsid protein FICA\nwere 141 out of 208 RT-PCR-conﬁrmed cases, whereas 31 RT-PCR-negative-conﬁrmed\ncases corresponded directly with their FICA results, indicating 76.4% sensitivity and 100%\n]. This accurate and rapid assay provides a simple 96\n96 method for SARS-CoV-2 detection as early as 3 days of infection [ ]. In addition, it adds a\nclinical diagnostic value for the presence of this viral nucleocapsid protein in urine samples,\nwhich raises the question of whether SARS-CoV-2 plays a role in inducing renal failure\n96 ].\nOne of the major limitations of FICA is ﬂuorescence quenching, which decreases the\n]. This could happen as a result of complex 97\n97 ]. Consequently, quenching poses an issue\nfor laser-induced ﬂuorescence in FICA. The immunological detection methods used for\n5 .\nSummary of immunological detection methods used in diagnosing SARS-CoV-2 infection. Data were obtained\n4.1. Clinical Metagenomic Next-Generation Sequencing (mNGS)\nMetagenomic sequencing is characterized by a comprehensive analysis of all nucleic\nacids in one clinical sample, which may include host and microbial genetic material (DNA\nor RNA). Therefore, mNGS identiﬁes infectious microorganisms without prior knowledge\n98 ]. This makes mNGS a powerful diagnostic\ntool, especially when other more direct methods, such as PCR, are unable to determine a\n]. This method has been applied to various sample types, including\nblood, cerebrospinal ﬂuid, respiratory samples, and gastrointestinal ﬂuid [ 100 ].\nA typical mNGS workﬂow consists of clinical sample acquisition, followed by RNA or\n]. Then, high-throughput sequencing is performed, in which nucleic",
        "char_count": 2439,
        "word_count": 387,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nlaboratory objectives [ 100\ncomputational resources to identify each speciﬁc pathogen.\npneumonia in Wuhan, China, on 2 January 2020 [\ndance level (1.5% and 0.62% of total RNA sequenced) [\nsame area were analyzed by mNGS [\nmicrobiome [ 104\n105 pathogen [\nquality assurance for clinical mNGS assays are lacking [\ndifﬁcult to detect during the incubation period [\nutility, and regulatory considerations [\npublic health settings [ 98 ].\n4.2. Nanopore Third-Generation Sequencing (NTS)\nampliﬁcation of the tested samples [\ncessing and high testing mobility [\nacid movement [ 109\nsubstrates that allow nucleic acid to pass through [\nmapped to a viral reference genome [\n\n738\nacid fragments of the library are sequenced according to a selected platform [ ]. Several 96\nfactors play a major role in choosing a sequencing platform, such as personal experience and\n]. The Illumina MiSeq is the most commonly used platform for\n101 infectious disease diagnostics and pathogen discovery for public health reasons [ ]. Once\nsequencing is obtained, data interpretation and bioinformatics analysis require appropriate\nThe use of the mNGS approach for the identiﬁcation of SARS-CoV-2 was successfully\nachieved on RNA extracted from the BALF of two patients experiencing unusual severe\n102 ]. This method rapidly identiﬁed the\nnewly emerging virus, as it was the only pathogen in the sample with a relatively high abun-\n]. Additionally, ﬁve BALF sam- 102\nples of patients experiencing similar symptoms of acute respiratory distress syndrome in the\n103 ]. Data revealed the presence of SARS-CoV-2 in all\n103 ﬁve patients with 99.8% nucleotide identities among viral isolates [ ]. These isolates also\nshowed 79% nucleotide identity with the sequence of SARS-CoV (GenBank NC_004718)\nand 51.8% identity with the sequence of MERS-CoV (GenBank NC_019843) [ 103 ].\nThe ability to detect SARS-CoV-2 infection by mNGS was also applied on minimally\n104 invasive patient samples collected through nasopharyngeal (NP) swabs [ ]. By using the\ndirect Oxford Nanopore third-generation (long read) metatranscriptomic and metagenomic\nsequencing, 50 NP patient samples were analyzed to detect SARS-CoV-2 infection [ ]. 104\nIn addition to conﬁrming the presence of SARS-CoV-2 in NP swab samples, using mNGS\ndemonstrated that this newly emerging virus causes a signiﬁcant shift in the respiratory\n]. Consequently, the application of mNGS can be used as a method for\ndiagnosing SARS-CoV-2 coinfections without the need for amplifying a viral target [ 104 ].\nDespite the successful advancement of mNGS applications, a key limitation of its\nclinical use is its low sensitivity against the background microbiome, which complicates\nthe process and makes it unclear whether the detected microorganism is a colonizer or a\n]. Moreover, the universal standards for test validation, reproducibility, and\n]. SARS-CoV-2 cDNA is very 105\n16 ]. As a result, researchers have optimized\n16 mNGS by incorporating amplicon-detecting radiolabeled probes into existing protocols [ ].\nDespite its enhanced detection sensitivity, this approach requires cumbersome downstream\n16 processing, which is ineffectual in a routine laboratory setting [ ]. The major obstacles of\nimplementing mNGS in patient care settings are characterized by its expensive cost, clinical\n]. To date, clinical mNGS outcome data mostly 98\nconsist of case reports, which provide a glimpse into the future application of mNGS in\nNanopore sequencing (NTS) is a third-generation sequencing method that involves\nthe sequencing of polynucleotides from DNA or RNA without chemical labeling or PCR\n]. This method offers relatively quick sample pro- 106\n107 ]. As a result, it has been applied in identifying many\nviruses such as the Ebola virus, haplotyping, and monitoring antibiotic resistance [ ]. 108\nBiological NTS uses transmembrane proteins known as porins, which are distributed across\nthe surface of lipid membranes, creating a low translocation velocity to facilitate nucleic\n]. In contrast, the solid-state NTS method utilizes porous metal alloy\n110 ].\nUsing SARS-CoV-2-infected Huh7 cells, the longest (26 kb) contiguous read was\n]. In addition, this approach, which bypasses re- 111\n111 verse transcription and ampliﬁcation of RNA, detected methylation sites in viral RNA [ ].\nThe detection speciﬁcity of NTS for SARS-CoV-2 was 100%, and parallel testing with RT-\nPCR kits showed that NTS identiﬁes more positive samples [ ]. The use of NTS also 112\neffectively monitors mutation in RNA sequences, classiﬁes subtypes of SARS-CoV-2, and",
        "char_count": 4588,
        "word_count": 715,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\n112 identify more pathogens [ ,\nstructural protein 1 (nsp1) gene, which is located at the 5\nvarious clinical severity symptoms [\n115 other platforms [ ]. Figure 6\nutilized in SARS-CoV-2 detection.\nFigure 6.\nreports [ 102 – 105 , 111 – 115 ].\n\n739\ndetects other respiratory viruses in the same sample. Therefore, NTS is considered an\nappropriate test for SARS-CoV-2 detection, and this method may be further expanded to\n113 ]. The application of NTS assisted in identifying the non-\n′ end of the SARS-CoV-2 genome,\nand was highly expressed in NP swab samples of COVID-19 patients who presented with\n114 ]. These ﬁndings resulted in the development of a\nnovel nsp1 RT-PCR assay with highly speciﬁc primers to SARS-CoV-2 [ 114 ].\nA few challenges of NTS implementation are characterized by the requirement of\ntechnical bioinformatics expertise, high cost, and lengthy time [ ]. However, Oxford 115\nNanopore Technologies (ONT) is the recently developed technological innovation NTS,\nwhich addresses these challenges by providing a user-friendly platform that saves time,\nbut this method is still limited by the issue of base-calling accuracy in comparison with\nsummarizes the nucleic acid sequencing methods that were\nNucleic acid sequencing methods used for SARS-CoV-2 detection. Data were obtained from several published",
        "char_count": 1352,
        "word_count": 217,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nEscherichia coli observed in 1980 in\nand 84% of archaeal genomes [\nlocus was identiﬁed in\n2012 [ 117\nity, speciﬁcity, and reliability [\nRNA–target duplex (termed “collateral cleavage”) [\noped to detect SARS-CoV-2 in approximately 30 min [\nisothermal ampliﬁcation (RT-LAMP) [\nAdditionally, when using synthetic\nactivity [ 120\nresult [ 120\nsensitivity of nearly a single copy [\n◦ bated at 37\n118 ampliﬁed product [\n\n740\n5. CRISPR-Based Detection Methods for SARS-CoV-2 Infection\nThe CRISPR (clustered regularly interspaced short palindromic repeats) locus was ﬁrst\nand has since been noticed in 45% of bacterial genomes\n]. It was not until 2007 that the function of the CRISPR 116\nStreptococcus thermophilus after the integration of bacteriophage\nfragments into the locus resulted in resistance against the virus [ ]. In bacteria and 116\narchaea, the CRISPR locus, along with cas (CRISPR-associated) genes, provides an adaptive\nimmune system against viruses, plasmids, and other foreign nucleic acids [ 116 ].\nThe CRISPR–Cas system has mostly been used as a “molecular scissor” for genome\nediting since the discovery of its RNA-programmable site-speciﬁc DNA cleavage in\n]. However, a recent area of development is using the CRISPR–Cas system\nfor nucleic acid detection for point-of-care molecular diagnostics due to its high sensitiv-\n]. The SHERLOCK (speciﬁc high-sensitivity enzymatic 118\nreporter unlocking) and DETECTR (DNA endonuclease-targeted CRISPR trans reporter)\nsystems were developed through the combination of recombinase polymerase ampliﬁca-\ntion (RPA)—an isothermal ampliﬁcation method—with Cas13 and Cas12 nucleases, which\nindiscriminately cleave nontarget single-stranded nucleic acids surrounding the CRISPR\n]. Probes with a ﬂuorophore and 118\nquencher are added to the reaction so that upon binding of the CRISPR–Cas system to\nits target, Cas13 or Cas12 will cleave nearby probes, releasing the ﬂuorophore from its\nquencher and allowing for the production of a ﬂuorescent signal [ 118 ].\nThe lateral ﬂow assay SARS-CoV-2 DETECTR is a CRISPR–Cas12-based assay devel-\n119 ]. For this assay, RNA is extracted\nfrom nasopharyngeal or oropharyngeal swabs and is simultaneously reverse-transcribed\nand isothermally ampliﬁed for the E and N genes of SARS-CoV-2 using loop-mediated\n]. CRISPR–Cas12-based detection is then used 119\n119 wherein the cleavage of a reporter molecule conﬁrms viral detection [ ]. Upon analyzing\nPCR-positive COVID-19 patient respiratory samples and nasopharyngeal swabs of patients\nwith inﬂuenza and common human seasonal coronavirus and healthy donors, SARS-CoV-2\nDETECTR showed 90% sensitivity and 100% speciﬁcity for the detection of SARS-CoV-2,\ndemonstrating a performance analogous to the CDC RT-qPCR Diagnostic Panel [ ]. 119\ntranscribed RNA gene targets, SARS-CoV-2 in vitro\nDETECTR did not show any cross-reactivity and successfully distinguished SARS-CoV-2\nfrom bat SARS-like coronavirus (bat-SL-CoVZC45) and SARS-CoV [ 119 ].\nIn August 2020, a similar CRISPR-based SARS-CoV-2 detection assay, CRISPR-COVID,\nwas developed using the nuclease Cas13a, which also possesses unique collateral cleavage\nOrf1ab ]. This 40 min method targets the gene of SARS-CoV-2 by RPA and\nCRISPR–Cas13a and then cleaves nearby probes, allowing ﬂuorescence for a positive test\n]. CRISPR-COVID had a consistent limit of detection of 7.5 copies, but 6 out of\n10 replicates detected 2.5 copies, and 2 out of 10 replicates detected 1.25 copies, indicating a\n120 ]. The assay showed great speciﬁcity as seen by the\nlack of false positives when tested in a panel of microbes that included bacterial respiratory\n120 infections, other human coronaviruses, and viral respiratory infections [ ]. Furthermore,\nout of 52 mNGS-conﬁrmed COVID-19 cases, 100% were detected via CRISPR-COVID, and\namong 62 negative cases, there were no false-positive results [ 120 ].\nThe all-in-one dual CRISPR–Cas12a (AIOD-CRISPR) assay was developed for real-\ntime or visual detection of SARS-CoV-2 using two CRISPR–Cas12a complexes with different\nSARS-CoV-2 [ 118 ] CRISPR RNA sequences to target two distinct sites within the N gene of .\nIn a single reaction solution, the target sequence, CRISPR–Cas12a complexes, RPA primers,\nsingle-stranded DNA ﬂuorophore-quencher reporter, strand-displacement DNA poly-\nmerase, single-stranded DNA binding protein, and recombinase are combined and incu-\nC for 40 min, eliminating the separate ampliﬁcation step and transfer of the\n]. When testing the detection speciﬁcity of AIOD-CRISPR, the assay\nconsistently detected down to approximately ﬁve copies of RNA targets in both real-time",
        "char_count": 4651,
        "word_count": 691,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\ndate the assay [ ]. 118\nCOVID-19-positive\nassay [ 118 ].\nwith similar speciﬁcity to NGS-based assays [\ndiagnostic [ 118 – 120 ].\nbe isolated from the stool or serum samples [\nrisk of transmission via stool or urine [\nthe American Gastroenterological Association [\nSARS-CoV-2 [ 126 ].\n7. Concluding Remarks\nresult interpretations is of paramount importance.\n\n741\nMERS-CoV [ 118 ] and visual detection without any cross-reactivity with SARS-CoV or . Clin-\nical swab samples of COVID-19-positive and negative individuals were also used to vali-\nAIOD-CRISPR successfully detected SARS-CoV-2 in all\nsamples and produced results consistent with the CDC’s RT-qPCR\nAlthough CRISPR-based detection is a relatively low-cost procedure to carry out,\nmultistep procedures with separate ampliﬁcation and detection steps, such as DETECTR,\ncan potentially be complicated and have a greater risk of carry-over contamination [ ]. 118\nHowever, due to its highly sensitive and specific nucleic acid detection capabilities, use of\nwidely accessible protocols and reagents, and much quicker turnaround time, the application of\nthe CRISPR–Cas system for diagnostic purposes is highly favorable [ 118 – 120 ].\nAdditionally, CRISPR–Cas detection provides a ﬁnancially competitive diagnostic\n– ]. CRISPR-based detection mecha- 113 115\nnisms also circumvent the need for lab equipment such as thermocyclers in PCR-based\ndetection mechanisms, allowing for wider accessibility and rapid use as a point-of-care\n6. Direct Isolation of SARS-CoV-2 from Clinical Samples of COVID-19 Patients\nViral shedding has been reported in SARS-CoV patients, which was detected in\nrespiratory and stool samples for up to 7 and 18 weeks, respectively [ ]. In contrast, 121\nviral shedding in MERS-CoV patients has not been reported frequently, and it could not\n]. Although studies have suggested that 122\nSARS-CoV-2 RNA is not detectable in the upper respiratory tract following 21 days of\ninfection, viral shedding from respiratory specimens was observed for up 37 days [ ]. 123\nWhile SARS-CoV-2 RNA was detected in serum, urine, and stool samples of COVID-19\npatients several days postinfection, the virus could not be isolated, which suggests a low\n]. However, the presence of gastrointestinal 124\nsymptoms in hospitalized COVID-19 patients suggests a potential role of SARS-CoV-2 in\ngastrointestinal manifestations and a possibility of fecal–oral transmission as reported by\n125 ]. The direct isolation of SARS-CoV-2 is\nconsidered useful for studying drug susceptibility, and the transmembrane serine protease\n2 (TMPRSS2)-expressing VeroE6 cell line enhances the useful isolation and propagation of\nThe ongoing COVID-19 pandemic caused by SARS-CoV-2 infection continues to\nspread throughout the whole world. In January 2020, WHO declared this outbreak a public\nhealth emergency of international concern. As of March 2021, over 110 million cases of\nCOVID-19 have been conﬁrmed, with more than 2.5 million fatalities, which makes it one\nof the deadliest pandemics in history. The clinical manifestations of COVID-19 are very\nsimilar to those of several respiratory illnesses, thus making it almost impossible to detect\nby using clinical imaging techniques such as CT without performing additional ultrasen-\nsitive molecular diagnostic tests to conﬁrm or rule out COVID-19 diagnosis. Therefore,\ndeveloping detection assays for SARS-CoV-2 infection and a clear understanding of test\nNucleic acid ampliﬁcation technologies (RT-qPCR, dPCR, mPCR, and LAMP) are\nconsidered the gold standards for detecting SARS-CoV-2 infection since these methods\nare fast, highly sensitive, and relatively cost-effective. However, there are several concern-\ning issues facing most nucleic-acid-based detection methods, including false-positive or\nfalse-negative probability and the requirement of expensive thermal cycler equipment.\nImmunological methods carry some advantages over nucleic-acid-based techniques as\nthey provide information regarding the presence of serum antibodies against SARS-CoV-2,\nwhich can be detected beyond 4 weeks of infection. However, antibodies are not produced\nuntil 5 days after the onset of symptoms, which makes serological assays only comple-",
        "char_count": 4242,
        "word_count": 622,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nwill be determined through PCR testing.\nTable 1.\nTechnique Advantages\nHigh sensitivity and accuracy,\nabsolute and\nRT-qPCR\nrelative quantiﬁcation, low risk of\ncontamination\nHigh sensitivity and accuracy,\ndPCR\nabsolute detection\nHigh sensitivity and accuracy, ability\nMultiplex PCR to detect multiple targets,\ncost-effective, simple workﬂow\nHigh sensitivity, thermal cycler not\nrequired,\nLAMP\nextensive sample processing not\nneeded, quick, cost-effective\nSimple workﬂow, rapid analysis,\nGICA\ncost-effective\nSimple workﬂow, rapid detection,\nELISA\nno viral exposure\nHigh sensitivity, automated\nCMIA application,\nrapid analysis\nHigh sensitivity, can detect early\nFICA infection,\nrapid analysis\nCan detect any part of the genome,\nmNGS\nunbiased\nHigh sensitivity, can detect viral\nNTS mutations,\nquick sample processing\nCRISPR-Based Detection Methods\nUltrasensitive, high speciﬁcity, rapid\nCRISPR\nanalysis\n\n742\nmentary conﬁrmations to PCR assays during early phases of infection (IgM antibodies)\nand an indication of late exposure after disease remission (IgG antibodies). Health care\nproviders rely on PCR testing especially when a person has COVID-19 symptoms, while\nantigen testing is most appropriate for surveillance or screening, such as when colleges are\ntrying to determine the prevalence of the virus on campus. Combining both antigen and\nPCR tests will not provide a clinical value for COVID-19 patients since the endpoint result\nThe application of sequencing technologies (mNGS and NTS) for SARS-CoV-2 detec-\ntion provides several advantages over PCR-based methods, such as detection of coinfec-\ntions without the need for amplifying a viral gene and identifying novel genes to be used as\nPCR test ampliﬁcation targets. Despite these advancements, the sequencing methods lack\nuniversal validation standards, and they are relatively expensive in comparison with other\navailable methods. To date, clinical mNGS data mostly consist of case reports, providing a\nglimpse into the future application of mNGS in public health settings. Oxford Nanopore\nTechnologies (ONT) is the recent technological NTS innovation, which addresses major\nNTS challenges by providing a fast user-friendly platform. As mentioned in Table 1 , we\nsummarized the pros and cons of SARS-CoV-2 detection technologies. In conclusion, SARS-\nCoV-2 clinical diagnostics and detection technologies play a major role in controlling the\nCOVID-19 outbreak by enabling health care professionals to direct resources and efforts to\npatients to ultimately curb the spread of infections and reduce viral mortality.\nSummary of the main advantages and disadvantages of methods used to detect SARS-CoV-2 infection.\nDisadvantages References\nNucleic Acid Ampliﬁcation Techniques\nRisk of false-positive or negative detection,\nprimers, and reaction efﬁciency can affect [ 14 , 21 , 22 ]\ntesting outcome\nExpensive [ 34 , 35 , 38 , 40 , 41 ]\nFurther optimization required for primer\nand reaction conditions, potential for\n[ 43 , 54 , 55 , 59 , 60 ]\ncontamination, potential for reaction\nfailure\nSensitivity depends on sample complexity,\ndifﬁcult to prepare appropriate primer [ 62 , 64 , 65 , 69 ]\ndesigns, lacks clinical data\nImmunological Detection Methods\nCannot detect acute infections,\n[ 74 , 79 ]\nlow sensitivity and speciﬁcity\nCannot detect acute infections, low\n[ 86 ]\nsensitivity\nExpensive, results may not be accurate in\nthe context of pre-existing immune [ 90 , 91 ]\ndysfunction\nFluorescence quenching [ 93 , 94 , 96 , 97 ]\nNucleic Acid Sequencing Methods\nComplicated and lengthy process, prone\n[ 98 , 105 ]\nto contamination, expensive\nLengthy process, unable to detect\n[ 107 , 112 – 115 ]\nRNA fragments < 200 bp, expensive\nMultistep process is prone to\n[ 118 – 120 ]\ncontamination",
        "char_count": 3774,
        "word_count": 573,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nAuthor Contributions:\nFunding: This research received no external funding.\nInstitutional Review Board Statement:\nInformed Consent Statement:\nData Availability Statement:\nAcknowledgments:\nConﬂicts of Interest:\nAbbreviations\nAb total antibodies\nACE2\nAIOD-CRISPR\nBALF bronchoalveolar lavage\nβ -CoV betacoronavirus\nbat-SL-CoVZC45\nCDC\nCMIA\nCOVID-19 coronavirus disease 2019\nCRISPR\nCt Relative threshold\nCT computed tomography\nddPCR droplet digital PCR\nDETECTR\ndPCR\nE envelope protein\nELISA\nFDA\nFICAs\nGICA\nHAS human serum albumin\nHCV hepatitis C virus\nHIV\nIgG immunoglobulin G\nIgM immunoglobulin M\nLAMP\nLoD limit of detection\nM matrix protein\nMERS-CoV\nMHV murine coronavirus\nmNGS\nmPCR multiplex PCR\nN nucleocapsid protein\nNP nasopharyngeal\nNPV negative predictive value\nnsp nonstructural protein\nNTS\nONT\nPCR\nRdRP\nRPA\n\n743\nConceptualization, A.Q. and S.A.N.; formal analysis, A.Q. and S.A.N.; super-\nvision, S.A.N.; writing—original draft, A.Q., A.M.S., and E.E.; writing—review and editing, S.A.N.\nAll authors have read and agreed to the published version of the manuscript.\nNot applicable.\nNot applicable.\nNot applicable.\nSpecial thanks are due to all our colleagues in Saleh Naser’s laboratory.\nAuthors declare no conﬂict of interest.\nangiotensin-converting enzyme 2\nall-in-one dual CRISPR–Cas12a\nbat SARS-like coronavirus\nCenter for Disease Control\nchemiluminescent immunoassay\nclustered regularly interspaced short palindromic repeats\nDNA endonuclease-targeted CRISPR trans reporter\ndigital polymerase chain reaction\nenzyme-linked immunosorbent assay\nFood and Drug Administration\nﬂuorescence labeled immunochromatographic assays\ncolloidal gold immunochromatographic assay\nhuman immunodeﬁciency virus\nloop-mediated isothermal ampliﬁcation\nMiddle East respiratory syndrome coronavirus\nclinical metagenomic next-generation sequencing\nnanopore sequencing (NTS)\nOxford Nanopore Technologies\npolymerase chain reaction\nRNA-dependent RNA polymerase\nrecombinase polymerase ampliﬁcation",
        "char_count": 2008,
        "word_count": 252,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nRTFQ-PCR\nS surface glycoprotein\nSARS-CoV\nSARS-CoV-2\nSHERLOCK\nTMPRSS2\nWGS wide-genome sequencing\nWHO\nZIKV Zika virus\nReferences\n1.\nNature 579 2020 of probable bat origin. , , 270–273. [ CrossRef ]\n2.\nJ. Adv. Res. Med. 6 2019 brief review. , , 1–9. [ CrossRef ]\n3.\nLancet Implications for virus origins and receptor binding.\n4.\nNature 579 2020 disease in China. , , 265–269. [ CrossRef ] [ PubMed\n5.\ndistribution of SARS-CoV-2 clades in the WHO European Region, January to June 2020.\n[ CrossRef ]\n6.\nACS Nano 14 2020 disease and tools for detection. , , 3822–3835. [\n7.\nthe coronavirus RNA-dependent RNA polymerase that confers resistance to multiple mutagens.\n[ CrossRef ] [ PubMed ]\n8.\nand antigenicity: Implications for the design of spike-based vaccine immunogens.\n9.\nGenom. Proteom. Bioinform. 1 2003 properties. , , 118–130. [\n10. Schoeman, D.; Fielding, B.C. Coronavirus envelope protein: Current knowledge.\n11.\nSARS-CoV-2 receptor binding domain reveals constraints on folding and ACE2 binding.\nVoloch, C.M.; da Silva Francisco, R., Jr.; de Almeida, L.G.; Cardoso, C.C.; Brustolini, O.J.; Gerber, A.L.; Guimar 12.\nJ. Virol. 95 2021 Brazil. , , e00119-21. [ CrossRef ] [ PubMed ]\n13. Yang, W.; Shaman, J. COVID-19 pandemic dynamics in India and impact of the SARS-CoV-2 Delta (B. 1.617. 2) variant.\n2021 . [ CrossRef ]\n14. Mackay, I.M.; Arden, K.E.; Andreas, N. Real-time PCR in virology.\n15.\nClin. Chem. 49 2003 Respiratory Syndrome. , , 1976–1980. [\n16.\nClin. Chem. 50 2004 Transcription-PCR Assays. , , 67–72. [ CrossRef\n17.\nassays for rapid diagnosis of severe acute respiratory syndrome associated with a novel coronavirus.\n4521–4524. [ CrossRef ] [ PubMed ]\n18.\nJ. Clin. Virol. 28 2003 real time RT-PCR. , , 233–238. [ CrossRef ] [\n19.\nEurosurveillance 25 2020 (2019-nCoV) by real-time RT-PCR. ,\n20.\nFirst 2019 Novel Coronavirus Diagnostic. 2020. Available online:\nfda-takes-signiﬁcant-step-coronavirus-response-efforts-issues-emergency-use-authorization-ﬁrst\n21.\nonline: https://www.cdc.gov/coronavirus/2019-ncov/downloads/rt-pcr-panel-for-detection-instructions.pdf\nJune 2020).\n\n744\nreal-time ﬂuorescent quantitative PCR\nsevere acute respiratory syndrome virus\nsevere acute respiratory syndrome coronavirus 2\nspeciﬁc high-sensitivity enzymatic reporter unlocking\ntransmembrane serine protease 2\nWorld Health Organization\nZhou, P.; Yang, X.L.; Wang, X.G.; Hu, B.; Zhang, L.; Zhang, W.; Shi, Z.L. A pneumonia outbreak associated with a new coronavirus\nDaga, M.K.; Kumar, N.; Aarthi, J.; Mawari, G.; Garg, S.; Rohatgi, I. From SARS-CoV to coronavirus disease 2019 (COVID-19)-A\nLu, R.; Zhao, X.; Li, J.; Niu, P.; Yang, B.; Wu, H.; Tan, W. Genomic characterisation and epidemiology of 2019 novel coronavirus:\n395 2020 , , 565–574. [ CrossRef ]\nWu, F.; Zhao, S.; Yu, B.; Chen, Y.M.; Wang, W.; Song, Z.G.; Zhang, Y.Z. A new coronavirus associated with human respiratory\n]\nAlm, E.; Broberg, E.K.; Connor, T.; Hodcroft, E.B.; Komissarov, A.B.; Maurer-Stroh, S.; Pereyaslov, D. Geographical and temporal\nEurosurveillance 25 2020 , , 2001410.\nUdugama, B.; Kadhiresan, P.; Kozlowski, H.N.; Malekjahani, A.; Osborne, M.; Li, V.Y.; Chan, W.C. Diagnosing COVID-19: The\nCrossRef ] [ PubMed ]\nSexton, N.R.; Smith, E.C.; Blanc, H.; Vignuzzi, M.; Peersen, O.B.; Denison, M.R. Homology-based identiﬁcation of a mutation in\nJ. Virol. 90 2016 , , 7415–7428.\nDuan, L.; Zheng, Q.; Zhang, H.; Niu, Y.; Lou, Y.; Wang, H. The SARS-CoV-2 spike glycoprotein biosynthesis, structure, function,\nFront. Immunol. 11 2020 , , 576622. [ CrossRef ]\nHu, Y.; Wen, J.; Tang, L.; Zhang, H.; Zhang, X.; Li, Y.; Yang, H. The M protein of SARS-CoV: Basic structural and immunological\nCrossRef ]\nVirol. J. 16 2019 , , 1–22. [ CrossRef ]\nStarr, T.N.; Greaney, A.J.; Hilton, S.K.; Ellis, D.; Crawford, K.H.; Dingens, A.S.; Bloom, J.D. Deep mutational scanning of\nCell 182 2020 , , 1295–1310. [ CrossRef ]\nã es, A.P.D.C.;\nMariani, D.; da Costa, R.M.; Ferreira, O.C., Jr.; et al. Genomic characterization of a novel SARS-CoV-2 lineage from Rio de Janeiro,\nmedRxiv\nNucleic Acid Res. 30 2002 , , 1292–1305. [ CrossRef ] [ PubMed ]\nNg, E.K.-O.; Hui, D.; Chan, K.A.; Hung, E.C.; Chiu, R.W.; Lee, N.; Wu, A.; Chim, S.S.; Tong, Y.K.; Sung, J.J.Y.; et al. Quantitative\nAnalysis and Prognostic Implication of SARS Coronavirus RNA in the Plasma and Serum of Patients with Severe Acute\nCrossRef ] [ PubMed ]\nPoon, L.L.; Chan, K.H.; Wong, O.K.; Cheung, T.K.; Ng, I.; Zheng, B.; Seto, W.H.; Yuen, K.-Y.; Guan, Y.; Peiris, J.S.M. Detection of\nSARS Coronavirus in Patients with Severe Acute Respiratory Syndrome by Conventional and Real-Time Quantitative Reverse\n] [ PubMed ]\nYam, W.C.; Chan, K.H.; Poon, L.L.M.; Guan, Y.; Yuen, K.Y.; Seto, W.H.; Peiris, J.S.M. Evaluation of reverse transcription-PCR\nJ. Clin. Microbiol. 41 2003 , ,\nPoon, L.L.; Chan, K.H.; Wong, O.K.; Yam, W.C.; Yuen, K.Y.; Guan, Y.; Peiris, J.S. Early diagnosis of SARS coronavirus infection by\nPubMed ]\nCorman, V.M.; Landt, O.; Kaiser, M.; Molenkamp, R.; Meijer, A.; Chu, D.K.; Drosten, C. Detection of 2019 novel coronavirus\n, 2000045. [ CrossRef ]\nFDA NEWS RELEASE. FDA Takes Signiﬁcant Step in Coronavirus Response Efforts, Issues Emergency Use Authorization for the\nhttps://www.fda.gov/news-events/press-announcements/\n(accessed on 11 June 2020).\nReal-Time RT-PCR Panel for Detection 2019-Novel Coronavirus (Centers for Disease Control and Prevention, 2020). Available\n(accessed on 11",
        "char_count": 5444,
        "word_count": 843,
        "extraction_method": "two_column"
      },
      {
        "page_number": 18,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\n22.\nNature 583 2020 reveals targets for drug repurposing. , , 459–468. [\n23.\nJ. Med. Virol. using a ﬂuorogenic real-time detection system.\n24.\nof taxonomy, genetics, epidemiology, diagnosis, treatment, and control.\nProc. Natl. Acad. Sci. USA 25. Vogelstein, B.; Kinzler, K.W. Digital PCR.\n26. Kalinina, O.; Lebedeva, I.; Brown, J.; Silver, J. Nanoliter scale PCR with TaqMan detection.\n[ CrossRef ] [ PubMed ]\n27.\nBiotechniques 13 1992 dilution. , , 444–449. [ PubMed ]\nNat. Methods 9 2012 28. Baker, M. Digital PCR hits its stride. ,\nLiu, J.; Hansen, C.; Quake, S.R. Solving the “world-to-chip” interface problem with a microﬂuidic matrix. 29.\n4718–4723. [ CrossRef ] [ PubMed ]\n30.\nA.L.; Legler, T.C.; et al. High-throughput droplet digital PCR system for absolute quantitation of DNA copy number.\n83 2011 , , 8604–8610. [ CrossRef ]\n31.\nPLoS ONE 3 2008 Nanoﬂuidic Device. , , e2876. [ CrossRef ]\n32.\nPLoS ONE 8 2013 Samples. , , e58177. [ CrossRef ] [ PubMed ]\nBasu, A.S. Digital Assays Part I: Partitioning Statistics and Digital PCR. 33.\n369–386. [ CrossRef ]\n34.\nTalanta diagnostic detection of SARS-CoV-2 by digital PCR.\n35.\nSARS-CoV-2 detection in low viral load specimens.\n36. Wong, Y.C.; Lau, S.Y.; Wang To, K.K.; Mok, B.W.Y.; Li, X.; Wang, P.; Chen, Z. Natural transmission of bat-like SARS-CoV-2\nClin. Infect. Dis. 73 2021 variants in COVID-19 patients. ,\nWorld Health Organization. 37.\nOrganization: Geneva, Switzerland, 19 March 2020. Available online:\n(accessed on 11 February 2020).\n38.\nPatients with Negative RT-PCR Swab Tests to Others: Two Related Clusters of COVID-19 Outbreak.\n399–403. [ CrossRef ] [ PubMed ]\n39.\nEurosurveillance 25 2020 , , 2000568. [ CrossRef ] [ PubMed ]\n40.\nAnal. Chem. 88 2016 Polymerase Chain Reaction. , , 12169–12176. [\nKuypers, J.; Jerome, K.R. Applications of Digital PCR for Clinical Microbiology. 41.\n1621–1628. [ CrossRef ] [ PubMed ]\n42.\nNucleic Acids Res. 1988 locus via multiplex DNA ampliﬁcation.\n43. Markoulatos, P.; Siafakas, N.; Moncany, M. Multiplex polymerase chain reaction: A practical approach.\n47–51. [ CrossRef ] [ PubMed ]\n44.\nProc. Natl. Acad. Sci. USA retroviruses using molecular beacons.\n45.\nJ. Clin. Microbiol. 36 1998 Heteroduplex Mobility Assay. ,\n46.\nBioTechniques 23 1997 , , 504–511. [ CrossRef ]\n47.\nBioTechniques 23 1997 phisms. , , 36–44. [ CrossRef ] [ PubMed ]\n48.\nHum. Mol. Genet. 2 1993 mutation analysis. , , 153–158. [ CrossRef\n49.\nMol. Cell. Probes 10 1996 specimens. , , 191–200. [ CrossRef ] [\n50. Edwards, M.C.; Gibbs, R.A. Multiplex PCR: Advantages, development, and applications.\n\n745\nGordon, D.E.; Jang, G.M.; Bouhaddou, M.; Xu, J.; Obernier, K.; White, K.M.; Krogan, N.J. A SARS-CoV-2 protein interaction map\nCrossRef ] [ PubMed ]\nHöhne, M.; Schreier, E. Detection and characterization of norovirus outbreaks in Germany: Application of a one-tube RT-PCR\n72 2004 , , 312–319. [ CrossRef ] [ PubMed ]\nHelmy, Y.A.; Fawzy, M.; Elaswad, A.; Sobieh, A.; Kenney, S.P.; Shehata, A.A. The COVID-19 pandemic: A comprehensive review\nJ. Clin. Med. 9 2020 , , 1225. [ CrossRef ] [ PubMed ]\n96 1999 , , 9236–9241. [ CrossRef ] [ PubMed ]\nNucleic Acids Res. 25 1997 , , 1999–2004.\nSykes, P.J.; Neoh, S.H.; Brisco, M.J.; Hughes, E.; Condon, J.; Morley, A.A. Quantitation of targets for PCR by use of limiting\n, 541–544. [ CrossRef ]\nAnal. Chem. 75 2003 , ,\nHindson, B.J.; Ness, K.D.; Masquelier, D.A.; Belgrader, P.; Heredia, N.J.; Makarewicz, A.J.; Bright, I.J.; Lucero, M.Y.; Hiddessen,\nAnal. Chem.\nDube, S.; Qin, J.; Ramakrishnan, R. Mathematical Analysis of Copy Number Variation in a DNA Sample Using Digital PCR on a\nWhale, A.S.; Cowen, S.; Foy, C.A.; Huggett, J.F. Methods for Applying Accurate Digital PCR Analysis on Low Copy DNA\nSLAS Technol Transl. Life Sci. Innov. 22 2017 , ,\nDong, L.; Zhou, J.; Niu, C.; Wang, Q.; Pan, Y.; Sheng, S.; Wang, X.; Zhang, Y.; Yang, J.; Liu, M.; et al. Highly accurate and sensitive\n224 2020 , , 121726. [ CrossRef ]\nSuo, T.; Liu, X.; Feng, J.; Guo, M.; Hu, W.; Guo, D.; Ullah, H.; Yang, Y.; Zhang, Q.; Wang, X.; et al. ddPCR: A more accurate tool for\nEmerg. Microbes Infect. 9 2020 , , 1259–1268. [ CrossRef ]\n∆ PRRA\n, e437–e444. [ CrossRef ] [ PubMed ]\nLaboratory Testing for 2019 Novel Coronavirus (2019-nCoV) in Suspected Human Cases ; World Health\nhttps://www.who.int/publications/i/item/10665-331501\nCao, G.; Tang, S.; Yang, D.; Shi, W.; Wang, X.; Wang, H.; Li, C.; Wei, J.; Ma, L. The Potential Transmission of SARS-CoV-2 from\nJpn. J. Infect. Dis. 73 2020 , ,\nWikramaratna, P.S.; Paton, R.S.; Ghafari, M.; Lourenço, J. Estimating the false-negative test probability of SARS-CoV-2 by RT-PCR.\nYoo, H.-B.; Park, S.-R.; Dong, L.; Wang, J.; Sui, Z.; Pavšiˇc, J.; Milavec, M.; Akgoz, M.; Mozioglu, E.; Corbisier, P.; et al. International\nComparison of Enumeration-Based Quantiﬁcation of DNA Copy-Concentration Using Flow Cytometric Counting and Digital\nCrossRef ] [ PubMed ]\nJ. Clin. Microbiol. 55 2017 , ,\nChamberlain, J.S.; Gibbs, R.A.; Rainer, J.E.; Nguyen, P.N.; Thomas, C. Deletion screening of the Duchenne muscular dystrophy\n16 , , 11141–11156. [ CrossRef ]\nJ. Clin. Lab. Anal. 16 2002 , ,\nVet, J.A.M.; Majithia, A.R.; Marras, S.A.E.; Tyagi, S.; Dube, S.; Poiesz, B.J.; Kramer, F.R. Multiplex detection of four pathogenic\n96 1999 , , 6394–6399. [ CrossRef ] [ PubMed ]\nZou, S.; Stansﬁeld, C.; Bridge, J. Identiﬁcation of New Inﬂuenza B Virus Variants by Multiplex Reverse Transcription-PCR and the\n, 1544–1548. [ CrossRef ] [ PubMed ]\nHenegariu, O.; Heerema, N.; Dlouhy, S.; Vance, G.; Vogt, P. Multiplex PCR: Critical Parameters and Step-by-Step Protocol.\nRithidech, K.N.; Dunn, J.J.; Gordon, C.R. Combining Multiplex and Touchdown PCR to Screen Murine Microsatellite Polymor-\nShuber, A.P.; Skoletsky, J.; Stern, R.; Handelin, B.L. Efﬁcient 12-mutation testing in the CFTR gene: A general model for complex\n] [ PubMed ]\nJin, L.; Richards, A.; Brown, D. Development of a dual target-PCR for detection and characterization of measles virus in clinical\nPubMed ]\nGenome Res. 3 1994 , , S65–S75. [ CrossRef ]",
        "char_count": 6066,
        "word_count": 1011,
        "extraction_method": "two_column"
      },
      {
        "page_number": 19,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\n51.\nJ. Virol. Methods 30 1990 diagnosis. , , 215–227. [ CrossRef ]\n52.\nhttps://artic.network/ (accessed on 2 March 2021).\n53.\nmultiplex PCR to improve coverage of SARS-CoV-2 genome sequencing.\n54.\nA.D.; et al.\nBioRxiv 2020 . [ CrossRef ]\n55.\nBioRxiv 2020 sequencing. . [ CrossRef ]\n56.\n2019 novel coronavirus detection by nucleic acid ampliﬁcation tests.\n57.\nCoronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases.\n58.\nRadiology 296 2020 Relationship to Negative RT-PCR Testing. ,\n59.\nJ. Clin. Virol. 129 2020 SARS-CoV-2 by qRT-PCR. , , 104499. [\n60.\nExp. Mol. Med. 2019 (COVID-19) using PCR and real-time PCR.\n61.\nderived, SARS-CoV-2-speciﬁc COVID-19-nsp2 real-time RT-PCR assay and its evaluation using clinical specimens.\n21 2020 , , 2574. [ CrossRef ] [ PubMed ]\n62.\nAfr. J. Biotechnol. 13 2014 of bacteria: A Review. , , 1920–1928.\n63.\ngeneration of innovative gene ampliﬁcation technique; perspectives in clinical diagnosis of infectious diseases.\n18 2008 , , 407–421. [ CrossRef ] [ PubMed ]\n64.\nChemRxiv 2020 at home, clinic, and points of entry. . [ CrossRef\nThompson, D.; Lei, Y. Mini review: Recent progress in RT-LAMP enabled COVID-19 detection. 65.\n100017. [ CrossRef ]\n66.\nMedRxiv 2020 loop-mediated isothermal ampliﬁcation. . [\n67.\nChem. 66 2020 , , 975–977. [ CrossRef ] [ PubMed ]\n68.\nBioRxiv 2020 assay and visual RT-LAMP assay. . [ CrossRef ]\n69.\nVet. World 9 2016 technique for animal diseases. , , 465. [ CrossRef\nGold Nanoparticles: An Introduction to Synthesis, Properties and Applications 70. Voliani, V.\nGermany, 2020.\nYang, X.; Yang, M.; Pang, B.; Vara, M.; Xia, Y. Gold nanomaterials at work in biomedicine. 71.\n[ CrossRef ] [ PubMed ]\n72.\nmolecules: Developing chemistries that facilitate nanotechnology.\ní é Marradi, M.; Chiodo, F.; Garc a, I.; Penad 73.\nChem. Soc. Rev. 42 2013 , , 4728–4745. [ CrossRef ]\n74.\nClin. Chem. Lab. Med. 49 2011 of inﬂuenza A disease. , , 1533–1537. [\n75. Racine, R.; Winslow, G.M. IgM in microbial infections: Taken for granted?\n76.\nJ. Med. Virol. 92 2020 test for SARS-CoV-2 infection diagnosis. ,\n77.\nJ. Vet. Sci. 11 2010 229E and OC43. , , 165–167. [ CrossRef ]\n\n746\nVandenvelde, C.; Verstraete, M.; Van Beers, D. Fast multiplex polymerase chain reaction on boiled clinical samples for rapid viral\nARTIC Network. ARTIC Network—Real-Time Molecular Epidemiology for Outbreak Response. 9 January 2020. Available online:\nItokawa, K.; Sekizuka, T.; Hashino, M.; Tanaka, R.; Kuroda, M. A proposal of alternative primers for the ARTIC Network’s\nBioRxiv 2020 . [ CrossRef ]\nTyson, J.R.; James, P.; Stoddart, D.; Sparks, N.; Wickenhagen, A.; Hall, G.; Choi, J.H.; Lapointe, H.; Kamelian, K.; Smith,\nImprovements to the ARTIC multiplex PCR method for SARS-CoV-2 genome sequencing using nanopore.\nLi, C.; Debruyne, D.N.; Spencer, J.; Kapoor, V.; Liu, L.Y.; Zhou, B.; Pandey, U.; Bootwalla, M.; Ostrow, D.; Maglinte, D.T.; et al.\nHighly sensitive and full-genome interrogation of SARS-CoV-2 using multiplexed PCR enrichment followed by next-generation\nXie, C.; Jiang, L.; Huang, G.; Pu, H.; Gong, B.; Lin, H.; Ma, S.; Chen, X.; Long, B.; Si, G.; et al. Comparison of different samples for\nInt. J. Infect. Dis. 93 2020 , , 264–267. [ CrossRef ]\nAi, T.; Yang, Z.; Hou, H.; Zhan, C.; Chen, C.; Lv, W.; Tao, Q.; Sun, Z.; Xia, L. Correlation of Chest CT and RT-PCR Testing for\nRadiology 296 2020 , , E32–E40. [ CrossRef ] [ PubMed ]\nXie, X.; Zhong, Z.; Zhao, W.; Zheng, C.; Wang, F.; Liu, J. Chest CT for Typical Coronavirus Disease 2019 (COVID-19) Pneumonia:\n, E41–E45. [ CrossRef ] [ PubMed ]\nPerchetti, G.A.; Nalla, A.K.; Huang, M.-L.; Jerome, K.R.; Greninger, A.L. Multiplexing primer/probe sets for detection of\nCrossRef ]\nPark, M.; Won, J.; Choi, B.Y.; Lee, C.J. Optimization of primer sets and detection protocols for SARS-CoV-2 of coronavirus disease\n52 2020 , , 963–977. [ CrossRef ]\nYip, C.C.Y.; Ho, C.C.; Chan, J.F.W.; To, K.K.W.; Chan, H.S.Y.; Wong, S.C.Y.; Yuen, K.Y. Development of a novel, genome subtraction-\nInt. J. Mol. Sci.\nSaharan, P.; Dhingolia, S.; Khatri, P.; Joginder, S.D.; Suresh, K.G. Loop-mediated isothermal ampliﬁcation (LAMP) based detection\nParida, M.; Sannarangaiah, S.; Dash, P.K.; Rao, P.V.L.; Morita, K. Loop mediated isothermal ampliﬁcation (LAMP): A new\nRev. Med. Virol.\nEl-Tholoth, M.; Bau, H.H.; Song, J. A single and two-stage, closed-tube, molecular test for the 2019 novel coronavirus (COVID-19)\n]\nSens. Actuators Rep. 2 2020 , ,\nLamb, L.E.; Bartolone, S.N.; Ward, E.; Chancellor, M.B. Rapid detection of novel coronavirus (COVID19) by reverse transcription-\nCrossRef ]\nYu, L.; Wu, S.; Hao, X.; Dong, X.; Mao, L.; Pelechano, V.; Yin, X.; Yu, L.; Wu, S.; Hao, X.; et al. Rapid Detection of COVID-19\nClin. Coronavirus Using a Reverse Transcriptional Loop-Mediated Isothermal Ampliﬁcation (RT-LAMP) Diagnostic Platform.\nWang, D. One-pot detection of COVID-19 with real-time reverse-transcription loop-mediated isothermal ampliﬁcation (RT-LAMP)\nSahoo, P.R.; Sethy, K.; Mohapatra, S.; Panda, D. Loop mediated isothermal ampliﬁcation: An innovative gene ampliﬁcation\n]\n; Walter de Gruyter GmbH & Co KG: Berlin,\nChem. Rev. 115 2015 , , 10410–10488.\nSapsford, K.E.; Algar, W.R.; Berti, L.; Gemmill, K.B.; Casey, B.J.; Oh, E.; Medintz, I.L. Functionalizing nanoparticles with biological\nChem. Rev. 113 2013 , , 1904–2074. [ CrossRef ] [ PubMed ]\ns, S. Glyconanoparticles as multifunctional and multimodal carbohydrate systems.\nLi, X.; Chen, H.; Wei, J.; Lv, N.; You, L. The evaluation of colloidal gold immunochromatographic assay (GICA) for rapid diagnosis\nCrossRef ]\nImmunol. Lett. 125 2009 , , 79–85. [ CrossRef ]\nLi, Z.; Yi, Y.; Luo, X.; Xiong, N.; Liu, Y.; Li, S.; Ye, F. Development and clinical application of a rapid IgM-IgG combined antibody\n, 1518–1524. [ CrossRef ]\nLee, H.-K.; Lee, B.-H.; Seok, S.H.; Baek, M.-W.; Lee, H.-Y.; Kim, D.-J.; Na, Y.-R.; Noh, K.-J.; Park, S.-H.; Kumar, D.N.; et al. Produc-\ntion of speciﬁc antibodies against SARS-coronavirus nucleocapsid protein without cross reactivity with human coronaviruses",
        "char_count": 6063,
        "word_count": 979,
        "extraction_method": "two_column"
      },
      {
        "page_number": 20,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\nSethuraman, N.; Jeremiah, S.S.; Ryo, A. Interpreting 78.\n2249–2251. [ CrossRef ] [ PubMed ]\n79. Ismail, A.A. Serological tests for COVID-19 antibodies: Limitations must be recognized.\n57 , 274–276. [ CrossRef ] [ PubMed ]\n80.\nJ. Immunol. 1972 anti-immunoglobulin in antigen-coated tubes.\n81. Voller, A. The enzyme-linked immunosorbent assay (ELISA) (theory, technique and applications).\nβ 82. Schmidt, S.D.; Mazzella, M.J.; Nixon, R.A.; Mathews, P.M. A\nProteins ; Humana Press: Totowa, NJ, USA, 2012; pp. 507–527.\nMuldoon, M.T. ELISA: Theory and Practice. Methods in Molecular Biology, Volume 42. 83.\n352–353. [ CrossRef ]\n84.\nClin. Infect. Dis. 71 2020 coronavirus disease 2019. , , 2027–2034. [\n85. Liu, S.; Lu, S. Antibody responses in COVID-19 patients.\n86.\nrczyszak, D.; Polanco, J.; et al. A serological assay to detect SARS-CoV-2 seroconversion in humans.\n1033–1036. [ CrossRef ]\n87.\nAutoimmun. Highlights 8 2017 detection? , , 1–8. [ CrossRef ]\n88.\nchemiluminescent microparticle immunoassay for quantitative determination of hepatitis C virus core antigen.\n157 2009 , , 8–14. [ CrossRef ]\n89.\n® LIAISON XL Zika Capture IgM CMIA for Zika virus serological testing.\n[ CrossRef ] [ PubMed ]\n90.\nimmunoassay for serological diagnosis of coronavirus disease 2019.\n91.\nClin. Infect. Dis. 71 2020 virus. , , 2233–2235. [ CrossRef ] [ PubMed\nPrinciples of Instrumental Analysis 92. Skoog, D.A.; Holler, F.J.; Crouch, S.R.\n93. Brooks, D.E.; Devine, D. Quantitative Immunochromatographic Assays. U.S. Patent No. 5,753,517, 19 May 1998.\n94. Pyo, D.; Yoo, J. New trends in ﬂuorescence immunochromatography.\n95.\nClin. Chim. Acta 2004 using a ﬂuorescence immunoassay (I). ,\n96.\nMedRxiv 2020 detection of nucleocapsid protein. . [ CrossRef ]\n97. Peng, X.; Draney, D.R.; Volcheck, W.M. Quenched near-infrared ﬂuorescent peptide substrate for HIV-1 protease assay. In\nMolecular Probes for Biomedical Applications\nVolume 6097, p. 60970F.\nNat. Rev. Genet. 98. Chiu, C.Y.; Miller, S.A. Clinical metagenomics.\n99.\nClin. Infect. Dis. 2018 diagnostic tool for infectious diseases. ,\n100.\nApplications, and Considerations for Development of Laboratory Capacity.\nPharmacogenomics 101. Steemers, F.J.; Gunderson, K.L. Illumina, Inc.\n102.\nidentiﬁes a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak.\n9 2020 , , 313–319. [ CrossRef ] [ PubMed ]\n103.\ntiﬁcation of a novel coronavirus causing severe pneumonia in human: A descriptive study.\n1015–1024. [ CrossRef ] [ PubMed ]\n104.\nmBio 11 2020 Patients. , . [ CrossRef ] [ PubMed ]\n105. Greninger, A.L. The challenge of diagnostic metagenomics.\n106.\nAnal. Chem. 83 2011 , , 4327–4341. [ CrossRef ]\n\n747\nJAMA 323 2020 diagnostic tests for SARS-CoV-2. , ,\nAnn. Clin. Biochem. Int. J. Lab. Med. 2020 ,\nEngvall, E.; Perlmann, P. Enzyme-linked immunosorbent assay, Elisa. 3. Quantitation of speciﬁc antibodies by enzyme-labeled\n109 , , 129–135. [ PubMed ]\nRic. Clin. Lab. 8 1978 , , 289–298.\nAmyloid measurement by enzyme-linked immunosorbent assay. In\nTrends Endocrinol. Metab. 9 1996 , ,\nZhao, J.; Yuan, Q.; Wang, H.; Liu, W.; Liao, X.; Su, Y.; Zhang, Z. Antibody responses to SARS-CoV-2 in patients with novel\nCrossRef ]\nJ. Biomed. Res. 34 2020 , , 410–416. [ CrossRef ]\nAmanat, F.; Stadlbauer, D.; Strohmeier, S.; Nguyen, T.H.; Chromikova, V.; McMahon, M.; Jiang, K.; Arunkumar, G.A.; Ju-\nNat. Med. 26 2020 , ,\nCinquanta, L.; Fontana, D.E.; Bizzaro, N. Chemiluminescent immunoassay technology: What does it change in autoantibody\nMorota, K.; Fujinami, R.; Kinukawa, H.; Machida, T.; Ohno, K.; Saegusa, H.; Takeda, K. A new sensitive and automated\nJ. Virol. Methods\nSloan, A.; Safronetz, D.; Makowski, K.; Barairo, N.; Ranadheera, C.; Dimitrova, K.; Kadkhoda, K. Evaluation of the Diasorin\nDiagn. Microbiol. Infect. Dis. 90 2018 , , 264–266.\nCai, X.F.; Chen, J.; Hu, J.-l.; Long, Q.X.; Deng, H.J.; Liu, P.; Wang, D.Q. A peptide-based magnetic chemiluminescence enzyme\nJ. Infect. Dis. 222 2020 , , 189–193. [ CrossRef ] [ PubMed ]\nZhao, J.; Liao, X.; Wang, H.; Wei, L.; Xing, M.; Liu, L.; Zhang, Z. Early virus clearance and delayed antibody response in a case of\ncoronavirus disease 2019 (COVID-19) with a history of coinfection with human immunodeﬁciency virus type 1 and hepatitis C\n]\n; Cengage Learning: Boston, MA, USA, 2017.\nJ. Immunoass. Immunochem. 33 2012 , , 203–222. [ CrossRef ]\nChoi, S.; Choi, E.Y.; Kim, D.J.; Kim, J.H.; Kim, T.S.; Oh, S.W. A rapid, simple measurement of human albumin in whole blood\n339 , 147–156. [ CrossRef ] [ PubMed ]\nDiao, B.; Wen, K.; Chen, J.; Liu, Y.; Yuan, Z.; Han, C.; Wu, Y. Diagnosis of acute respiratory syndrome coronavirus 2 infection by\nOptical\n; International Society for Optics and Photonics: Bellingham, WA, USA, February 2006;\n20 2019 , , 341–355. [ CrossRef ]\nSimner, P.J.; Miller, S.; Carroll, K.C. Understanding the promises and hurdles of metagenomic next-generation sequencing as a\n66 , 778–788. [ CrossRef ]\nBerry, I.M.; Melendrez, M.C.; Bishop-Lilly, K.A.; Rutvisuttinunt, W.; Pollett, S.; Talundzic, E.; Morton, L.; Jarman, R.G. Next\nGeneration Sequencing and Bioinformatics Methodologies for Infectious Disease Research and Public Health: Approaches,\nJ. Infect. Dis. 221 2019 , (Suppl. 3), S292–S307.\n6 2005 , , 7–8. [ CrossRef ] [ PubMed ]\nChen, L.; Liu, W.; Zhang, Q.; Xu, K.; Ye, G.; Wu, W.; Sun, Z.; Liu, F.; Wu, K.; Zhong, B.; et al. RNA based mNGS approach\nEmerg. Microbes Infect.\nRen, L.-L.; Wang, Y.-M.; Wu, Z.-Q.; Xiang, Z.-C.; Guo, L.; Xu, T.; Jiang, Y.-Z.; Xiong, Y.; Li, Y.-J.; Li, X.-W.; et al. Iden-\nChin. Med. J. 133 2020 , ,\nMostafa, H.H.; Fissel, J.A.; Fanelli, B.; Bergman, Y.; Gniazdowski, V.; Dadlani, M.; Carroll, K.C.; Colwell, R.R.; Simner, P.J.\nMetagenomic Next-Generation Sequencing of Nasopharyngeal Specimens Collected from Conﬁrmed and Suspect COVID-19\nExpert Rev. Mol. Diagn. 18 2018 , , 605–615. [ CrossRef ] [ PubMed ]\nNiedringhaus, T.P.; Milanova, D.; Kerby, M.B.; Snyder, M.P.; Barron, A.E. Landscape of next-generation sequencing technologies.",
        "char_count": 6033,
        "word_count": 968,
        "extraction_method": "two_column"
      },
      {
        "page_number": 21,
        "text": "Curr. Issues Mol. Biol. 43 2021 ,\n107.\npathogens in clinical samples by real-time nanopore sequencing analysis.\n108.\nClin. Lab. 66 2020 , . [ CrossRef ]\nLiu, Z.; Wang, Y.; Deng, T.; Chen, Q. Solid-State Nanopore-Based DNA Sequencing Technology. 109.\n5284786. [ CrossRef ]\n110. Carson, S.; Wanunu, M. Challenges in DNA motion control and sequence readout using nanopore devices.\n26 , 074004. [ CrossRef ]\n111.\nof full-length coronavirus genomes provides novel insights into structural variants and enables modiﬁcation analysis.\nRes. 29 2019 , , 1545–1554. [ CrossRef ] [ PubMed ]\n112.\nSmall detection of SARS-CoV-2 and other respiratory viruses.\n113.\nnovel coronavirus indicating person-to-person transmission: A study of a family cluster.\n114.\nIdentiﬁcation of nsp1 gene as the target of SARS-CoV-2 real-time RT-PCR using nanopore whole-genome sequencing.\nVirol. 92 2020 , , 2725–2734. [ CrossRef ] [ PubMed ]\n115.\nical Laboratory: Exploring the Advantages and Challenges of Nanopore Sequencing.\ne01315-19. [ CrossRef ] [ PubMed ]\n116.\nCurr. Stem Cell Rep. 2 2016 Cells. , , 9–20. [ CrossRef ] [ PubMed ]\n117.\nScience 337 2012 endonuclease in adaptive bacterial immunity. ,\n118.\nNat. Commun. 11 2020 all-in-one dual CRISPR-Cas12a assay. ,\n119.\nA.; et al. Rapid detection of 2019 novel coronavirus SARS-CoV-2 using a CRISPR-based DETECTR lateral ﬂow assay.\n2020 . [ CrossRef ]\n120.\nPLoS Pathog. 2020 CRISPR-based diagnostic for COVID-19. ,\n121.\nEmerg. Infect. Dis. 10 2004 cohort, China. , , 1841. [ CrossRef ] [\n122.\nof critically ill patients with Middle East respiratory syndrome coronavirus infection.\n[ CrossRef ] [ PubMed ]\n123.\nCOVID-19 in Wuhan, China: A retrospective cohort study.\n124.\nurine, and stool specimens of COVID-19 patients from the Republic of Korea.\n112. [ CrossRef ] [ PubMed ]\n125. Gu, J.; Han, B.; Wang, J. COVID-19: Gastrointestinal manifestations and potential fecal–oral transmission.\n158 , 1518–1519. [ CrossRef ]\n126.\nProc. Natl. Acad. Sci. USA 2020 TMPRSS2-expressing cells. ,\n\n748\nChiu, C.; Greninger, A.L.; Naccache, S.N.; Federman, S.; Yu, G.; Mbala, P.; Linnen, J.M. Rapid metagenomic identiﬁcation of viral\nGenome Med. 7 2015 , , 99.\nSchmidt, J.; Blessing, F.; Fimpler, L.; Wenzel, F. Nanopore sequencing in a clinical routine laboratory: Challenges and opportunities.\nJ. Nanomater. 2016 2016 , ,\nNanotechnology 2015 ,\nViehweger, A.; Krautwurst, S.; Lamkiewicz, K.; Madhugiri, R.; Ziebuhr, J.; Hölzer, M.; Marz, M. Direct RNA nanopore sequencing\nGenome\nWang, M.; Fu, A.; Hu, B.; Tong, Y.; Liu, R.; Liu, Z.; Liu, T. Nanopore targeted sequencing for the accurate and comprehensive\n16 2020 , , 2002169. [ CrossRef ]\nChan, J.F.W.; Yuan, S.; Kok, K.H.; To, K.K.W.; Chu, H.; Yang, J.; Yuen, K.Y. A familial cluster of pneumonia associated with the 2019\nLancet 395 2020 , , 514–523. [ CrossRef ]\nChan, W.-M.; Ip, J.D.; Chu, A.W.-H.; Yip, C.C.-Y.; Lo, L.-S.; Chan, K.-H.; Ng, A.C.-K.; Poon, R.W.-S.; To, W.-K.; Tsang, O.T.-Y.; et al.\nJ. Med.\nPetersen, L.M.; Martin, I.W.; Moschetti, W.E.; Kershaw, C.M.; Tsongalis, G.J. Third-Generation Sequencing in the Clin-\nJ. Clin. Microbiol. 58 2019 , ,\nWaddington, S.N.; Privolizzi, R.; Karda, R.; O’Neill, H.C. A Broad Overview and Review of CRISPR-Cas Technology and Stem\nJinek, M.; Chylinski, K.; Fonfara, I.; Hauer, M.; Doudna, J.A.; Charpentier, E. A Programmable dual-RNA-guided DNA\n, 816–821. [ CrossRef ]\nDing, X.; Yin, K.; Li, Z.; Lalla, R.V.; Ballesteros, E.; Sfeir, M.M.; Liu, C. Ultrasensitive and visual detection of SARS-CoV-2 using\n, 1–10. [ CrossRef ]\nBroughton, J.P.; Deng, X.; Yu, G.; Fasching, C.L.; Singh, J.; Streithorst, J.; Granados, A.; Sotomayor-Gonzalez, A.; Zorn, K.; Gopez,\nMedRxiv\nHou, T.; Zeng, W.; Yang, M.; Chen, W.; Ren, L.; Ai, J.; Wu, J.; Liao, Y.; Gou, X.; Li, Y.; et al. Development and evaluation of a rapid\n16 , e1008705. [ CrossRef ]\nLiu, W.; Tang, F.; Fontanet, A.; Zhan, L.; Zhao, Q.M.; Zhang, P.H.; Cao, W.C. Long-term SARS coronavirus excretion from patient\nPubMed ]\nArabi, Y.M.; Ariﬁ, A.A.; Balkhy, H.H.; Najm, H.; Aldawood, A.S.; Ghabashi, A.; Al Raiy, B. Clinical course and outcomes\nAnn. Intern. Med. 160 2014 , , 389–397.\nZhou, F.; Yu, T.; Du, R.; Fan, G.; Liu, Y.; Liu, Z.; Cao, B. Clinical course and risk factors for mortality of adult inpatients with\nLancet 395 2020 , , 1054–1062. [ CrossRef ]\nKim, J.M.; Kim, H.M.; Lee, E.J.; Jo, H.J.; Yoon, Y.; Lee, N.J.; Yoo, C.K. Detection and isolation of SARS-CoV-2 in serum,\nOsong Public Health Res. Perspect. 11 2020 , ,\nGastroenterology 2020 ,\nMatsuyama, S.; Nao, N.; Shirato, K.; Kawase, M.; Saito, S.; Takayama, I.; Takeda, M. Enhanced isolation of SARS-CoV-2 by\n117 , 7001–7003. [ CrossRef ]",
        "char_count": 4658,
        "word_count": 763,
        "extraction_method": "two_column"
      }
    ]
  }
}