{
  "metadata": {
    "source_file": "pdfs/COVID‑19 diagnostic methods in developing countries.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:37.165373",
    "total_pages": 14,
    "total_characters": 58197,
    "total_words": 8616
  },
  "content": {
    "full_text": "--- Page 1 ---\nEnvironmental Science and Pollution Research (2022) 29:51384–51397\nhttps://doi.org/10.1007/s11356-022-21041-z\nREVIEW ARTICLE\nCOVID‑19 diagnostic methods in developing countries\n1 2 3 Md. Maniruzzaman · Md. Missile Islam · Md. Hazrat Ali\n7,8,9,10 11 Mohammad Amjad Kamal · Arabinda Ghosh\n15,16 17 Ghulam Md. Ashraf · Priti Tagde · Md. Habibur Rahman\nReceived: 16 March 2022 / Accepted: 19 May 2022 / Published online: 27 May 2022\n© The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2022\nAbstract\nrequirements, and laboratory facilities.\nSARS-CoV-2 · Viral invasion · Immunity · RT-PCR · ELIZA · SHERLOCK · Coronavirus · Antigen Keywords\nIntroduction\nSARS-CoV-2 is an RNA virus, a new and highly aggressive\ncoronavirus that causes the severe acute respiratory syn-\ndrome. Animals like birds and mammals, including humans,\nare susceptible to coronaviruses (Rabaan et al. 2020 ). As\nproven by the SARS-CoV, MERS-CoV, and SARS-CoV-2\noutbreaks, Coronaviruses (CoV) can transfer from animals\nto people. COVID-19 is an upper respiratory tract infection\ncaused by the SARS-CoV-2 virus in humans. An infection\nResponsible Editor: Lotfi Aleya\nMd. Maniruzzaman, Md. Missile Islam, Nobendu Mukerjee,\nSwastika Maitra, and Athanasios Alexiou contributed equally to this\nwork.\nMd. Habibur Rahman *\npharmacisthabib@gmail.com\nExtended author information available on the last page of the article\n1 3\n\nRETRACTED ARTICLE\n4,5 6 · Nobendu Mukerjee · Swastika Maitra ·\n12 13,14 · Melvin A. Castrosanto · Athanasios Alexiou ·\n18\nCOVID-19 has become one of the few leading causes of death and has evolved into a pandemic that disrupts everyone’s\nroutine, and balanced way of life worldwide, and will continue to do so. To bring an end to this pandemic, scientists had\nput their all effort into discovering the vaccine for SARS-CoV-2 infection. For their dedication, now, we have a handful of\nCOVID-19 vaccines. Worldwide, millions of people are at risk due to the current pandemic of coronavirus disease 2019\n(COVID-19) caused by SARS-CoV-2 (Severe Acute Respiratory Syndrome Coronavirus 2). Despite the lack of clinically\nauthorized antiviral medications and vaccines for COVID-19, clinical trials of many recognized antiviral agents, their\ncombination, and vaccine development in patients with confirmed COVID-19 are still ongoing. This discovery gave us a\nchance to get immune to this disease worldwide and end the pandemic. However, the unexpected capacity of mutation of\nthe SARS-CoV-2 virus makes it difficult, like the recent SAS-CoV-2 Omicron variant. Therefore, there is a great necessity\nto spread the vaccination programs and prevent the spread of this dreadful epidemic by identifying and isolating afflicted\npatients. Furthermore, several COVID-19 tests are thought to be expensive, time-consuming, and require the use of adequately\nqualified persons to be carried out efficiently. In addition, we also conversed about how the various COVID-19 testing meth-\nods can be implemented for the first time in a developing country and their cost-effectiveness, accuracy, human resources\ncan induce various symptoms, ranging from a simple dis-\nease (such as a common cold) to a potentially fatal infection.\nTherefore, early infection diagnosis is critical for differenti-\nating COVID-19 patients from other unwell people (Carter\net al. 2020 ).\nThe SARS-CoV-2 virus is a betacoronavirus. Since the\ndiscovery of SARS-CoV in humans in 2003, thousands of\ncoronaviruses have been sequenced. Alpha-CoV, Beta-CoV,\nGamma-CoV, and Delta-CoV are the four genus of viruses\n(Letko et al. 2020 ). SARS-CoV, a human coronavirus, was\ndiscovered in 2003 (Fig. 1 ).\nBeta-CoV is classified into four subgroups, each with its\ndistinct genetic make-up. MERS-CoV, like SARS-CoV and\nSARS-CoV-2, is a lineage C virus. More than two-thirds\nof all lineage B viruses have been sequenced, with 29 dis-\ntinct RBD sequences accounting for the vast bulk of those\nso far (Letko et al. 2020 ). As a result, they were divided\ninto three distinct groups, each with its genetic ancestry.\nSARS-CoV-2 is a member of the Clades-1 group, which\n\n--- Page 2 ---\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\na SARS-CoV-2 Virus Fig. 1\nentry through human ACE-2\nb receptor. The mechanism in\naction and replication of SARS-\nCoV-2 in the human body\nalso includes SARS-CoV, according to phylogenetic analysis\nof coronavirus genomes. RaTG13’s spike (S) gene shares\naround 93 percent sequence identity with other SARSr-\nCoVs discovered in humans and a wide range of animal taxa,\nmaking it the coronavirus with the most direct relation to\nSARS to date. A thorough examination of the SARS-CoV-2\n\n51385\nRETRACTED ARTICLE\nand SARS-CoV sequences revealed less than 80% identity\nindicating distinct (Letko et al. 2020 ; Rahman et al. 2021 ).\nMillions of COVID-19 have been infected by the newest\nSARS COV2 coronavirus. Viruses can spread unchecked\nin infected tissues since there is no defense against them\nin humans and they can evade the body’s natural immune\n1 3\n\n--- Page 3 ---\n51386\nresponse. At this moment, there are no specific treatments\nfor patients who have been exposed to COVID-19 (Rahman\net al. 2020 , 2021 ; Sharma et al. 2022 ) (Fig. 2 ).\nThe global public health care system has been devastated\nby COVID-19, which was not designed to deal with a health\ncrisis of this magnitude, necessitating a significant upgrade\nof resources, infrastructure, COVID-19 detection systems\n(e.g., testing laboratories, kits), hospital capacity expan-\nsion, and the development of a new COVID-19 method.\nIn addition, the WHO-recommended guidelines for testing\nlaboratories and kits for COVID-19 detection are missing\nor inadequate in many developing countries (World Health\nOrganization 2020a , b ).\nWhen flu-like symptoms first appeared in Wuhan, Hubei\nProvince, China, on December 31, flu-like symptoms\ncaused virus was formally diagnosed as SARS-CoV-2 on\nJanuary 7. The virus was confirmed to be SARS-CoV-2\nthe following day, and after multiple control incidents of\nCOVID-19, Chinese authorities imposed a state of lock-\ndown on the country. However, after successfully imple-\nmenting a broad testing strategy early in the pandemic,\nseveral countries like China, South Korea, New Zealand,\nThe concern of the transmission mechanism of SARS-CoV-2 via droplets Fig. 2\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nand Vietnam limited the spread (Carter et al. 2020 ; Akter\net al. 2021 ). COVID-19 identification can currently be\naccomplished via CRISPR-based techniques, real-time\npolymerase chain reaction (RT-PCR), isothermal nucleic\nacid amplification technology, and serological assays,\namong other approaches. RETRACTED ARTICLE\nThe developing countries are straggling to give full\ncoverage to the public of COVID-19 testing and track the\ninfection because of limited testing laboratories and kits.\nOn the other hand, COVID-19 cases and mortality increase\neach day. To increase testing capacity, they must invest in\nnew infrastructure, laboratory facilities, and appropriately\ntrained personnel. However, developing and implementing\nthose facilities for COVID-19-affected countries will be\ncostly, whereas this pandemic has severely harmed their\neconomies (Kheirallah et al. 2020 , Shah et al. 2020 ). How-\never, the epidemiology and transmission of COVID-19 are\nunclear, and there is no specific vaccine and treatment yet.\nThe purpose of this review is to elucidate the etiology,\nepidemiology, symptoms, and transmission according to\nthe recent data. Furthermore, we also focus on the possible\ndiagnostic approaches.\n\n--- Page 4 ---\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nCharacteristics of SARS‑CoV‑2 and targeting\nSARS‑CoV‑2 viral entry mechanisms\nand the immune responses\nCoronavirus is a type of virus that has an envelope that is\neither circular or oval and is sometimes pleomorphic. The\ncoronavirus has a diameter of 50–200 nm and a genome\nthat is approximately 30,000 nucleotides in length. SARS-\nCoV-2 is distinguished by the presence of club-shaped\nspike-like projections on its surface, which give the virus\nthe appearance of a solar corona. This unique coronavirus\ncarries the genetic information for four major structural\nproteins. Proteins implicated in the virus’s replication\ninclude the spike protein(S), membrane protein (M), an\nenvelope protein (E), and nucleocapsid (N). The capsid is\na protein shell that contains the nuclear capsid, or N-pro-\ntein, which is attached to the virus’s single positive-strand\nRNA and allows the virus to hijack human cells and trans-\nform them into viral factories. The N protein encircles the\nviral RNA genome and is required for both replication\nand transcription to take place. The N-terminal of the N\nprotein in MHV and IBV virions binds to genomic and\nsub-genomic RNAs and is involved in viral replication and\ntranscription. The M-protein is the most abundant protein\non the surface of the coronavirus, and it is thought to be\nthe primary organizer of the virus’s assembly (Tagde et al.\n2021a , b , Mukerjee et al. 2021 ). Coronavirus is a conta-\ngious virus that can be spread through inhalation or direct\ncontact with the body. A virus droplet inhaled as a result\nof coughing or sneezing (a single sneeze can produce up to\n10,000 droplets) or by contact with a contaminated surface\nis the major source of infection (see Fig. 1a ).\nSARS-CoV and MERS-CoV are human coronaviruses\n(MERS-CoV). The other human coronaviruses are 229E\nand NL63 from the family, and OC43 and HKU1 from the\ngenus. The RNA of this new SARS-CoV-2 virus is 30 km\nlong, as the RNA of the old SARS and MERS viruses.\nIn comparison, a known bat coronavirus and SARS-CoV\nshare 96% and 79.5% genome sequence similarities.\nAccording to another source, this virus’ genomic sequence\nresembles SARS-CoV by 45–90%, but MERS-CoV by\njust 20–60%. Shorter gene sequences in SARS-CoV-2. It\nhas a longer sequence than MERS-CoV. Figure 1b shows\ntwo techniques for targeting the ACE2 receptor. In both\ncases, the S protein of SARS-CoV binds to the human zinc\npeptidase ACE2, which is expressed in a range of tissues\nsuch as the lung, heart, kidney, and intestinal cells. Both\nthe N- and C-terminal S1 subunits contain the receptor-\nbinding domain (RBD), while the C-terminal S2 subunit is\nrequired for spike trimerization and virus-host membrane\nfusion. The membrane-bound host protease TMPRSS2 is\nresponsible for activating the S2 site for conformational\n\n51387\nchanges and viral entry (Tagde et al. 2021a , b , Goyal et al.\n2022 ).\nAn overview of COVID‑19 symptoms\nRETRACTED ARTICLE\nIn some cases, those who have been infected with COVID-19\nwill experience symptoms between 2 and 14 days of infec-\ntion, but in other cases, the disease may not reveal itself for\nup to 27 days following infection. Despite this, according to\na group of Chinese scientists, the average incubation period\nis approximately 5.2 days in length. Over this period, there\nhas been no significant change in the number of peripheral\nblood leukocytes (PBL) or lymphocytes in the blood. In the\nmajority of cases, the viruses spread throughout the body,\naffecting the lungs, heart, gastrointestinal tract, and circula-\ntory system, among other organs. About 7–14 days after\nbeginning, primary lesions become considerably worse, and\nPBL, which comprises both T and B cells, begins to decline\nsignificantly. According to the findings of the COVID-19\nstudy, the duration between the onset of symptoms and\ndeath might range between 6 and 41 days, with a median of\n14 days. Even though this duration is reliant on two crucial\nfactors, namely, the patient’s age and immune function, it is\ngenerally considered to be a reasonable amount of time. It is\nimportant to note that the number of instances among adults\nover the age of 70 is larger than the number of cases among\npeople under the age of 70. As a result of the infection with\nCOVID-19, a variety of symptoms such as high fever and\ndry coughing are experienced, as well as fatigue and mus-\ncle soreness. Other symptoms include sneezing, headaches,\nhemoptysis, dyspnea, sputum production, lymphopenia, sore\nthroat, and respiratory issues. COVID-19 is a virus that may\ninfect both humans and animals and spread throughout the\nworld. There are three categories of symptoms: the most\ncommon symptoms (such as fever, dry cough, and tired-\nness), the less common symptoms (such as aches and pains,\nconjunctivitis, sore throat, diarrhea, and headache), the\nserious symptoms (such as loss of taste or smell, a rash on\nthe skin, and discoloration of the fingers and toes), and the\nmost serious symptoms of the disease (i.e., difficulty during\nbreathing or shortness of breath, chest pain or pressure, and\nloss of speech or movement). In comparison to the general\npopulation, COVID-19 is more likely to infect children, the\nelderly, and those individuals with diabetes, cancer, heart\ndisease, or lung disease (Hossain et al. 2020 ). Infection\nwith COVID-19 resulted in gastrointestinal (GI) symptoms,\nincluding diarrhea, in some individuals; however, only a tiny\nfraction of patients with SARS-CoV or MERS-CoV experi-\nenced similar gastrointestinal symptoms. Because of this, it\nis necessary to check urine and fecal symptoms to rule out\nthe likelihood of an effective transmission channel through\n1 3\n\n--- Page 5 ---\n51388\ndoctors, nurses, or other healthcare professionals (as shown\nin Fig. 3 ).\nIndividuals suffering from respiratory distress syndrome\nhave been identified, whereas critically ill patients require\nintense care due to respiratory failure, septic shock, or organ\nfailure. Additionally, the likelihood of contracting COVID-\n19 increases if there is shortness of breath, coughing, or if\na person has come into touch with a COVID-19-infected\nperson or travels through a COVID-19-affected area (Ghosh\net al. 2021 ). In this case, the clinical test should be admin-\nistered to the affected individuals, and infected areas should\nbe sealed off. Patients infected with COVID-19, on the other\nhand, may recover quickly because of their high immunity\ncapacity and return to their pre-infection state, whilst oth-\ners may require additional time due to health issues or age\nconstraints (Hossain et al. 2020 ).\nCurrently instigated diagnostic approaches\nReal‑time polymerase chain reaction\nRT-PCR, which combines reverse RNA transcription into\ncomplementary DNA (cDNA) with amplifying specific\nDNA targets, has been used as a quantitative laboratory tech-\nnique (Fronhoffs et al. 2002 ). In the case of RNA virus’s\npresence detection through RT-PCR, RNA-dependent DNA\npolymerase is used for reverse transcriptase. Small DNA\nsequence primers were designed to target and bin specific\ncomplementary sequences of the particular virus genome in\nthe inertial detection process. As a result, and using RNA-\ndependent DNA polymerase, cDNA copies were produced.\nIn RT-PCR, this amplification is monitored using various\nfluorescence dyes or DNA probes labeled with fluorescence\nmolecules that target a specific part of the genome (Tombu-\nloglu et al. 2022 ).\nRT-PCR can be used as a one-step process or as a two-\nstep process. Generally, the one-step RT-PCR procedure is\nPatients with COVID-19 Fig. 3\ninfection suffered from systemic\nand respiratory problems\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\npreferred for virus detection because whole reaction is run\nin a single tube with the primers and reagents in the one-\nstep procedure. This makes it relatively less complicated,\nneeds less time, and decreases the possibility of errors or\ncontamination. At the same time, the two-step procedure is\nmuch more flexible and gives higher sensitivity. RETRACTED ARTICLE\nSpecimen\nNasopharyngeal swabs, oropharyngeal swabs, bronchoalveo-\nlar lavage specimens, stool, and urine specimens are kept at\n2–8 °C (≤ 4 days) or frozen in dry ice at − 70 °C or below\n(WHO Guidelines) (World Health Organization , 2020a , b ).\nPrimers and probe designing\nCoronaviruses are large, positive-stranded RNA viruses with\nthe giant genomes of any RNA virus, spanning between 27\nand 32 kb (Lu et al. 2020 ). The genomic RNA in this virus\ncombines with the basic nucleocapsid (N) protein to produce\na helical cap with a diameter of 80 to 120 nm and a length of\n80 to 120 nm. The membranes of the virus are made up of\nthree viral proteins. The spike (S), a type I glycoprotein, the\nmembrane protein (M), and the envelope membrane protein\n(EMP) are all glycoproteins.\nFor SARS-CoV-2 detection, the design process generally\ninvolves two main steps:\n(1)\t Sequence alignment and primer design.\n(2)\t Assay optimization and testing.\nWhen the researchers examined the genomes of SARS-\nrelated viruses, they observed three conserved regions in\nwhich the RdRP (RNA-dependent RNA polymerase) gene\nand the E gene (envelope protein gene) exhibit high analyti-\ncal sensitivity for identification and characterization. The\nN gene (nucleocapsid protein gene) has poorer analytical\nsensitivity than the other genes (Corman et al. 2020 ; Kakhki\n\n--- Page 6 ---\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\net al. 2020 ). Scientists used sections of the virus’s genetic\nsequence specifically targeted by researchers while develop-\ning primers and probes for the COVID-19 testing kit, which\nwas created to detect the SARS-CoV-2 virus. For RT-PCR\ntests, primers and probes for the nucleocapsid (N), spike\n(S), ORF1a, and ORF1b or ORF8 regions; RNA-dependent\nRNA polymerase (RdRP); and envelope (E) genes were con-\nstructed (Corman et al. 2020 ; Carter et al. 2020 ; Rabaan\net al. 2020 ).\nIn many countries, scientists have sequenced SARS-\nCoV-2 variants and examined different genes of the virus\ngenome to design primers and probes for RT-PCR. For\nexample, the National Institute of Health (Thai NIH) located\nin Thailand worked on N genes, Institut Pasteur located in\nFrance worked on RdRP (2 targets) genes, and the Center\nfor Disease Control and Prevention (CDC) located in China\nworked on ORF1ab, N genes (Table 1 ). The most used genes\nare N, ORF1a, ORF1b, and E, but most of those countries\n(Table 1 ) recommended gene “E” (Barreto et al. 2020 ).\nThere are a few Table 1\nCountry Institute\nexamples of countries,\ninstitutes, and their respective China\ntarget genes(Barreto et al. 2020 )\nFrance Institut Pasteur\nGermany\nHong Kong SAR\nJapan\nThailand\nUSA\nThe process of RT–PCR assay Fig. 4\n\n51389\nHere are a few examples of successful primer and probes\ndesigned testing kits with high sensitivity: TaqPath COVID-\n19 Combo kit (ThermoFisherAppliedBiosystems), Allplex\n2019-nCoV Assay (Seegene), Cobas SARS-CoV-2 (Roche)\nare some of the few earliest COVID-19 test kits (Carter et al.\n2020 ; Saylor et al. 2020 ; Lai et al. 2021 ). RETRACTED ARTICLE\nRT‑PCR for the SARS‑CoV‑2 detection methods\nIn reaction to the launch of the COVID-19 testing kit, many\nlaboratories worldwide produced their COVID-19 testing\nkits. Each COVID-19 testing kit has followed different tar-\ngeted regions of the SARS-CoV-2 genomes, and each testing\nkit’s PCR protocol can vary depending on the manufacturer’s\ninstruction (as shown in Fig. 4 ).\nThe Centers for Disease Control and Prevention (CDC)\ncreated their-PCR test method (COVID-19), which is known\nas the RT-PCR Diagnostic Panel (RT-PCRDP). According to\nthe CDC protocol of the RT-PCRDP testing kit, the nucleic\nTarget genes\nCenter for Disease Control and Prevention (CDC) ORF1ab, N\nRdRP (2 targets)\nCharité—Universitätsmedizin Berlin RdRP, E, N\nThe University of Hong Kong (HKU) ORF1b-nsp14, N\nNational Institute of Infectious Diseases (NIID) Pancorona, multiple\ntargets, spike\nprotein\nNational Institute of Health (Thai NIH) N\nCenters for Disease Control and Prevention (CDC) N (3 target regions)\n1 3\n\n--- Page 7 ---\n51390\nacid was extracted from the clinical samples and blended\nwith the master mix before running. The mixture was\nthrough an RT-PCR thermocycler for 30 min at 50 °C. The\nincubation temperatures are then determined for to experi-\nment (UNG). The following procedures are carried out after\nincubation at 25 °C for 2 min, reverse transcription at 50 °C\nfor 15 min, enzyme activation at 95 °C for 2 min, and ampli-\nfication at 95–55 °C for 3–30 s: (the probe for quenching\nfluorophores has been cleaved). When utilized in conjunc-\ntion with the thermocycler, the thermocycler monitors the\nfluorescence signal and records the amplification progress in\nreal-time (Tahamtan and Ardebili 2020 ). It is recommended\nthat studies be carried out independently for each target,\nwith the analyst manually changing the threshold setting.\nTo verify specimen quality, all clinical samples should be\ntested for the presence of the human RNAse P (RNP) gene.\nIf not sooner, positive results should be achieved within 35\nrounds (Kevadiya et al. 2021 ).\nAs a consequence, the presence of enough nucleic acid\nfrom the human RNase P gene, as well as the Specimen’s\nacceptable quality, is both indicated. The thresholds should\nbe changed as needed to stay inside the exponential phase\nof the fluorescence curves while remaining above any back-\nground signal. There should be no fluorescence growth\ncurves that cross the threshold line by negative template\nControl. If the reaction is successful, the positive template\ncontrol reaction should produce positive results for each tar-\nget. The human specimen control (HSC) is a second nega-\ntive control that looks at the nucleic extraction technique\nand the reagent integrity. For primer/probe sets unique for\n2019-nCoV (Tahamtan and Ardebili 2020 ), the HSC should\nbe negative, and the HSC should be negative for all primer/\nprobe sets.\nRT-PCR has a high sensitivity to early infection detection\nand is a more flexible, well-established, and proven method.\nFor COVID-19 diagnosis, many testing kits are available\nbased on RT-PCR.\nHowever, there are also a few significant limitations of the\nRT-PCR test. One of its risks is false-negative results like\nother methods and the lengthy or time-consuming process\nrequiring expensive laboratory equipment and highly skilled\nlaboratory personnel. In addition, it is a highly sensitive and\ncomplex process (Tahamtan and Ardebili 2020 ). For exam-\nple, due to poor collection, transit, or handling, insufficient\nlevels of the virus may be present in the samples, resulting\nin a false-negative result. Furthermore, if analysts are not\nadequately trained and knowledgeable about testing tech-\nniques, generating a false result is easy. Also, mismatches\nbetween primers and probes and target sequences can result\nin decreased assay performance and possible false-negative\nresults. But despite those possible errors, RT-PCR is still\nvery reliable and has proven its effectiveness. According to\na study, the viral load in a sample of two COVID-19 people\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\ndecreased with time. But considering developing countries’\neconomic conditions, RT-PCR’s most significant disadvan-\ntage is costly and time-consuming.\nIsothermal nucleic acid amplification technologies\nRETRACTED ARTICLE\nNucleic acid testing promises rapid, sensitive, and specific\ndiagnosis of infection. Still, the complex biochemical nature\nof clinical samples and the low abundance of nucleic acid\ntargets in most clinical samples to solve this problem, nucleic\nacid amplification will be required (Craw and Balachandran\n2012 ). For nucleic acid amplification, PCR, RT-PCR, and\nisothermal amplification technologies, including reverse\ntranscription loop-mediated isothermal amplification (RT-\nLAMP), and CRISPR-based assays, were used. However,\nPCR or RT-PCR requires multiple temperature changes for\neach cycle, but isothermal nucleic acid amplification needs\nconstant temperature and a single temperature cycle (Carter\net al. 2020 ; Karthika et al. 2021 ). Therefore, for COVID-19\ndetection, several methods have been developed.\nReverse transcription loop‑mediated isothermal\namplification\nIn one step, a single heat cycle methodology is used to\ncombine a reverse transcription step (which takes place at\na temperature between 60 and 65 °C) with a nucleic acid\namplification method. It is a less time-consuming alter-\nnative to reverse transcription-polymerase chain reaction.\nThe use of RT-LAMP for the early diagnosis of COVID-\n19 has recently gained popularity in clinical laboratories\n(Mori and Notomi 2009 ; Bokelmann et al. 2021 ). Diagnos-\ntic approaches based on RT-LAMP technology can detect\nSARS-CoV-2 viruses from swabs or saliva without the\nneed for RNA. To execute the RT-LAMP assay, it is essen-\ntial to employ primers that have been mainly designed to\nbe compatible with the target region and primers produced\nfrom virus genomic studies. It is crucial to use a set of four\nprimers that are particular for the target gene/region to\nmaximize the sensitivity of RT-LAMP (Carter et al. 2020 ).\nColorimetry, spectrophotometry, and real-time fluores-\ncence (Srivastava et al. 2020 ), among other techniques,\ncan be used to detect amplification results with the naked\neye. According to Abbott Diagnostics, the COVID-19\ndiagnostic test is based on RT-LAMP technology and tar-\ngets the RdRP gene. Clinical samples are acquired in 5 min\nusing nasal, nasopharyngeal, and throat swabs, while nega-\ntive findings take 13 min. Positive results take 5 min to\nobtain, while negative results take 13 min. The test has\nbeen approved for usage outside a laboratory setting\n(Carter et al. 2020 ). A DNA-dependent DNA polymerase\nis used to amplify cDNA, allowing for quick detection of\ncDNA using a DNA-binding dye (SYTO-9, ThermoFisher\n\n--- Page 8 ---\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nS34854) during the colorimetric test (Carter et al. 2020 ;\nLai et al. 2021 ). RT-LAMP is a reverse transcription-based\nmethod for converting RNA to cDNA. When applied at a\nconcentration of about 480 RNA copies, RT-LAMP can\ndetect the virus genome without interfering with it (Carter\net al. 2020 ).\nClustered regularly interspaced short palindromic repeats–\nbased assays\nCRISPR-associated enzymes, such as Cas9, Cas12, and\nCas13, are located in the genomes of prokaryotes such\nas bacteria or archaea and play a vital role in the antivi-\nral defense mechanism of prokaryotes. Cas9, Cas12, and\nCas13 can be programmed to target and cut viral RNA\nsequences (Zhang 2019 ). There are three different types\nof CRISPR-Cas-12a-based detection approaches avail-\nable: SHERLOCK (Specific High-sensitivity Enzymatic\nReporter UnLOCKing), DETECTOR (DNA Endonu-\nclease-Targeted CRISPR Trans Reporter), and AIOD-\nCRISPR assays (Kellner et al. 2019 ; Ding et al. 2020a ).\nThe SHERLOCK technique developed by Sherlock\nBiosciences uses Cas13. This reporter RNA sequence\ncan be activated by SARS-CoV-2-specific guide RNA,\nand it has shown substantial promise for the development\nof next-generation POC molecular isotherms. Mammoth\nBiosciences and Sherlock Biosciences, two companies,\nfounded by CRISPR pioneers, are exploring utilizing\nCRISPR to identify SARS-CoV-2. A 316-bp pUCIDT-\nAMP plasmid and AIOD-CRISPR technology were used\nto build the COVID-19 detection method at the University\nof Connecticut Health Center. The AIOD-CRISPR experi-\nment was carried out using SARS-CoV-2 N gene cDNA (N\nplasmid). In terms of specificity, the AIOD-CRISPR assay\nhas a positive signal in real-time and visual detections\nwithout any cross-reactions with non-SARS-CoV-2 tar-\ngets. Using a single, one-pot reaction system, this method\neliminates the need for separate pre-amplifying and post-\namplifying steps and the necessity to move the amplified\nproduct between systems. Using a 5-FAM (Fluorescein)\nfluorophore and a 3-Iowa Black® FQ quencher, we were\nable to identify ssDNA-FQ. As part of the TwistAmp®\nLiquid Basic package, one will receive one RPA reac-\ntion buffer, one Basic E-mix, one Core Reaction Buffer,\n14 mg of magnesium acetate, 320 ng of primers, and\n1.2 mg of deoxynucleoside triphosphate. This enzyme\ncleaves ssDNA-FQ reporters nearby when activated, which\ncauses fluorescence. SARS-CoV-2 RNA and DNA were\ndetected in 40 min using the AIOD-CRISPR test (Ding\net al. 2020b ). Dual crRNAs were added to AIOD-CRISPR\nthroughout the design phase to increase sensitivity. It is an\nisothermal nucleic acid detection technology that uses a\n\n51391\nsingle reaction system that is precise, quick, reliable, and\npractically single-molecule sensitive.\nSerological and immunological assay\nSerological assay, also known as serology test or antibody RETRACTED ARTICLE\ntest, was used for the detection presence of antibody-like\nimmunoglobulin M (IgM) and immunoglobulin G (IgG)\nagainst particular diseases by analyzing patient serum,\nplasma, or any other biological fluids samples (Bonelli et al.\n2020 ; Carter et al. 2020 ). A few days after developing some\ninfectious disease, our body produces an antibody to coun-\nter the cause of infection. As a first response, an IgM anti-\nbody was produced and switched to IgG after a few weeks\n(IgG also indicates post-infection immunity) (Carter et al.\n2020 ). Few variants of serological tests are available: for\nexample, hemagglutinin-inhibition tests, neutralization tests,\nenzyme-linked immunosorbent assays (ELISA), flocculation\ntests (Bonelli et al. 2020 ; Carter et al. 2020 ). qSARS-CoV-2\nIgG/IgM Rapid Test, manufactured by Cellex Inc, is the first\nserology test granted by FDA on April 1, 2020 (Machado\net al. 2020 , Huergo et al. 2021 ) (Fig. 5 ).\nEnzyme‑linked immunosorbent assay\nThe enzyme-linked immunosorbent assay (ELISA) is a\nmicrowell, plate-based assay technique designed for quan-\ntitative/qualitative assay commonly used to measure anti-\nbodies, antigens, proteins, and glycoproteins in biological\nsamples. ELISA is used in medical laboratories around\nthe world. Examples include diagnosis of HIV infection,\npregnancy tests, and measurement of cytokines or soluble\nreceptors in cell supernatant or serum (Lequin 2005 ; Eguasi\nInkabi et al. 2017 ). ELISA is based on specific antigen–anti-\nbody reaction and high specificity and sensitivity, high effi-\nciency, simple procedure, and cost-effective (Sakamoto et al.\n2018 ). The ELISA technique is easy to perform for many\nsamples (Vidal and Catapani 2005 ). ELISA assay measures\nthe amount (qualitative and quantitative) of specific antibod-\nies or proteins present in the sample after the infection, like\nCOVID-19 (as shown in Fig. 6 ). This assay does not require\nhandling infectious virus, can be adjusted to detect different\nantibody types in serum or plasma, and help to define previ-\nous exposure to SARS-CoV-2 in the population (Amanat\net al. 2020 ).\nELISA is a qualitative detection method of the presence\nof IgM at early-stage infection for diagnosing the COVID-\n19 or IgG test for post-infection immunity in human plasma\n(Bundschuh et al. 2020 ; Alhalabi et al. 2020 )).\nThis method is a microwell technique, so first, the viral\nprotein was coated on the plate wells. In the second step,\ncollected human specimens were introduced with the coat.\nSuppose antiviral antibodies are present in the patient\n1 3\n\n--- Page 9 ---\n51392\nSerologic diagnostic test: COVID-19 detection Fig. 5\nspecimens. In that case, it will produce an antibody-pro-\ntein complex that can be visually detected using additional\ntracer antibodies in the third step causing colorimetric or\nfluorescent-based readout. This method will take about 10 to\n30 min to give the result (Ding et al. 2020a ). KT-1033 EDI\nNovel Coronavirus COVID-19 ELISA kit manufactured by\nEpitope Diagnostics can detect the presence of IgG/IgM of\nSARS-CoV-2 from serum samples (Kaltenbach et al. 2020 ).\nV ITROS-Immunodiagnostics Products, anti-SARS-CoV-2\ntotal reagent pack manufacturer by Ortho-Clinical Diagnos-\ntics targets SARS-CoV-2 IgG/IgM from blood serum/plasma\nit cannot distinguish IgG/IgM and (Goss et al. 2021 ).\nELISA has a few limitations that make it inferior to other\nmethods. One of the limitations is the disability to detect\nefficiently COVID-19 during the very early stage of infec-\ntion, because the early-stage body might not be responsive\nenough to produce antibodies or in the process of building\nantibodies and create a gap. ELISA assay gives high sensi-\ntivity, but in the case of COVID-19 diagnosis, it is not very\ncompetitive till now comparatively to other methods (State-\nment from Commissioner of Food and Drugs—Food and\nDrug Administration, USA, April 7, 2020).\nLateral flow immunoassay\nLateral flow immunoassay is also known as lateral\nflow immunochromatographic assays. These tests are widely\nused in medical diagnostics for home testing, point of care\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nRETRACTED ARTICLE\ntesting, or laboratory use, for example, home pregnancy\ntests (Magiati et al. 2019 ). It has good sensitivity, specific-\nity, good stability, relatively low cost, and a short timeline\nfor development (Wong and Tse 2009 ; Wang et al. 2020 ).\nLateral flow immunoassay is a qualitative chromato-\ngraphic assay, and it is a very rapid diagnostic test. It can\ngive a result within 10–15 min (Carter et al. 2020 ). Lateral\nflow tests operate on the same principles as the enzyme-\nlinked immunosorbent assays (Wong and Tse 2009 ). Fol-\nlowing the method currently, many SARS-CoV-2 testing kits\nare available. It is mainly designed to detect the presence of\nSARS CoV-2 antibody using serum/plasma/whole blood.\nIn this assay, serum/plasma/blood sample runs along the\nsurface of a testing device pad via capillary flow and device\ntesting zone coated with a labeled antigen that can bind with\nthe SARS-CoV-2 antibody. When anti-SARS-CoV-2 anti-\nbodies are present, they bind to the labeled antigen and turn\ninto captured antibody − antigen complex, visualizing it as\na colored test band (Wu et al. 2020 ). For example, COVID-\n19 IgG/IgM rapid test cassette device manufactured by\nHangzhou Biotest Biotech Co. L can detect SARS-CoV-2\nIgG/IgM antibodies within 5 − 20 min using serum/plasma/\nblood samples (Dellière et al. 2020 ). Similarly, the COVID-\n19 IgG/IgM Point of Care Rapid test device manufactured\nby Aytu Biosciences/Orient Gene Biotech can detect SARS-\nCoV-2 IgG/IgM antibodies within 2 − 10 min (Yang et al.\n2020 ; Boiko et al 2022 ).\n\n--- Page 10 ---\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nSeveral types of ELIZA Fig. 6\nDiscussion\nCOVID-19 was met with a state of lockdown and massive\ndiagnostic testing of the virus by developed country govern-\nments, which quickly expanded testing capacity and pro-\nduced or stored necessary equipment to trace, isolate, and\ntreat those who were infected as well as contain the virus’\nspread, as they had done in the aftermath of the SARS-\nCoV-2 outbreak, which crossed international borders and\nhad no known effective treatment. Similar to what is hap-\npening in developed nations, an alarming number of devel-\noping country governments are adopting similar policies\n\n51393\nRETRACTED ARTICLE\nwithout regard for their country’s unique circumstances or\nother challenges (Chowdhury and Jomo 2020 ). As a result,\nthey made only modest progress in detecting, isolating, and\ntreating sick people and restricting the virus’s transmission.\nDeveloping countries were forced to adopt already estab-\nlished testing processes that were exceedingly sensitive\nand highly specific. However, those approaches were not\nalways cost-effective. For example, at the beginning of the\nCOVID-19 emergency in Bangladesh, there was only one\ndedicated RT-PCR laboratory for COVID-19 at the Institute\nof Epidemiology Disease Control and Research (IEDCR).\nBut within seven months, Bangladesh had opened 103 more\n1 3\n\n--- Page 11 ---\n51394\nA visual compression among a few available test kits (Carter et al. Table 2\nName of kit Type of test kit Time\nCobas RT-PCR Kit, 480 T/kit Results in 3.5 h ∼\nDETECTOR BOOST™ CRISPR-based Results in 30 − 40 min\nID NOW COVID-19 Isothermal nucleic acid Positive results within 5 min\namplification technology\n13 min\nSGTi-flex COVID-19 IgG Serological test Between 10 and 30 min\nLateral flow immunoassay Results in 15 min The Rapid COVID-19\nIgM/IgG Combo Test\nKit\nCOVID-19 testing RT-PCR laboratories (Average cost per\ntest $19.83 and $26.84), and 15 are GeneXpert method (Cost\nmore than $ 24). And for rural area coverage, the govern-\nment establishes an overall 40 Ag. RDT (Antigen-based\nRapid Diagnostic Test) testing centers with the WHO assis-\ntance (Till March 29, 2021, only over 16 033 tests have been\nconducted) (Cost between $2.92 and $3.50) (according to\nWHO report, March 30, 2021).\nSimilarly, in Malaysia, the Ministry of Health (MOH)\ntook RT-PCR as a gold standard for COVID-19 testing with\nan accuracy of 99.9% (in Malaysia, the price per test is now\nanywhere between $43 and $60) and also recognized Anti-\ngen Rapid Test Kit (RTK-Ag) with an accuracy 90% (Each\nkit costs $35.92). On the other hand, in India, according to\nthe Indian EXPRESS December 31, 2021, report, the Health\nMinistry has introduced several other types of tests to ramp\nup the COVID-19 testing rate to 2.15 lakh per day. The tests\nare RT-PCR tests (in India, the price per test is now any-\nwhere between $29.53 and $40.27), Rapid antibody tests\n(Cost between $6.71 and $8.05), Rapid antigen tests (Each\nkit costs $4.50), and TruNat tests (Cost $17.45).\nAlthough COVID-19 testing kit cost-related information\nis minimal and not organized, but according to obtained data\nfrom open source, RT-PCR is the most expensive testing\nmethod in three developing countries, Bangladesh, Malay-\nsia, and India. The cheapest one is the Rapid antigen test.\nRT-PCR is a well-established and widely used technique for\nthis reason. Many countries’ governments and health experts\nfeel confident to take it as a gold standard for testing and are\nheavily invested in it. Although RT-PCR has higher accuracy\nthan other diagnostic techniques, it has a higher price and\na more complex process. Due to the COVID-19 pandemic,\nthe world faces the worst economic crisis, particularly in\ndeveloping countries. So, limited fiscal space is a big chal-\nlenge to fight this pandemic. Meanwhile, they need rapid\npoint-of-care testing coverage and long-term planning to\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\n2020 ; Lee et al. 2021 )\nSensitivity Cost\nper test\n(USA)\n$10.90 95.0%\nRETRACTED ARTICLE\n$3.50 Among the COVID-19 positive (PPA)\n95.0% were detected and among nega-\ntive (NPA) 100%\n$5 97.1%\nand negative results within\n– 41.2% (0–7 days), 91.7% (7–14 days),\n98.6% (15 + days)\n– (PPA)/sensitivity of 90.48% and (NPA)/\nspecificity of 98.95%\nfight this pandemic. And it has become necessary to increase\nthe testing rate where RT-PCR is not ideal for developing\ncountries considering a few highly accurate and relatively\ncost-effective techniques already available in the market\n(Table 2 ).\nNowadays, many laboratory techniques and test kits are\navailable, and among them, the RT-PCR test was the world\ndelayered standard method of testing COVID-19 infection.\nAmong the all-available molecular assays for diagnosis of\nCOVID-19, 90% use RT-PCR technologies, 6% isothermal\namplification, and 2% CRISPR-based technologies for the\ndetection of SARS-CoV-2 as serological and immunological\ndetection methods like ELISA and lateral flow immunoassay\n(Carter et al. 2020 ). Even though reverse transcription-pol-\nymerase chain reaction (RT-PCR) has been the most exten-\nsively used method for detecting SARS-CoV-2, real-time\nPCR test kits have several drawbacks, including high false-\nnegative rates due to various factors. This highly complex\noperation will necessitate a highly qualified operator and\na costly laboratory. Isothermal amplification, for example,\nis exceptionally sensitive, specific, and cost-effective, as\nwell as rapid and straightforward to conduct because it does\nnot require a highly trained operator or expensive labora-\ntory equipment. Serosurveys will be tremendously helpful\nin determining the actual attack rate and infection fatality\nrate in various human groups and charting the kinetics of\nthe antibody response. Two serological and immunological\nassays that will be highly useful in this regard are ELISA\nand lateral flow immunoassay. Serological tests continue to\nraise several questions, including the lag period that occurs\nduring the early stages of infection when the body’s immune\nresponse is still developing. The possibility is that serologi-\ncal and immunological assays may not detect the presence of\nthe SARS-CoV-2 virus. Also, many concerns have regarding\nthe sensitivity and specificity of several types of serological\nand immunological assays.\n\n--- Page 12 ---\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nConclusion\nRapid, dependable, and concrete point-of-care testing\n(POCT) is required to expand diagnostic coverage and rap-\nidly identify infected persons, isolate them, and begin treat-\nment. At the same time, impoverished countries must afford\nto participate. For example, isothermal amplification meth-\nods such as those used in the CRISPR-Cas approach are less\nexpensive than RT-PCR, easier to perform (only one tem-\nperature cycle is required), and have accuracy comparable\nto RT-PCR is significantly more accurate than serological\ntesting. According to recent findings, isothermal amplifi-\ncation using the CRISPR-Cas technique may be the most\ncost-effective and best way for point-of-care testing in low-\nincome nations.\nConceptualization, methodology: Md. Maniru- Author contribution\nzzam, Nobendu Mukerjee; writing the original draft and methodol-\nogy and collecting data, Md. Maniruzzaman, Md. Missile Islam, Md.\nHazrat Ali, Nobendu Mukerjee, Swastika Maitra, Mohammad Amjad\nKamal, Asnita Ghosh, Arabinda Ghosh, Melvin A. Castrosanto, Atha-\nnasios Alexiou, Ghulam Md Ashraf, Priti Tagde, and Md. Habibur\nRahman; supervision: Athanasios Alexiou and Md. Habibur Rahman.\nAll authors approved for submitting the final manuscript.\nNot applicable. Data availability\nDeclarations\nNot applicable. Ethical approval\nNot applicable. Consent to participate\nNot applicable. Consent for publication\nNot Applicable. Competing interests\nReferences\nAkter R, Chowdhury MA, Rahman MH (2021) Flavonoids and poly-\nphenolic compounds as potential talented agents for the treat-\nment of Alzheimer’s disease and their antioxidant activities. Curr\nPharm Des 27(3):345–356. https://​doi.​org/​10.​2174/​13816​12826​\n66620​11021​02810\nAmanat F, Stadlbauer D, Strohmeier S, et al (2020) A serological assay\nto detect SARS-CoV-2 seroconversion in humans. medRxiv: the\npreprint server for health sciences. https://​doi.​org/​10.​1101/​2020.​\n03.​17.​20037​713\nAlhalabi O, Iyer S, Subbiah V (2020) Testing for COVID-19 in patients\nwith cancer. EClinicalMedicine 23:100374\nBarreto HG, de Pádua Milagres FA, de Araújo GC et al (2020) Diag-\nnosing the novel SARS-CoV-2 by quantitative RT-PCR: variations\nand opportunities. J Mol Med 98:1727–1736. https://​doi.​org/​10.​\n1007/​s00109-​020-​01992-x\nBokelmann L, Nickel O, Maricic T et al (2021) Point-of-care bulk\ntesting for SARS-CoV-2 by combining hybridization capture\n\n51395\nwith improved colorimetric LAMP. Nat Commun 12:1467.\nhttps://​doi.​org/​10.​1038/​s41467-​021-​21627-0\nBonelli F, Sarasini A, Zierold C, et al (2020) Clinical and analytical\nperformance of an automated serological test that identifies S1/\nS2-neutralizing IgG in COVID-19 patients semiquantitatively. J\nClin Microbiol 58. https://​doi.​org/​10.​1128/​JCM.​01224-​20\nBoiko DI, Skrypnikov AM, Shkodina AD, Hasan MM, Ashraf GM, RETRACTED ARTICLE\nRahman M (2022) Circadian rhythm disorder and anxiety as\nmental health complications in post-COVID-19. Environ Sci\nPollut Res 5:1–8. https://​doi.​org/​10.​1007/​s11356-​021-​18384-4\nBundschuh C, Egger M, Wiesinger K, et al (2020) Evaluation of the\nEDI enzyme linked immunosorbent assays for the detection of\nSARS-CoV-2 IgM and IgG antibodies in human plasma. Cli-\nnica Chimica Acta; International Journal of Clinical Chemistry\n509:79–82. https://​doi.​org/​10.​1016/j.​cca.​2020.​05.​047\nCarter LJ, Garner LV, Smoot JW et al (2020) Assay techniques\nand test development for COVID-19 diagnosis. ACS Cent Sci\n6:591–605. https://​doi.​org/​10.​1021/​acsce​ntsci.​0c005​01\nChowdhury AZ, Jomo KS (2020) Responding to the COVID-\n19 pandemic in developing countries: lessons from selected\ncountries of the Global South. Development (Society for\nInternational Development) 1–10 https://​doi.​org/​10.​1057/​\ns41301-​020-​00256-y\nCorman VM, Landt O, Kaiser M, et al (2020) Detection of 2019 novel\ncoronavirus (2019-nCoV) by real-time RT-PCR. Eurosurveillance\n25 https://​doi.​org/​10.​2807/​1560-​7917.​ES.​2020.​25.3.​20000​45\nCraw P, Balachandran W (2012) Isothermal nucleic acid amplification\ntechnologies for point-of-care diagnostics: a critical review. Lab\nChip 12:2469. https://​doi.​org/​10.​1039/​c2lc4​0100b\nDao Thi VL, Herbst K, Boerner K, Meurer M, Kremer LP, Kirrmaier\nD, Freistaedter A, Papagiannidis D, Galmozzi C, Stanifer ML,\nBoulant S (2020) A colorimetric RT-LAMP assay and LAMP-\nsequencing for detecting SARS-CoV-2 RNA in clinical samples.\nSci Transl Med 12(556):eabc7075\nDellière S, Salmona M, Minier M, et al (2020) Evaluation of the\nCOVID-19 IgG/IgM rapid test from Orient Gene Biotech. J Clin\nMicrobiol 58. https://​doi.​org/​10.​1128/​JCM.​01233-​20\nDing X, Yin K, Li Z et al (2020a) Ultrasensitive and visual detection\nof SARS-CoV-2 using all-in-one dual CRISPR-Cas12a assay. Nat\nCommun 11:4711. https://​doi.​org/​10.​1038/​s41467-​020-​18575-6\nDing X, Yin K, Li Z, Liu C (2020b) All-in-One Dual CRISPR-Cas12a\n(AIOD-CRISPR) Assay: a case for rapid, ultrasensitive and vis-\nual detection of novel coronavirus SARS-CoV-2 and HIV virus.\nbioRxiv : the preprint server for biology. https://​doi.​org/​10.​1101/​\n2020b.​03.​19.​998724\nEguasi Inkabi S, Pushpamithran G, Richter P, Attakora K (2017) Exer-\ncise immunology: involved components and varieties in different\ntypes of physical exercise. Sci J Life Sci, 1\nFronhoffs S, Totzke G, Stier S et al (2002) A method for the rapid\nconstruction of cRNA standard curves in quantitative real-time\nreverse transcription polymerase chain reaction. Mol Cell Probes\n16:99–110. https://​doi.​org/​10.​1006/​mcpr.​2002.​0405\nGoss MB, Munoz FM, Ruan W, et al (2021) Liver transplant in a\nrecently COVID-19 positive child with hepatoblastoma. Pediatr\nTransplant 25. https://​doi.​org/​10.​1111/​petr.​13880\nGhosh A, Mukerjee N, Sharma B, Pant A, Mohanta YK, Jawarkar RD,\nBakal RL, Terefe EM, Batiha GE, Mostafa-Hedeab G, Albezrah\nNK (2021) Target specific inhibition of protein tyrosine kinase in\nconjunction with cancer and SARS-COV-2 by olive nutraceuti-\ncals. Front Pharmacol, 12\nGoyal R, Bala R, Sindhu RK, Zehravi M, Madaan R, Ramproshad\nS, Mondal B, Dey A, Rahman MH, Cavalu S (2022) Bioactive\nbased nanocarriers for the treatment of viral infections and SARS-\nCoV-2. Nanomaterials 12(9):1530\nHuergo LF, Selim KA, Conzentino MS et al (2021) Magnetic bead-\nbased immunoassay allows rapid, inexpensive, and quantitative\n1 3\n\n--- Page 13 ---\n51396\ndetection of human SARS-CoV-2 antibodies. ACS Sensors\n6:703–708. https://​doi.​org/​10.​1021/​acsse​nsors.​0c025​44\nHossain M, Hasana S, Mamun AA, Uddin M, Wahed MI, Sarker S,\nBehl T, Ullah I, Begum Y, Bulbul IJ, Amran M (2020) COVID-\n19 outbreak: pathogenesis, current therapies, and potentials for\nfuture management. Front Pharmacol, 1590. https://​doi.​org/​10.​\n3389/​fphar.​2020.​563478\nKakhki RK, Kakhki MK, Neshani A (2020) COVID-19 target: a\nspecific target for novel coronavirus detection. Gene Reports\n20:100740. https://​doi.​org/​10.​1016/j.​genrep.​2020.​100740\nKaltenbach HM, Rudolf F, Linnik J, et al (2020) Initial characteri-\nsation of commercially available ELISA tests and the immune\nresponse of the clinically correlated SARS-CoV-2 biobank\n“SERO-BL-COVID-19” collected during the pandemic onset\nin Switzerland. medRxiv. https://​doi.​org/​10.​1101/​2020.​07.​05.​\n20145​888\nKellner MJ, Koob JG, Gootenberg JS et al (2019) SHERLOCK: nucleic\nacid detection with CRISPR nucleases. Nat Protoc 14:2986–3012.\nhttps://​doi.​org/​10.​1038/​s41596-​019-​0210-2\nKellner MJ, Ross JJ, Schnabl J, et al (2020) A rapid, highly sensitive\nand open-access SARS-CoV-2 detection assay for laboratory and\nhome testing. bioRxiv. https://​doi.​org/​10.​1101/​2020.​06.​23.​166397\nKheirallah KA, Alsinglawi B, Alzoubi A et al (2020) The effect of\nstrict state measures on the epidemiologic curve of COVID-19\ninfection in the context of a developing country: a simulation from\nJordan. Int J Environ Res Public Health 17:6530. https://​doi.​org/​\n10.​3390/​ijerp​h1718​6530\nKevadiya BD, Machhi J, Herskovitz J, Oleynikov MD, Blomberg WR,\nBajwa N, Soni D, Das S, Hasan M, Patel M, Senan AM (2021)\nDiagnostics for SARS-CoV-2 infections. Nat Mater 20(5):593–\n605. https://​doi.​org/​10.​1038/​s41563-​020-​00906-z\nKarthika C, Swathy Krishna R, Rahman M, Akter R, Kaushik D\n(2021) COVID-19, the firestone in 21st century: a review\non coronavirus disease and its clinical perspectives. Environ\nSci Pollut Res 28(46):64951–64966. https://​doi.​org/​10.​1007/​\ns11356-​021-​16654-9\nLai C-C, Wang C-Y, Ko W-C, Hsueh P-R (2021) In vitro diagnos-\ntics of coronavirus disease 2019: Technologies and application. J\nMicrobiol Immunol Infect 54:164–174. https://​doi.​org/​10.​1016/j.​\njmii.​2020.​05.​016\nLalli MA, Langmade JS, Chen X et al (2021) Rapid and extraction-free\ndetection of SARS-CoV-2 from saliva by colorimetric reverse-\ntranscription loop-mediated isothermal amplification. Clin Chem\n67:415–424. https://​doi.​org/​10.​1093/​clinc​hem/​hvaa2​67\nLee CK, Tham JWM, Png S et al (2021) Clinical performance of Roche\ncobas 6800, Luminex ARIES, MiRXES Fortitude Kit 2.1, Altona\nRealStar, and Applied Biosystems TaqPath for SARS-CoV-2\ndetection in nasopharyngeal swabs. J Med Virol 93:4603–4607.\nhttps://​doi.​org/​10.​1002/​jmv.​26940\nLequin RM (2005) Enzyme immunoassay (EIA)/enzyme-linked immu-\nnosorbent assay (ELISA). Clin Chem 51:2415–2418. https://​doi.​\norg/​10.​1373/​clinc​hem.​2005.​051532\nLetko M, Marzi A, Munster V (2020) Functional assessment of cell\nentry and receptor usage for SARS-CoV-2 and other lineage B\nbetacoronaviruses. Nat Microbiol 5:562–569. https://​doi.​org/​10.​\n1038/​s41564-​020-​0688-y\nLu R, Zhao X, Li J et al (2020) Genomic characterisation and epide-\nmiology of 2019 novel coronavirus: implications for virus origins\nand receptor binding. The Lancet 395:565–574. https://​doi.​org/​10.​\n1016/​S0140-​6736(20)​30251-8\nMagiati M, Myridaki VM, Christopoulos TK, Kalogianni DP (2019)\nLateral flow test for meat authentication with visual detection.\nFood Chem 274:803–807. https://​doi.​org/​10.​1016/j.​foodc​hem.​\n2018.​09.​063\nMachado BA, Hodel KV, Barbosa-Junior VG, Soares MB, Badaro\nR (2020) The main molecular and serological methods for\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\ndiagnosing COVID-19: an overview based on the literature.\nViruses 13(1):40. https://​doi.​org/​10.​3390/​v1301​0040\nMori Y, Notomi T (2009) Loop-mediated isothermal amplification\n(LAMP): a rapid, accurate, and cost-effective diagnostic method\nfor infectious diseases. J Infect Chemother 15:62–69. https://​doi.​\norg/​10.​1007/​s10156-​009-​0669-9\nMukerjee N, Ghosh AK, Dolai M (2021) Treatments discovery so far RETRACTED ARTICLE\non SARS-COVID-19: a brief report\nRabaan AA, Al-Ahmed SH, Sah R et al (2020) Genomic epidemi-\nology and recent update on nucleic acid–based diagnostics for\nCOVID-19. Curr Trop Med Rep 7:113–119. https://​doi.​org/​10.​\n1007/​s40475-​020-​00212-3\nRahman MH, Akter R, Behl T, Chowdhury MA, Mohammed M, Bul-\nbul IJ, Elshenawy SE, Kamal MA (2020) COVID-19 outbreak\nand emerging management through pharmaceutical therapeutic\nstrategy. Curr Pharm Des 26(41):5224–5240. https://​doi.​org/​10.​\n2174/​13816​12826​66620​07131​74140\nRahman MH, Akter R, Kamal MA (2021) Prospective function of dif-\nferent antioxidant containing natural products in the treatment of\nneurodegenerative diseases. CNS & Neurological Disorders-Drug\nTargets (Formerly Current Drug Targets-CNS & Neurological\nDisorders). 20(8):694–703. https://​doi.​org/​10.​2174/​18715​27319​\n66620​07221​53611\nSakamoto S, Putalun W, Vimolmangkang S et al (2018) Enzyme-linked\nimmunosorbent assay for the quantitative/qualitative analysis of\nplant secondary metabolites. J Nat Med 72:32–42. https://​doi.​org/​\n10.​1007/​s11418-​017-​1144-z\nSaylor J, Mehta V, Choe LH et al (2020) Rapid development and\nvalidation of a novel laboratory-derived test for the detection of\nSARS-CoV-2. Delaware J Public Health 6:10–15. https://​doi.​org/​\n10.​32481/​djph.​2020.​07.​004\nSharma S, Batra S, Gupta S, Sharma V, Rahman M, Kamal M (2022)\nPersons with co-existing neurological disorders: risk analysis,\nconsiderations and management in COVID-19 pandemic. https://​\ndoi.​org/​10.​2174/​18715​27320​66621​03081​13457\nSrivastava S, Jain V, Nag VL et al (2020) Current avenues for COVID-\n19 serology. Ann Natl Acad Med Sci (india) 56:087–090. https://​\ndoi.​org/​10.​1055/s-​0040-​17137​09\nShah SA, Bungau S, Si Y, Xu H, Rahman M, Behl T, Gitea D, Pavel\nFM, Corb Aron RA, Pasca B, Nemeth S (2020) Chemically\ndiverse and biologically active secondary metabolites from marine\nPhylum chlorophyta. Mar Drugs 18(10):493\nTahamtan A, Ardebili A (2020) Real-time RT-PCR in COVID-19\ndetection: issues affecting the results. Expert Rev Mol Diagn\n20:453–454. https://​doi.​org/​10.​1080/​14737​159.​2020.​17574​37\nTagde P, Tagde S, Tagde P, Bhattacharya T, Monzur SM, Rahman M,\nOtrisal P, Behl T, Abdel-Daim MM, Aleya L, Bungau S (2021a)\nNutraceuticals and herbs in reducing the risk and improving the\ntreatment of COVID-19 by targeting SARS-CoV-2. Biomedicines\n9(9):1266\nTagde P, Tagde S, Bhattacharya T, Tagde P, Chopra H, Akter R, Kau-\nshik D, Rahman M (2021b) Blockchain and artificial intelligence\ntechnology in e-Health. Environ Sci Pollut Res 28(38):52810–\n52831. https://​doi.​org/​10.​1007/​s11356-​021-​16223-0\nTombuloglu H, Sabit H, Al-Khallaf H, Kabanja JH, Alsaeed M, Al-\nSaleh N, Al-Suhaimi E (2022) Multiplex real-time RT-PCR\nmethod for the diagnosis of SARS-CoV-2 by targeting viral N,\nRdRP and human RP genes. Sci Rep 12(1):1. https://​doi.​org/​10.​\n1038/​s41598-​022-​06977-z\nVidal AMB, Catapani WR (2005) Enzyme-linked immunosorbent\nassay (ELISA) immunoassaying versus microscopy: advan-\ntages and drawbacks for diagnosing giardiasis. Sao Paulo Med J\n123:282–285. https://​doi.​org/​10.​1590/​S1516-​31802​00500​06000​\n06\nWang D, He S, Wang X, Yan Y, Liu J, Wu S, Liu S, Lei Y, Chen M,\nLi L, Zhang J (2020) Rapid lateral flow immunoassay for the\n\n--- Page 14 ---\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nfluorescence detection of SARS-CoV-2 RNA. Nat Biomed Eng\n4(12):1150–1158\nWong R, Tse H (eds) (2009) Lateral flow immunoassay. Humana Press,\nTotowa, NJ\nWorld Health Organization (2020a) Advice on the use of point-of-\ncare immunodiagnostic tests for COVID-19. In: World Health\nOrganization\nWorld Health Organization (2020b) Laboratory testing for coronavirus\ndisease ( COVID-19) in suspected human cases: interim guidance.\nIn: World Health Organization\nWu J-L, Tseng W-P, Lin C-H et al (2020) Four point-of-care lateral\nflow immunoassays for diagnosis of COVID-19 and for assess-\ning dynamics of antibody responses to SARS-CoV-2. J Infect\n81:435–442. https://​doi.​org/​10.​1016/j.​jinf.​2020.​06.​023\nAuthors and Affiliations\n1 2 3 Md. Maniruzzaman · Md. Missile Islam · Md. Hazrat Ali\n7,8,9,10 11 Mohammad Amjad Kamal · Arabinda Ghosh\n15,16 17 Ghulam Md. Ashraf · Priti Tagde · Md. Habibur Rahman\n1 Department of Pharmacy, Faculty of Science & Engineering,\nVarendra University, Rajshahi 6204, Bangladesh\n2 Varendra University, Rajshahi 6204, Bangladesh\n3 Department of Pharmacy, Faculty of Science & Engineering,\nInternational Islamic University Chittagong, Sitakundu,\nChittagong 4318, Bangladesh\n4 Department of Microbiology, Ramakrishna Mission\nVivekananda Centenary College, West Bengal,\nKolkata 700118, India\n5 Department of Health Sciences, Novel Global Community\nEducational Foundation, Hebersham, NSW, Australia\n6 Department of Microbiology, Adamas University, Kolkata,\nIndia\n7 West China School of Nursing/Institutes for Systems\nGenetics, Frontiers Science Center for Disease‑Related\nMolecular Network, West China Hospital, Sichuan\nUniversity, Chengdu 610041, Sichuan, China\n8 King Fahd Medical Research Center, King Abdulaziz\nUniversity, P. O. Box 80216, Jeddah 21589, Saudi Arabia\n9 Department of Pharmacy, Faculty of Allied Health Sciences,\nDaffodil International University, Dhaka, Bangladesh\n\n51397\nYang T, Gentile M, Shen C-F, Cheng C-M (2020) Combining point-of-\ncare diagnostics and Internet of Medical Things (IoMT) to combat\nthe COVID-19 pandemic. Diagnostics 10:224. https://​doi.​org/​10.​\n3390/​diagn​ostic​s1004​0224\nZhang F (2019) Development of CRISPR-Cas systems for genome\nediting and beyond. Q Rev Biophys 52:e6. https://​doi.​org/​10.​1017/​\nS0033​58351​90000​52 RETRACTED ARTICLE\nSpringer Nature remains neutral with regard to Publisher's note\njurisdictional claims in published maps and institutional affiliations.\n4,5 6 · Nobendu Mukerjee · Swastika Maitra ·\n12 13,14 · Melvin A. Castrosanto · Athanasios Alexiou ·\n18\n10 Enzymoics, Novel Global Community Educational\nFoundation, Hebersham, NSW, Australia\n11 Microbiology Division, Department of Botany, Gauhati\nUniversity, Guwahati 781014, Assam, India\n12 Institute of Chemistry, University of the Philippines,\n4030 Los Banos, Philippines\n13 Department of Science and Engineering, Novel Global\nCommunity Educational Foundation, Hebersham, NSW,\nAustralia\n14 AFNP Med, Vienna, Austria\n15 Pre‑Clinical Research Unit, King Fahd Medical Research\nCenter, King Abdulaziz University, Jeddah 21589,\nSaudi Arabia\n16 Department of Medical Laboratory Sciences, Faculty\nof Applied Medical Sciences, King Abdulaziz University,\nJeddah 21589, Saudi Arabia\n17 Amity Institute of Pharmacy, Amity University,\nNoida 201301, India\n18 Department of Global Medical Science, Wonju College\nof Medicine, Yonsei University, Gangwon‑do, Wonju 26426,\nKorea\n1 3",
    "pages": [
      {
        "page_number": 1,
        "text": "Environmental Science and Pollution Research (2022) 29:51384–51397\nhttps://doi.org/10.1007/s11356-022-21041-z\nREVIEW ARTICLE\nCOVID‑19 diagnostic methods in developing countries\n1 2 3 Md. Maniruzzaman · Md. Missile Islam · Md. Hazrat Ali\n7,8,9,10 11 Mohammad Amjad Kamal · Arabinda Ghosh\n15,16 17 Ghulam Md. Ashraf · Priti Tagde · Md. Habibur Rahman\nReceived: 16 March 2022 / Accepted: 19 May 2022 / Published online: 27 May 2022\n© The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2022\nAbstract\nrequirements, and laboratory facilities.\nSARS-CoV-2 · Viral invasion · Immunity · RT-PCR · ELIZA · SHERLOCK · Coronavirus · Antigen Keywords\nIntroduction\nSARS-CoV-2 is an RNA virus, a new and highly aggressive\ncoronavirus that causes the severe acute respiratory syn-\ndrome. Animals like birds and mammals, including humans,\nare susceptible to coronaviruses (Rabaan et al. 2020 ). As\nproven by the SARS-CoV, MERS-CoV, and SARS-CoV-2\noutbreaks, Coronaviruses (CoV) can transfer from animals\nto people. COVID-19 is an upper respiratory tract infection\ncaused by the SARS-CoV-2 virus in humans. An infection\nResponsible Editor: Lotfi Aleya\nMd. Maniruzzaman, Md. Missile Islam, Nobendu Mukerjee,\nSwastika Maitra, and Athanasios Alexiou contributed equally to this\nwork.\nMd. Habibur Rahman *\npharmacisthabib@gmail.com\nExtended author information available on the last page of the article\n1 3\n\nRETRACTED ARTICLE\n4,5 6 · Nobendu Mukerjee · Swastika Maitra ·\n12 13,14 · Melvin A. Castrosanto · Athanasios Alexiou ·\n18\nCOVID-19 has become one of the few leading causes of death and has evolved into a pandemic that disrupts everyone’s\nroutine, and balanced way of life worldwide, and will continue to do so. To bring an end to this pandemic, scientists had\nput their all effort into discovering the vaccine for SARS-CoV-2 infection. For their dedication, now, we have a handful of\nCOVID-19 vaccines. Worldwide, millions of people are at risk due to the current pandemic of coronavirus disease 2019\n(COVID-19) caused by SARS-CoV-2 (Severe Acute Respiratory Syndrome Coronavirus 2). Despite the lack of clinically\nauthorized antiviral medications and vaccines for COVID-19, clinical trials of many recognized antiviral agents, their\ncombination, and vaccine development in patients with confirmed COVID-19 are still ongoing. This discovery gave us a\nchance to get immune to this disease worldwide and end the pandemic. However, the unexpected capacity of mutation of\nthe SARS-CoV-2 virus makes it difficult, like the recent SAS-CoV-2 Omicron variant. Therefore, there is a great necessity\nto spread the vaccination programs and prevent the spread of this dreadful epidemic by identifying and isolating afflicted\npatients. Furthermore, several COVID-19 tests are thought to be expensive, time-consuming, and require the use of adequately\nqualified persons to be carried out efficiently. In addition, we also conversed about how the various COVID-19 testing meth-\nods can be implemented for the first time in a developing country and their cost-effectiveness, accuracy, human resources\ncan induce various symptoms, ranging from a simple dis-\nease (such as a common cold) to a potentially fatal infection.\nTherefore, early infection diagnosis is critical for differenti-\nating COVID-19 patients from other unwell people (Carter\net al. 2020 ).\nThe SARS-CoV-2 virus is a betacoronavirus. Since the\ndiscovery of SARS-CoV in humans in 2003, thousands of\ncoronaviruses have been sequenced. Alpha-CoV, Beta-CoV,\nGamma-CoV, and Delta-CoV are the four genus of viruses\n(Letko et al. 2020 ). SARS-CoV, a human coronavirus, was\ndiscovered in 2003 (Fig. 1 ).\nBeta-CoV is classified into four subgroups, each with its\ndistinct genetic make-up. MERS-CoV, like SARS-CoV and\nSARS-CoV-2, is a lineage C virus. More than two-thirds\nof all lineage B viruses have been sequenced, with 29 dis-\ntinct RBD sequences accounting for the vast bulk of those\nso far (Letko et al. 2020 ). As a result, they were divided\ninto three distinct groups, each with its genetic ancestry.\nSARS-CoV-2 is a member of the Clades-1 group, which",
        "char_count": 4130,
        "word_count": 632,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "Environmental Science and Pollution Research  (2022) 29:51384–51397\na SARS-CoV-2 Virus Fig. 1\nentry through human ACE-2\nb receptor. The mechanism in\naction and replication of SARS-\nCoV-2 in the human body\nalso includes SARS-CoV, according to phylogenetic analysis\nof coronavirus genomes. RaTG13’s spike (S) gene shares\naround 93 percent sequence identity with other SARSr-\nCoVs discovered in humans and a wide range of animal taxa,\nmaking it the coronavirus with the most direct relation to\nSARS to date. A thorough examination of the SARS-CoV-2\n\n51385\nRETRACTED ARTICLE\nand SARS-CoV sequences revealed less than 80% identity\nindicating distinct (Letko et al. 2020 ; Rahman et al. 2021 ).\nMillions of COVID-19 have been infected by the newest\nSARS COV2 coronavirus. Viruses can spread unchecked\nin infected tissues since there is no defense against them\nin humans and they can evade the body’s natural immune\n1 3",
        "char_count": 912,
        "word_count": 145,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "51386\nresponse. At this moment, there are no specific treatments\nfor patients who have been exposed to COVID-19 (Rahman\net al. 2020 , 2021 ; Sharma et al. 2022 ) (Fig. 2 ).\nThe global public health care system has been devastated\nby COVID-19, which was not designed to deal with a health\ncrisis of this magnitude, necessitating a significant upgrade\nof resources, infrastructure, COVID-19 detection systems\n(e.g., testing laboratories, kits), hospital capacity expan-\nsion, and the development of a new COVID-19 method.\nIn addition, the WHO-recommended guidelines for testing\nlaboratories and kits for COVID-19 detection are missing\nor inadequate in many developing countries (World Health\nOrganization 2020a , b ).\nWhen flu-like symptoms first appeared in Wuhan, Hubei\nProvince, China, on December 31, flu-like symptoms\ncaused virus was formally diagnosed as SARS-CoV-2 on\nJanuary 7. The virus was confirmed to be SARS-CoV-2\nthe following day, and after multiple control incidents of\nCOVID-19, Chinese authorities imposed a state of lock-\ndown on the country. However, after successfully imple-\nmenting a broad testing strategy early in the pandemic,\nseveral countries like China, South Korea, New Zealand,\nThe concern of the transmission mechanism of SARS-CoV-2 via droplets Fig. 2\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nand Vietnam limited the spread (Carter et al. 2020 ; Akter\net al. 2021 ). COVID-19 identification can currently be\naccomplished via CRISPR-based techniques, real-time\npolymerase chain reaction (RT-PCR), isothermal nucleic\nacid amplification technology, and serological assays,\namong other approaches. RETRACTED ARTICLE\nThe developing countries are straggling to give full\ncoverage to the public of COVID-19 testing and track the\ninfection because of limited testing laboratories and kits.\nOn the other hand, COVID-19 cases and mortality increase\neach day. To increase testing capacity, they must invest in\nnew infrastructure, laboratory facilities, and appropriately\ntrained personnel. However, developing and implementing\nthose facilities for COVID-19-affected countries will be\ncostly, whereas this pandemic has severely harmed their\neconomies (Kheirallah et al. 2020 , Shah et al. 2020 ). How-\never, the epidemiology and transmission of COVID-19 are\nunclear, and there is no specific vaccine and treatment yet.\nThe purpose of this review is to elucidate the etiology,\nepidemiology, symptoms, and transmission according to\nthe recent data. Furthermore, we also focus on the possible\ndiagnostic approaches.",
        "char_count": 2564,
        "word_count": 378,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Environmental Science and Pollution Research  (2022) 29:51384–51397\nCharacteristics of SARS‑CoV‑2 and targeting\nSARS‑CoV‑2 viral entry mechanisms\nand the immune responses\nCoronavirus is a type of virus that has an envelope that is\neither circular or oval and is sometimes pleomorphic. The\ncoronavirus has a diameter of 50–200 nm and a genome\nthat is approximately 30,000 nucleotides in length. SARS-\nCoV-2 is distinguished by the presence of club-shaped\nspike-like projections on its surface, which give the virus\nthe appearance of a solar corona. This unique coronavirus\ncarries the genetic information for four major structural\nproteins. Proteins implicated in the virus’s replication\ninclude the spike protein(S), membrane protein (M), an\nenvelope protein (E), and nucleocapsid (N). The capsid is\na protein shell that contains the nuclear capsid, or N-pro-\ntein, which is attached to the virus’s single positive-strand\nRNA and allows the virus to hijack human cells and trans-\nform them into viral factories. The N protein encircles the\nviral RNA genome and is required for both replication\nand transcription to take place. The N-terminal of the N\nprotein in MHV and IBV virions binds to genomic and\nsub-genomic RNAs and is involved in viral replication and\ntranscription. The M-protein is the most abundant protein\non the surface of the coronavirus, and it is thought to be\nthe primary organizer of the virus’s assembly (Tagde et al.\n2021a , b , Mukerjee et al. 2021 ). Coronavirus is a conta-\ngious virus that can be spread through inhalation or direct\ncontact with the body. A virus droplet inhaled as a result\nof coughing or sneezing (a single sneeze can produce up to\n10,000 droplets) or by contact with a contaminated surface\nis the major source of infection (see Fig. 1a ).\nSARS-CoV and MERS-CoV are human coronaviruses\n(MERS-CoV). The other human coronaviruses are 229E\nand NL63 from the family, and OC43 and HKU1 from the\ngenus. The RNA of this new SARS-CoV-2 virus is 30 km\nlong, as the RNA of the old SARS and MERS viruses.\nIn comparison, a known bat coronavirus and SARS-CoV\nshare 96% and 79.5% genome sequence similarities.\nAccording to another source, this virus’ genomic sequence\nresembles SARS-CoV by 45–90%, but MERS-CoV by\njust 20–60%. Shorter gene sequences in SARS-CoV-2. It\nhas a longer sequence than MERS-CoV. Figure 1b shows\ntwo techniques for targeting the ACE2 receptor. In both\ncases, the S protein of SARS-CoV binds to the human zinc\npeptidase ACE2, which is expressed in a range of tissues\nsuch as the lung, heart, kidney, and intestinal cells. Both\nthe N- and C-terminal S1 subunits contain the receptor-\nbinding domain (RBD), while the C-terminal S2 subunit is\nrequired for spike trimerization and virus-host membrane\nfusion. The membrane-bound host protease TMPRSS2 is\nresponsible for activating the S2 site for conformational\n\n51387\nchanges and viral entry (Tagde et al. 2021a , b , Goyal et al.\n2022 ).\nAn overview of COVID‑19 symptoms\nRETRACTED ARTICLE\nIn some cases, those who have been infected with COVID-19\nwill experience symptoms between 2 and 14 days of infec-\ntion, but in other cases, the disease may not reveal itself for\nup to 27 days following infection. Despite this, according to\na group of Chinese scientists, the average incubation period\nis approximately 5.2 days in length. Over this period, there\nhas been no significant change in the number of peripheral\nblood leukocytes (PBL) or lymphocytes in the blood. In the\nmajority of cases, the viruses spread throughout the body,\naffecting the lungs, heart, gastrointestinal tract, and circula-\ntory system, among other organs. About 7–14 days after\nbeginning, primary lesions become considerably worse, and\nPBL, which comprises both T and B cells, begins to decline\nsignificantly. According to the findings of the COVID-19\nstudy, the duration between the onset of symptoms and\ndeath might range between 6 and 41 days, with a median of\n14 days. Even though this duration is reliant on two crucial\nfactors, namely, the patient’s age and immune function, it is\ngenerally considered to be a reasonable amount of time. It is\nimportant to note that the number of instances among adults\nover the age of 70 is larger than the number of cases among\npeople under the age of 70. As a result of the infection with\nCOVID-19, a variety of symptoms such as high fever and\ndry coughing are experienced, as well as fatigue and mus-\ncle soreness. Other symptoms include sneezing, headaches,\nhemoptysis, dyspnea, sputum production, lymphopenia, sore\nthroat, and respiratory issues. COVID-19 is a virus that may\ninfect both humans and animals and spread throughout the\nworld. There are three categories of symptoms: the most\ncommon symptoms (such as fever, dry cough, and tired-\nness), the less common symptoms (such as aches and pains,\nconjunctivitis, sore throat, diarrhea, and headache), the\nserious symptoms (such as loss of taste or smell, a rash on\nthe skin, and discoloration of the fingers and toes), and the\nmost serious symptoms of the disease (i.e., difficulty during\nbreathing or shortness of breath, chest pain or pressure, and\nloss of speech or movement). In comparison to the general\npopulation, COVID-19 is more likely to infect children, the\nelderly, and those individuals with diabetes, cancer, heart\ndisease, or lung disease (Hossain et al. 2020 ). Infection\nwith COVID-19 resulted in gastrointestinal (GI) symptoms,\nincluding diarrhea, in some individuals; however, only a tiny\nfraction of patients with SARS-CoV or MERS-CoV experi-\nenced similar gastrointestinal symptoms. Because of this, it\nis necessary to check urine and fecal symptoms to rule out\nthe likelihood of an effective transmission channel through\n1 3",
        "char_count": 5717,
        "word_count": 927,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "51388\ndoctors, nurses, or other healthcare professionals (as shown\nin Fig. 3 ).\nIndividuals suffering from respiratory distress syndrome\nhave been identified, whereas critically ill patients require\nintense care due to respiratory failure, septic shock, or organ\nfailure. Additionally, the likelihood of contracting COVID-\n19 increases if there is shortness of breath, coughing, or if\na person has come into touch with a COVID-19-infected\nperson or travels through a COVID-19-affected area (Ghosh\net al. 2021 ). In this case, the clinical test should be admin-\nistered to the affected individuals, and infected areas should\nbe sealed off. Patients infected with COVID-19, on the other\nhand, may recover quickly because of their high immunity\ncapacity and return to their pre-infection state, whilst oth-\ners may require additional time due to health issues or age\nconstraints (Hossain et al. 2020 ).\nCurrently instigated diagnostic approaches\nReal‑time polymerase chain reaction\nRT-PCR, which combines reverse RNA transcription into\ncomplementary DNA (cDNA) with amplifying specific\nDNA targets, has been used as a quantitative laboratory tech-\nnique (Fronhoffs et al. 2002 ). In the case of RNA virus’s\npresence detection through RT-PCR, RNA-dependent DNA\npolymerase is used for reverse transcriptase. Small DNA\nsequence primers were designed to target and bin specific\ncomplementary sequences of the particular virus genome in\nthe inertial detection process. As a result, and using RNA-\ndependent DNA polymerase, cDNA copies were produced.\nIn RT-PCR, this amplification is monitored using various\nfluorescence dyes or DNA probes labeled with fluorescence\nmolecules that target a specific part of the genome (Tombu-\nloglu et al. 2022 ).\nRT-PCR can be used as a one-step process or as a two-\nstep process. Generally, the one-step RT-PCR procedure is\nPatients with COVID-19 Fig. 3\ninfection suffered from systemic\nand respiratory problems\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\npreferred for virus detection because whole reaction is run\nin a single tube with the primers and reagents in the one-\nstep procedure. This makes it relatively less complicated,\nneeds less time, and decreases the possibility of errors or\ncontamination. At the same time, the two-step procedure is\nmuch more flexible and gives higher sensitivity. RETRACTED ARTICLE\nSpecimen\nNasopharyngeal swabs, oropharyngeal swabs, bronchoalveo-\nlar lavage specimens, stool, and urine specimens are kept at\n2–8 °C (≤ 4 days) or frozen in dry ice at − 70 °C or below\n(WHO Guidelines) (World Health Organization , 2020a , b ).\nPrimers and probe designing\nCoronaviruses are large, positive-stranded RNA viruses with\nthe giant genomes of any RNA virus, spanning between 27\nand 32 kb (Lu et al. 2020 ). The genomic RNA in this virus\ncombines with the basic nucleocapsid (N) protein to produce\na helical cap with a diameter of 80 to 120 nm and a length of\n80 to 120 nm. The membranes of the virus are made up of\nthree viral proteins. The spike (S), a type I glycoprotein, the\nmembrane protein (M), and the envelope membrane protein\n(EMP) are all glycoproteins.\nFor SARS-CoV-2 detection, the design process generally\ninvolves two main steps:\n(1)\t Sequence alignment and primer design.\n(2)\t Assay optimization and testing.\nWhen the researchers examined the genomes of SARS-\nrelated viruses, they observed three conserved regions in\nwhich the RdRP (RNA-dependent RNA polymerase) gene\nand the E gene (envelope protein gene) exhibit high analyti-\ncal sensitivity for identification and characterization. The\nN gene (nucleocapsid protein gene) has poorer analytical\nsensitivity than the other genes (Corman et al. 2020 ; Kakhki",
        "char_count": 3710,
        "word_count": 577,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "Environmental Science and Pollution Research  (2022) 29:51384–51397\net al. 2020 ). Scientists used sections of the virus’s genetic\nsequence specifically targeted by researchers while develop-\ning primers and probes for the COVID-19 testing kit, which\nwas created to detect the SARS-CoV-2 virus. For RT-PCR\ntests, primers and probes for the nucleocapsid (N), spike\n(S), ORF1a, and ORF1b or ORF8 regions; RNA-dependent\nRNA polymerase (RdRP); and envelope (E) genes were con-\nstructed (Corman et al. 2020 ; Carter et al. 2020 ; Rabaan\net al. 2020 ).\nIn many countries, scientists have sequenced SARS-\nCoV-2 variants and examined different genes of the virus\ngenome to design primers and probes for RT-PCR. For\nexample, the National Institute of Health (Thai NIH) located\nin Thailand worked on N genes, Institut Pasteur located in\nFrance worked on RdRP (2 targets) genes, and the Center\nfor Disease Control and Prevention (CDC) located in China\nworked on ORF1ab, N genes (Table 1 ). The most used genes\nare N, ORF1a, ORF1b, and E, but most of those countries\n(Table 1 ) recommended gene “E” (Barreto et al. 2020 ).\nThere are a few Table 1\nCountry Institute\nexamples of countries,\ninstitutes, and their respective China\ntarget genes(Barreto et al. 2020 )\nFrance Institut Pasteur\nGermany\nHong Kong SAR\nJapan\nThailand\nUSA\nThe process of RT–PCR assay Fig. 4\n\n51389\nHere are a few examples of successful primer and probes\ndesigned testing kits with high sensitivity: TaqPath COVID-\n19 Combo kit (ThermoFisherAppliedBiosystems), Allplex\n2019-nCoV Assay (Seegene), Cobas SARS-CoV-2 (Roche)\nare some of the few earliest COVID-19 test kits (Carter et al.\n2020 ; Saylor et al. 2020 ; Lai et al. 2021 ). RETRACTED ARTICLE\nRT‑PCR for the SARS‑CoV‑2 detection methods\nIn reaction to the launch of the COVID-19 testing kit, many\nlaboratories worldwide produced their COVID-19 testing\nkits. Each COVID-19 testing kit has followed different tar-\ngeted regions of the SARS-CoV-2 genomes, and each testing\nkit’s PCR protocol can vary depending on the manufacturer’s\ninstruction (as shown in Fig. 4 ).\nThe Centers for Disease Control and Prevention (CDC)\ncreated their-PCR test method (COVID-19), which is known\nas the RT-PCR Diagnostic Panel (RT-PCRDP). According to\nthe CDC protocol of the RT-PCRDP testing kit, the nucleic\nTarget genes\nCenter for Disease Control and Prevention (CDC) ORF1ab, N\nRdRP (2 targets)\nCharité—Universitätsmedizin Berlin RdRP, E, N\nThe University of Hong Kong (HKU) ORF1b-nsp14, N\nNational Institute of Infectious Diseases (NIID) Pancorona, multiple\ntargets, spike\nprotein\nNational Institute of Health (Thai NIH) N\nCenters for Disease Control and Prevention (CDC) N (3 target regions)\n1 3",
        "char_count": 2693,
        "word_count": 427,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "51390\nacid was extracted from the clinical samples and blended\nwith the master mix before running. The mixture was\nthrough an RT-PCR thermocycler for 30 min at 50 °C. The\nincubation temperatures are then determined for to experi-\nment (UNG). The following procedures are carried out after\nincubation at 25 °C for 2 min, reverse transcription at 50 °C\nfor 15 min, enzyme activation at 95 °C for 2 min, and ampli-\nfication at 95–55 °C for 3–30 s: (the probe for quenching\nfluorophores has been cleaved). When utilized in conjunc-\ntion with the thermocycler, the thermocycler monitors the\nfluorescence signal and records the amplification progress in\nreal-time (Tahamtan and Ardebili 2020 ). It is recommended\nthat studies be carried out independently for each target,\nwith the analyst manually changing the threshold setting.\nTo verify specimen quality, all clinical samples should be\ntested for the presence of the human RNAse P (RNP) gene.\nIf not sooner, positive results should be achieved within 35\nrounds (Kevadiya et al. 2021 ).\nAs a consequence, the presence of enough nucleic acid\nfrom the human RNase P gene, as well as the Specimen’s\nacceptable quality, is both indicated. The thresholds should\nbe changed as needed to stay inside the exponential phase\nof the fluorescence curves while remaining above any back-\nground signal. There should be no fluorescence growth\ncurves that cross the threshold line by negative template\nControl. If the reaction is successful, the positive template\ncontrol reaction should produce positive results for each tar-\nget. The human specimen control (HSC) is a second nega-\ntive control that looks at the nucleic extraction technique\nand the reagent integrity. For primer/probe sets unique for\n2019-nCoV (Tahamtan and Ardebili 2020 ), the HSC should\nbe negative, and the HSC should be negative for all primer/\nprobe sets.\nRT-PCR has a high sensitivity to early infection detection\nand is a more flexible, well-established, and proven method.\nFor COVID-19 diagnosis, many testing kits are available\nbased on RT-PCR.\nHowever, there are also a few significant limitations of the\nRT-PCR test. One of its risks is false-negative results like\nother methods and the lengthy or time-consuming process\nrequiring expensive laboratory equipment and highly skilled\nlaboratory personnel. In addition, it is a highly sensitive and\ncomplex process (Tahamtan and Ardebili 2020 ). For exam-\nple, due to poor collection, transit, or handling, insufficient\nlevels of the virus may be present in the samples, resulting\nin a false-negative result. Furthermore, if analysts are not\nadequately trained and knowledgeable about testing tech-\nniques, generating a false result is easy. Also, mismatches\nbetween primers and probes and target sequences can result\nin decreased assay performance and possible false-negative\nresults. But despite those possible errors, RT-PCR is still\nvery reliable and has proven its effectiveness. According to\na study, the viral load in a sample of two COVID-19 people\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\ndecreased with time. But considering developing countries’\neconomic conditions, RT-PCR’s most significant disadvan-\ntage is costly and time-consuming.\nIsothermal nucleic acid amplification technologies\nRETRACTED ARTICLE\nNucleic acid testing promises rapid, sensitive, and specific\ndiagnosis of infection. Still, the complex biochemical nature\nof clinical samples and the low abundance of nucleic acid\ntargets in most clinical samples to solve this problem, nucleic\nacid amplification will be required (Craw and Balachandran\n2012 ). For nucleic acid amplification, PCR, RT-PCR, and\nisothermal amplification technologies, including reverse\ntranscription loop-mediated isothermal amplification (RT-\nLAMP), and CRISPR-based assays, were used. However,\nPCR or RT-PCR requires multiple temperature changes for\neach cycle, but isothermal nucleic acid amplification needs\nconstant temperature and a single temperature cycle (Carter\net al. 2020 ; Karthika et al. 2021 ). Therefore, for COVID-19\ndetection, several methods have been developed.\nReverse transcription loop‑mediated isothermal\namplification\nIn one step, a single heat cycle methodology is used to\ncombine a reverse transcription step (which takes place at\na temperature between 60 and 65 °C) with a nucleic acid\namplification method. It is a less time-consuming alter-\nnative to reverse transcription-polymerase chain reaction.\nThe use of RT-LAMP for the early diagnosis of COVID-\n19 has recently gained popularity in clinical laboratories\n(Mori and Notomi 2009 ; Bokelmann et al. 2021 ). Diagnos-\ntic approaches based on RT-LAMP technology can detect\nSARS-CoV-2 viruses from swabs or saliva without the\nneed for RNA. To execute the RT-LAMP assay, it is essen-\ntial to employ primers that have been mainly designed to\nbe compatible with the target region and primers produced\nfrom virus genomic studies. It is crucial to use a set of four\nprimers that are particular for the target gene/region to\nmaximize the sensitivity of RT-LAMP (Carter et al. 2020 ).\nColorimetry, spectrophotometry, and real-time fluores-\ncence (Srivastava et al. 2020 ), among other techniques,\ncan be used to detect amplification results with the naked\neye. According to Abbott Diagnostics, the COVID-19\ndiagnostic test is based on RT-LAMP technology and tar-\ngets the RdRP gene. Clinical samples are acquired in 5 min\nusing nasal, nasopharyngeal, and throat swabs, while nega-\ntive findings take 13 min. Positive results take 5 min to\nobtain, while negative results take 13 min. The test has\nbeen approved for usage outside a laboratory setting\n(Carter et al. 2020 ). A DNA-dependent DNA polymerase\nis used to amplify cDNA, allowing for quick detection of\ncDNA using a DNA-binding dye (SYTO-9, ThermoFisher",
        "char_count": 5822,
        "word_count": 892,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Environmental Science and Pollution Research  (2022) 29:51384–51397\nS34854) during the colorimetric test (Carter et al. 2020 ;\nLai et al. 2021 ). RT-LAMP is a reverse transcription-based\nmethod for converting RNA to cDNA. When applied at a\nconcentration of about 480 RNA copies, RT-LAMP can\ndetect the virus genome without interfering with it (Carter\net al. 2020 ).\nClustered regularly interspaced short palindromic repeats–\nbased assays\nCRISPR-associated enzymes, such as Cas9, Cas12, and\nCas13, are located in the genomes of prokaryotes such\nas bacteria or archaea and play a vital role in the antivi-\nral defense mechanism of prokaryotes. Cas9, Cas12, and\nCas13 can be programmed to target and cut viral RNA\nsequences (Zhang 2019 ). There are three different types\nof CRISPR-Cas-12a-based detection approaches avail-\nable: SHERLOCK (Specific High-sensitivity Enzymatic\nReporter UnLOCKing), DETECTOR (DNA Endonu-\nclease-Targeted CRISPR Trans Reporter), and AIOD-\nCRISPR assays (Kellner et al. 2019 ; Ding et al. 2020a ).\nThe SHERLOCK technique developed by Sherlock\nBiosciences uses Cas13. This reporter RNA sequence\ncan be activated by SARS-CoV-2-specific guide RNA,\nand it has shown substantial promise for the development\nof next-generation POC molecular isotherms. Mammoth\nBiosciences and Sherlock Biosciences, two companies,\nfounded by CRISPR pioneers, are exploring utilizing\nCRISPR to identify SARS-CoV-2. A 316-bp pUCIDT-\nAMP plasmid and AIOD-CRISPR technology were used\nto build the COVID-19 detection method at the University\nof Connecticut Health Center. The AIOD-CRISPR experi-\nment was carried out using SARS-CoV-2 N gene cDNA (N\nplasmid). In terms of specificity, the AIOD-CRISPR assay\nhas a positive signal in real-time and visual detections\nwithout any cross-reactions with non-SARS-CoV-2 tar-\ngets. Using a single, one-pot reaction system, this method\neliminates the need for separate pre-amplifying and post-\namplifying steps and the necessity to move the amplified\nproduct between systems. Using a 5-FAM (Fluorescein)\nfluorophore and a 3-Iowa Black® FQ quencher, we were\nable to identify ssDNA-FQ. As part of the TwistAmp®\nLiquid Basic package, one will receive one RPA reac-\ntion buffer, one Basic E-mix, one Core Reaction Buffer,\n14 mg of magnesium acetate, 320 ng of primers, and\n1.2 mg of deoxynucleoside triphosphate. This enzyme\ncleaves ssDNA-FQ reporters nearby when activated, which\ncauses fluorescence. SARS-CoV-2 RNA and DNA were\ndetected in 40 min using the AIOD-CRISPR test (Ding\net al. 2020b ). Dual crRNAs were added to AIOD-CRISPR\nthroughout the design phase to increase sensitivity. It is an\nisothermal nucleic acid detection technology that uses a\n\n51391\nsingle reaction system that is precise, quick, reliable, and\npractically single-molecule sensitive.\nSerological and immunological assay\nSerological assay, also known as serology test or antibody RETRACTED ARTICLE\ntest, was used for the detection presence of antibody-like\nimmunoglobulin M (IgM) and immunoglobulin G (IgG)\nagainst particular diseases by analyzing patient serum,\nplasma, or any other biological fluids samples (Bonelli et al.\n2020 ; Carter et al. 2020 ). A few days after developing some\ninfectious disease, our body produces an antibody to coun-\nter the cause of infection. As a first response, an IgM anti-\nbody was produced and switched to IgG after a few weeks\n(IgG also indicates post-infection immunity) (Carter et al.\n2020 ). Few variants of serological tests are available: for\nexample, hemagglutinin-inhibition tests, neutralization tests,\nenzyme-linked immunosorbent assays (ELISA), flocculation\ntests (Bonelli et al. 2020 ; Carter et al. 2020 ). qSARS-CoV-2\nIgG/IgM Rapid Test, manufactured by Cellex Inc, is the first\nserology test granted by FDA on April 1, 2020 (Machado\net al. 2020 , Huergo et al. 2021 ) (Fig. 5 ).\nEnzyme‑linked immunosorbent assay\nThe enzyme-linked immunosorbent assay (ELISA) is a\nmicrowell, plate-based assay technique designed for quan-\ntitative/qualitative assay commonly used to measure anti-\nbodies, antigens, proteins, and glycoproteins in biological\nsamples. ELISA is used in medical laboratories around\nthe world. Examples include diagnosis of HIV infection,\npregnancy tests, and measurement of cytokines or soluble\nreceptors in cell supernatant or serum (Lequin 2005 ; Eguasi\nInkabi et al. 2017 ). ELISA is based on specific antigen–anti-\nbody reaction and high specificity and sensitivity, high effi-\nciency, simple procedure, and cost-effective (Sakamoto et al.\n2018 ). The ELISA technique is easy to perform for many\nsamples (Vidal and Catapani 2005 ). ELISA assay measures\nthe amount (qualitative and quantitative) of specific antibod-\nies or proteins present in the sample after the infection, like\nCOVID-19 (as shown in Fig. 6 ). This assay does not require\nhandling infectious virus, can be adjusted to detect different\nantibody types in serum or plasma, and help to define previ-\nous exposure to SARS-CoV-2 in the population (Amanat\net al. 2020 ).\nELISA is a qualitative detection method of the presence\nof IgM at early-stage infection for diagnosing the COVID-\n19 or IgG test for post-infection immunity in human plasma\n(Bundschuh et al. 2020 ; Alhalabi et al. 2020 )).\nThis method is a microwell technique, so first, the viral\nprotein was coated on the plate wells. In the second step,\ncollected human specimens were introduced with the coat.\nSuppose antiviral antibodies are present in the patient\n1 3",
        "char_count": 5464,
        "word_count": 833,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "51392\nSerologic diagnostic test: COVID-19 detection Fig. 5\nspecimens. In that case, it will produce an antibody-pro-\ntein complex that can be visually detected using additional\ntracer antibodies in the third step causing colorimetric or\nfluorescent-based readout. This method will take about 10 to\n30 min to give the result (Ding et al. 2020a ). KT-1033 EDI\nNovel Coronavirus COVID-19 ELISA kit manufactured by\nEpitope Diagnostics can detect the presence of IgG/IgM of\nSARS-CoV-2 from serum samples (Kaltenbach et al. 2020 ).\nV ITROS-Immunodiagnostics Products, anti-SARS-CoV-2\ntotal reagent pack manufacturer by Ortho-Clinical Diagnos-\ntics targets SARS-CoV-2 IgG/IgM from blood serum/plasma\nit cannot distinguish IgG/IgM and (Goss et al. 2021 ).\nELISA has a few limitations that make it inferior to other\nmethods. One of the limitations is the disability to detect\nefficiently COVID-19 during the very early stage of infec-\ntion, because the early-stage body might not be responsive\nenough to produce antibodies or in the process of building\nantibodies and create a gap. ELISA assay gives high sensi-\ntivity, but in the case of COVID-19 diagnosis, it is not very\ncompetitive till now comparatively to other methods (State-\nment from Commissioner of Food and Drugs—Food and\nDrug Administration, USA, April 7, 2020).\nLateral flow immunoassay\nLateral flow immunoassay is also known as lateral\nflow immunochromatographic assays. These tests are widely\nused in medical diagnostics for home testing, point of care\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\nRETRACTED ARTICLE\ntesting, or laboratory use, for example, home pregnancy\ntests (Magiati et al. 2019 ). It has good sensitivity, specific-\nity, good stability, relatively low cost, and a short timeline\nfor development (Wong and Tse 2009 ; Wang et al. 2020 ).\nLateral flow immunoassay is a qualitative chromato-\ngraphic assay, and it is a very rapid diagnostic test. It can\ngive a result within 10–15 min (Carter et al. 2020 ). Lateral\nflow tests operate on the same principles as the enzyme-\nlinked immunosorbent assays (Wong and Tse 2009 ). Fol-\nlowing the method currently, many SARS-CoV-2 testing kits\nare available. It is mainly designed to detect the presence of\nSARS CoV-2 antibody using serum/plasma/whole blood.\nIn this assay, serum/plasma/blood sample runs along the\nsurface of a testing device pad via capillary flow and device\ntesting zone coated with a labeled antigen that can bind with\nthe SARS-CoV-2 antibody. When anti-SARS-CoV-2 anti-\nbodies are present, they bind to the labeled antigen and turn\ninto captured antibody − antigen complex, visualizing it as\na colored test band (Wu et al. 2020 ). For example, COVID-\n19 IgG/IgM rapid test cassette device manufactured by\nHangzhou Biotest Biotech Co. L can detect SARS-CoV-2\nIgG/IgM antibodies within 5 − 20 min using serum/plasma/\nblood samples (Dellière et al. 2020 ). Similarly, the COVID-\n19 IgG/IgM Point of Care Rapid test device manufactured\nby Aytu Biosciences/Orient Gene Biotech can detect SARS-\nCoV-2 IgG/IgM antibodies within 2 − 10 min (Yang et al.\n2020 ; Boiko et al 2022 ).",
        "char_count": 3136,
        "word_count": 496,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Environmental Science and Pollution Research  (2022) 29:51384–51397\nSeveral types of ELIZA Fig. 6\nDiscussion\nCOVID-19 was met with a state of lockdown and massive\ndiagnostic testing of the virus by developed country govern-\nments, which quickly expanded testing capacity and pro-\nduced or stored necessary equipment to trace, isolate, and\ntreat those who were infected as well as contain the virus’\nspread, as they had done in the aftermath of the SARS-\nCoV-2 outbreak, which crossed international borders and\nhad no known effective treatment. Similar to what is hap-\npening in developed nations, an alarming number of devel-\noping country governments are adopting similar policies\n\n51393\nRETRACTED ARTICLE\nwithout regard for their country’s unique circumstances or\nother challenges (Chowdhury and Jomo 2020 ). As a result,\nthey made only modest progress in detecting, isolating, and\ntreating sick people and restricting the virus’s transmission.\nDeveloping countries were forced to adopt already estab-\nlished testing processes that were exceedingly sensitive\nand highly specific. However, those approaches were not\nalways cost-effective. For example, at the beginning of the\nCOVID-19 emergency in Bangladesh, there was only one\ndedicated RT-PCR laboratory for COVID-19 at the Institute\nof Epidemiology Disease Control and Research (IEDCR).\nBut within seven months, Bangladesh had opened 103 more\n1 3",
        "char_count": 1401,
        "word_count": 209,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "51394\nA visual compression among a few available test kits (Carter et al. Table 2\nName of kit Type of test kit Time\nCobas RT-PCR Kit, 480 T/kit Results in 3.5 h ∼\nDETECTOR BOOST™ CRISPR-based Results in 30 − 40 min\nID NOW COVID-19 Isothermal nucleic acid Positive results within 5 min\namplification technology\n13 min\nSGTi-flex COVID-19 IgG Serological test Between 10 and 30 min\nLateral flow immunoassay Results in 15 min The Rapid COVID-19\nIgM/IgG Combo Test\nKit\nCOVID-19 testing RT-PCR laboratories (Average cost per\ntest $19.83 and $26.84), and 15 are GeneXpert method (Cost\nmore than $ 24). And for rural area coverage, the govern-\nment establishes an overall 40 Ag. RDT (Antigen-based\nRapid Diagnostic Test) testing centers with the WHO assis-\ntance (Till March 29, 2021, only over 16 033 tests have been\nconducted) (Cost between $2.92 and $3.50) (according to\nWHO report, March 30, 2021).\nSimilarly, in Malaysia, the Ministry of Health (MOH)\ntook RT-PCR as a gold standard for COVID-19 testing with\nan accuracy of 99.9% (in Malaysia, the price per test is now\nanywhere between $43 and $60) and also recognized Anti-\ngen Rapid Test Kit (RTK-Ag) with an accuracy 90% (Each\nkit costs $35.92). On the other hand, in India, according to\nthe Indian EXPRESS December 31, 2021, report, the Health\nMinistry has introduced several other types of tests to ramp\nup the COVID-19 testing rate to 2.15 lakh per day. The tests\nare RT-PCR tests (in India, the price per test is now any-\nwhere between $29.53 and $40.27), Rapid antibody tests\n(Cost between $6.71 and $8.05), Rapid antigen tests (Each\nkit costs $4.50), and TruNat tests (Cost $17.45).\nAlthough COVID-19 testing kit cost-related information\nis minimal and not organized, but according to obtained data\nfrom open source, RT-PCR is the most expensive testing\nmethod in three developing countries, Bangladesh, Malay-\nsia, and India. The cheapest one is the Rapid antigen test.\nRT-PCR is a well-established and widely used technique for\nthis reason. Many countries’ governments and health experts\nfeel confident to take it as a gold standard for testing and are\nheavily invested in it. Although RT-PCR has higher accuracy\nthan other diagnostic techniques, it has a higher price and\na more complex process. Due to the COVID-19 pandemic,\nthe world faces the worst economic crisis, particularly in\ndeveloping countries. So, limited fiscal space is a big chal-\nlenge to fight this pandemic. Meanwhile, they need rapid\npoint-of-care testing coverage and long-term planning to\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\n2020 ; Lee et al. 2021 )\nSensitivity Cost\nper test\n(USA)\n$10.90 95.0%\nRETRACTED ARTICLE\n$3.50 Among the COVID-19 positive (PPA)\n95.0% were detected and among nega-\ntive (NPA) 100%\n$5 97.1%\nand negative results within\n– 41.2% (0–7 days), 91.7% (7–14 days),\n98.6% (15 + days)\n– (PPA)/sensitivity of 90.48% and (NPA)/\nspecificity of 98.95%\nfight this pandemic. And it has become necessary to increase\nthe testing rate where RT-PCR is not ideal for developing\ncountries considering a few highly accurate and relatively\ncost-effective techniques already available in the market\n(Table 2 ).\nNowadays, many laboratory techniques and test kits are\navailable, and among them, the RT-PCR test was the world\ndelayered standard method of testing COVID-19 infection.\nAmong the all-available molecular assays for diagnosis of\nCOVID-19, 90% use RT-PCR technologies, 6% isothermal\namplification, and 2% CRISPR-based technologies for the\ndetection of SARS-CoV-2 as serological and immunological\ndetection methods like ELISA and lateral flow immunoassay\n(Carter et al. 2020 ). Even though reverse transcription-pol-\nymerase chain reaction (RT-PCR) has been the most exten-\nsively used method for detecting SARS-CoV-2, real-time\nPCR test kits have several drawbacks, including high false-\nnegative rates due to various factors. This highly complex\noperation will necessitate a highly qualified operator and\na costly laboratory. Isothermal amplification, for example,\nis exceptionally sensitive, specific, and cost-effective, as\nwell as rapid and straightforward to conduct because it does\nnot require a highly trained operator or expensive labora-\ntory equipment. Serosurveys will be tremendously helpful\nin determining the actual attack rate and infection fatality\nrate in various human groups and charting the kinetics of\nthe antibody response. Two serological and immunological\nassays that will be highly useful in this regard are ELISA\nand lateral flow immunoassay. Serological tests continue to\nraise several questions, including the lag period that occurs\nduring the early stages of infection when the body’s immune\nresponse is still developing. The possibility is that serologi-\ncal and immunological assays may not detect the presence of\nthe SARS-CoV-2 virus. Also, many concerns have regarding\nthe sensitivity and specificity of several types of serological\nand immunological assays.",
        "char_count": 4966,
        "word_count": 775,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "Environmental Science and Pollution Research  (2022) 29:51384–51397\nConclusion\nRapid, dependable, and concrete point-of-care testing\n(POCT) is required to expand diagnostic coverage and rap-\nidly identify infected persons, isolate them, and begin treat-\nment. At the same time, impoverished countries must afford\nto participate. For example, isothermal amplification meth-\nods such as those used in the CRISPR-Cas approach are less\nexpensive than RT-PCR, easier to perform (only one tem-\nperature cycle is required), and have accuracy comparable\nto RT-PCR is significantly more accurate than serological\ntesting. According to recent findings, isothermal amplifi-\ncation using the CRISPR-Cas technique may be the most\ncost-effective and best way for point-of-care testing in low-\nincome nations.\nConceptualization, methodology: Md. Maniru- Author contribution\nzzam, Nobendu Mukerjee; writing the original draft and methodol-\nogy and collecting data, Md. Maniruzzaman, Md. Missile Islam, Md.\nHazrat Ali, Nobendu Mukerjee, Swastika Maitra, Mohammad Amjad\nKamal, Asnita Ghosh, Arabinda Ghosh, Melvin A. Castrosanto, Atha-\nnasios Alexiou, Ghulam Md Ashraf, Priti Tagde, and Md. Habibur\nRahman; supervision: Athanasios Alexiou and Md. Habibur Rahman.\nAll authors approved for submitting the final manuscript.\nNot applicable. Data availability\nDeclarations\nNot applicable. Ethical approval\nNot applicable. Consent to participate\nNot applicable. Consent for publication\nNot Applicable. Competing interests\nReferences\nAkter R, Chowdhury MA, Rahman MH (2021) Flavonoids and poly-\nphenolic compounds as potential talented agents for the treat-\nment of Alzheimer’s disease and their antioxidant activities. Curr\nPharm Des 27(3):345–356. https://​doi.​org/​10.​2174/​13816​12826​\n66620​11021​02810\nAmanat F, Stadlbauer D, Strohmeier S, et al (2020) A serological assay\nto detect SARS-CoV-2 seroconversion in humans. medRxiv: the\npreprint server for health sciences. https://​doi.​org/​10.​1101/​2020.​\n03.​17.​20037​713\nAlhalabi O, Iyer S, Subbiah V (2020) Testing for COVID-19 in patients\nwith cancer. EClinicalMedicine 23:100374\nBarreto HG, de Pádua Milagres FA, de Araújo GC et al (2020) Diag-\nnosing the novel SARS-CoV-2 by quantitative RT-PCR: variations\nand opportunities. J Mol Med 98:1727–1736. https://​doi.​org/​10.​\n1007/​s00109-​020-​01992-x\nBokelmann L, Nickel O, Maricic T et al (2021) Point-of-care bulk\ntesting for SARS-CoV-2 by combining hybridization capture\n\n51395\nwith improved colorimetric LAMP. Nat Commun 12:1467.\nhttps://​doi.​org/​10.​1038/​s41467-​021-​21627-0\nBonelli F, Sarasini A, Zierold C, et al (2020) Clinical and analytical\nperformance of an automated serological test that identifies S1/\nS2-neutralizing IgG in COVID-19 patients semiquantitatively. J\nClin Microbiol 58. https://​doi.​org/​10.​1128/​JCM.​01224-​20\nBoiko DI, Skrypnikov AM, Shkodina AD, Hasan MM, Ashraf GM, RETRACTED ARTICLE\nRahman M (2022) Circadian rhythm disorder and anxiety as\nmental health complications in post-COVID-19. Environ Sci\nPollut Res 5:1–8. https://​doi.​org/​10.​1007/​s11356-​021-​18384-4\nBundschuh C, Egger M, Wiesinger K, et al (2020) Evaluation of the\nEDI enzyme linked immunosorbent assays for the detection of\nSARS-CoV-2 IgM and IgG antibodies in human plasma. Cli-\nnica Chimica Acta; International Journal of Clinical Chemistry\n509:79–82. https://​doi.​org/​10.​1016/j.​cca.​2020.​05.​047\nCarter LJ, Garner LV, Smoot JW et al (2020) Assay techniques\nand test development for COVID-19 diagnosis. ACS Cent Sci\n6:591–605. https://​doi.​org/​10.​1021/​acsce​ntsci.​0c005​01\nChowdhury AZ, Jomo KS (2020) Responding to the COVID-\n19 pandemic in developing countries: lessons from selected\ncountries of the Global South. Development (Society for\nInternational Development) 1–10 https://​doi.​org/​10.​1057/​\ns41301-​020-​00256-y\nCorman VM, Landt O, Kaiser M, et al (2020) Detection of 2019 novel\ncoronavirus (2019-nCoV) by real-time RT-PCR. Eurosurveillance\n25 https://​doi.​org/​10.​2807/​1560-​7917.​ES.​2020.​25.3.​20000​45\nCraw P, Balachandran W (2012) Isothermal nucleic acid amplification\ntechnologies for point-of-care diagnostics: a critical review. Lab\nChip 12:2469. https://​doi.​org/​10.​1039/​c2lc4​0100b\nDao Thi VL, Herbst K, Boerner K, Meurer M, Kremer LP, Kirrmaier\nD, Freistaedter A, Papagiannidis D, Galmozzi C, Stanifer ML,\nBoulant S (2020) A colorimetric RT-LAMP assay and LAMP-\nsequencing for detecting SARS-CoV-2 RNA in clinical samples.\nSci Transl Med 12(556):eabc7075\nDellière S, Salmona M, Minier M, et al (2020) Evaluation of the\nCOVID-19 IgG/IgM rapid test from Orient Gene Biotech. J Clin\nMicrobiol 58. https://​doi.​org/​10.​1128/​JCM.​01233-​20\nDing X, Yin K, Li Z et al (2020a) Ultrasensitive and visual detection\nof SARS-CoV-2 using all-in-one dual CRISPR-Cas12a assay. Nat\nCommun 11:4711. https://​doi.​org/​10.​1038/​s41467-​020-​18575-6\nDing X, Yin K, Li Z, Liu C (2020b) All-in-One Dual CRISPR-Cas12a\n(AIOD-CRISPR) Assay: a case for rapid, ultrasensitive and vis-\nual detection of novel coronavirus SARS-CoV-2 and HIV virus.\nbioRxiv : the preprint server for biology. https://​doi.​org/​10.​1101/​\n2020b.​03.​19.​998724\nEguasi Inkabi S, Pushpamithran G, Richter P, Attakora K (2017) Exer-\ncise immunology: involved components and varieties in different\ntypes of physical exercise. Sci J Life Sci, 1\nFronhoffs S, Totzke G, Stier S et al (2002) A method for the rapid\nconstruction of cRNA standard curves in quantitative real-time\nreverse transcription polymerase chain reaction. Mol Cell Probes\n16:99–110. https://​doi.​org/​10.​1006/​mcpr.​2002.​0405\nGoss MB, Munoz FM, Ruan W, et al (2021) Liver transplant in a\nrecently COVID-19 positive child with hepatoblastoma. Pediatr\nTransplant 25. https://​doi.​org/​10.​1111/​petr.​13880\nGhosh A, Mukerjee N, Sharma B, Pant A, Mohanta YK, Jawarkar RD,\nBakal RL, Terefe EM, Batiha GE, Mostafa-Hedeab G, Albezrah\nNK (2021) Target specific inhibition of protein tyrosine kinase in\nconjunction with cancer and SARS-COV-2 by olive nutraceuti-\ncals. Front Pharmacol, 12\nGoyal R, Bala R, Sindhu RK, Zehravi M, Madaan R, Ramproshad\nS, Mondal B, Dey A, Rahman MH, Cavalu S (2022) Bioactive\nbased nanocarriers for the treatment of viral infections and SARS-\nCoV-2. Nanomaterials 12(9):1530\nHuergo LF, Selim KA, Conzentino MS et al (2021) Magnetic bead-\nbased immunoassay allows rapid, inexpensive, and quantitative\n1 3",
        "char_count": 6392,
        "word_count": 843,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "51396\ndetection of human SARS-CoV-2 antibodies. ACS Sensors\n6:703–708. https://​doi.​org/​10.​1021/​acsse​nsors.​0c025​44\nHossain M, Hasana S, Mamun AA, Uddin M, Wahed MI, Sarker S,\nBehl T, Ullah I, Begum Y, Bulbul IJ, Amran M (2020) COVID-\n19 outbreak: pathogenesis, current therapies, and potentials for\nfuture management. Front Pharmacol, 1590. https://​doi.​org/​10.​\n3389/​fphar.​2020.​563478\nKakhki RK, Kakhki MK, Neshani A (2020) COVID-19 target: a\nspecific target for novel coronavirus detection. Gene Reports\n20:100740. https://​doi.​org/​10.​1016/j.​genrep.​2020.​100740\nKaltenbach HM, Rudolf F, Linnik J, et al (2020) Initial characteri-\nsation of commercially available ELISA tests and the immune\nresponse of the clinically correlated SARS-CoV-2 biobank\n“SERO-BL-COVID-19” collected during the pandemic onset\nin Switzerland. medRxiv. https://​doi.​org/​10.​1101/​2020.​07.​05.​\n20145​888\nKellner MJ, Koob JG, Gootenberg JS et al (2019) SHERLOCK: nucleic\nacid detection with CRISPR nucleases. Nat Protoc 14:2986–3012.\nhttps://​doi.​org/​10.​1038/​s41596-​019-​0210-2\nKellner MJ, Ross JJ, Schnabl J, et al (2020) A rapid, highly sensitive\nand open-access SARS-CoV-2 detection assay for laboratory and\nhome testing. bioRxiv. https://​doi.​org/​10.​1101/​2020.​06.​23.​166397\nKheirallah KA, Alsinglawi B, Alzoubi A et al (2020) The effect of\nstrict state measures on the epidemiologic curve of COVID-19\ninfection in the context of a developing country: a simulation from\nJordan. Int J Environ Res Public Health 17:6530. https://​doi.​org/​\n10.​3390/​ijerp​h1718​6530\nKevadiya BD, Machhi J, Herskovitz J, Oleynikov MD, Blomberg WR,\nBajwa N, Soni D, Das S, Hasan M, Patel M, Senan AM (2021)\nDiagnostics for SARS-CoV-2 infections. Nat Mater 20(5):593–\n605. https://​doi.​org/​10.​1038/​s41563-​020-​00906-z\nKarthika C, Swathy Krishna R, Rahman M, Akter R, Kaushik D\n(2021) COVID-19, the firestone in 21st century: a review\non coronavirus disease and its clinical perspectives. Environ\nSci Pollut Res 28(46):64951–64966. https://​doi.​org/​10.​1007/​\ns11356-​021-​16654-9\nLai C-C, Wang C-Y, Ko W-C, Hsueh P-R (2021) In vitro diagnos-\ntics of coronavirus disease 2019: Technologies and application. J\nMicrobiol Immunol Infect 54:164–174. https://​doi.​org/​10.​1016/j.​\njmii.​2020.​05.​016\nLalli MA, Langmade JS, Chen X et al (2021) Rapid and extraction-free\ndetection of SARS-CoV-2 from saliva by colorimetric reverse-\ntranscription loop-mediated isothermal amplification. Clin Chem\n67:415–424. https://​doi.​org/​10.​1093/​clinc​hem/​hvaa2​67\nLee CK, Tham JWM, Png S et al (2021) Clinical performance of Roche\ncobas 6800, Luminex ARIES, MiRXES Fortitude Kit 2.1, Altona\nRealStar, and Applied Biosystems TaqPath for SARS-CoV-2\ndetection in nasopharyngeal swabs. J Med Virol 93:4603–4607.\nhttps://​doi.​org/​10.​1002/​jmv.​26940\nLequin RM (2005) Enzyme immunoassay (EIA)/enzyme-linked immu-\nnosorbent assay (ELISA). Clin Chem 51:2415–2418. https://​doi.​\norg/​10.​1373/​clinc​hem.​2005.​051532\nLetko M, Marzi A, Munster V (2020) Functional assessment of cell\nentry and receptor usage for SARS-CoV-2 and other lineage B\nbetacoronaviruses. Nat Microbiol 5:562–569. https://​doi.​org/​10.​\n1038/​s41564-​020-​0688-y\nLu R, Zhao X, Li J et al (2020) Genomic characterisation and epide-\nmiology of 2019 novel coronavirus: implications for virus origins\nand receptor binding. The Lancet 395:565–574. https://​doi.​org/​10.​\n1016/​S0140-​6736(20)​30251-8\nMagiati M, Myridaki VM, Christopoulos TK, Kalogianni DP (2019)\nLateral flow test for meat authentication with visual detection.\nFood Chem 274:803–807. https://​doi.​org/​10.​1016/j.​foodc​hem.​\n2018.​09.​063\nMachado BA, Hodel KV, Barbosa-Junior VG, Soares MB, Badaro\nR (2020) The main molecular and serological methods for\n1 3\n\nEnvironmental Science and Pollution Research  (2022) 29:51384–51397\ndiagnosing COVID-19: an overview based on the literature.\nViruses 13(1):40. https://​doi.​org/​10.​3390/​v1301​0040\nMori Y, Notomi T (2009) Loop-mediated isothermal amplification\n(LAMP): a rapid, accurate, and cost-effective diagnostic method\nfor infectious diseases. J Infect Chemother 15:62–69. https://​doi.​\norg/​10.​1007/​s10156-​009-​0669-9\nMukerjee N, Ghosh AK, Dolai M (2021) Treatments discovery so far RETRACTED ARTICLE\non SARS-COVID-19: a brief report\nRabaan AA, Al-Ahmed SH, Sah R et al (2020) Genomic epidemi-\nology and recent update on nucleic acid–based diagnostics for\nCOVID-19. Curr Trop Med Rep 7:113–119. https://​doi.​org/​10.​\n1007/​s40475-​020-​00212-3\nRahman MH, Akter R, Behl T, Chowdhury MA, Mohammed M, Bul-\nbul IJ, Elshenawy SE, Kamal MA (2020) COVID-19 outbreak\nand emerging management through pharmaceutical therapeutic\nstrategy. Curr Pharm Des 26(41):5224–5240. https://​doi.​org/​10.​\n2174/​13816​12826​66620​07131​74140\nRahman MH, Akter R, Kamal MA (2021) Prospective function of dif-\nferent antioxidant containing natural products in the treatment of\nneurodegenerative diseases. CNS & Neurological Disorders-Drug\nTargets (Formerly Current Drug Targets-CNS & Neurological\nDisorders). 20(8):694–703. https://​doi.​org/​10.​2174/​18715​27319​\n66620​07221​53611\nSakamoto S, Putalun W, Vimolmangkang S et al (2018) Enzyme-linked\nimmunosorbent assay for the quantitative/qualitative analysis of\nplant secondary metabolites. J Nat Med 72:32–42. https://​doi.​org/​\n10.​1007/​s11418-​017-​1144-z\nSaylor J, Mehta V, Choe LH et al (2020) Rapid development and\nvalidation of a novel laboratory-derived test for the detection of\nSARS-CoV-2. Delaware J Public Health 6:10–15. https://​doi.​org/​\n10.​32481/​djph.​2020.​07.​004\nSharma S, Batra S, Gupta S, Sharma V, Rahman M, Kamal M (2022)\nPersons with co-existing neurological disorders: risk analysis,\nconsiderations and management in COVID-19 pandemic. https://​\ndoi.​org/​10.​2174/​18715​27320​66621​03081​13457\nSrivastava S, Jain V, Nag VL et al (2020) Current avenues for COVID-\n19 serology. Ann Natl Acad Med Sci (india) 56:087–090. https://​\ndoi.​org/​10.​1055/s-​0040-​17137​09\nShah SA, Bungau S, Si Y, Xu H, Rahman M, Behl T, Gitea D, Pavel\nFM, Corb Aron RA, Pasca B, Nemeth S (2020) Chemically\ndiverse and biologically active secondary metabolites from marine\nPhylum chlorophyta. Mar Drugs 18(10):493\nTahamtan A, Ardebili A (2020) Real-time RT-PCR in COVID-19\ndetection: issues affecting the results. Expert Rev Mol Diagn\n20:453–454. https://​doi.​org/​10.​1080/​14737​159.​2020.​17574​37\nTagde P, Tagde S, Tagde P, Bhattacharya T, Monzur SM, Rahman M,\nOtrisal P, Behl T, Abdel-Daim MM, Aleya L, Bungau S (2021a)\nNutraceuticals and herbs in reducing the risk and improving the\ntreatment of COVID-19 by targeting SARS-CoV-2. Biomedicines\n9(9):1266\nTagde P, Tagde S, Bhattacharya T, Tagde P, Chopra H, Akter R, Kau-\nshik D, Rahman M (2021b) Blockchain and artificial intelligence\ntechnology in e-Health. Environ Sci Pollut Res 28(38):52810–\n52831. https://​doi.​org/​10.​1007/​s11356-​021-​16223-0\nTombuloglu H, Sabit H, Al-Khallaf H, Kabanja JH, Alsaeed M, Al-\nSaleh N, Al-Suhaimi E (2022) Multiplex real-time RT-PCR\nmethod for the diagnosis of SARS-CoV-2 by targeting viral N,\nRdRP and human RP genes. Sci Rep 12(1):1. https://​doi.​org/​10.​\n1038/​s41598-​022-​06977-z\nVidal AMB, Catapani WR (2005) Enzyme-linked immunosorbent\nassay (ELISA) immunoassaying versus microscopy: advan-\ntages and drawbacks for diagnosing giardiasis. Sao Paulo Med J\n123:282–285. https://​doi.​org/​10.​1590/​S1516-​31802​00500​06000​\n06\nWang D, He S, Wang X, Yan Y, Liu J, Wu S, Liu S, Lei Y, Chen M,\nLi L, Zhang J (2020) Rapid lateral flow immunoassay for the",
        "char_count": 7567,
        "word_count": 960,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "Environmental Science and Pollution Research  (2022) 29:51384–51397\nfluorescence detection of SARS-CoV-2 RNA. Nat Biomed Eng\n4(12):1150–1158\nWong R, Tse H (eds) (2009) Lateral flow immunoassay. Humana Press,\nTotowa, NJ\nWorld Health Organization (2020a) Advice on the use of point-of-\ncare immunodiagnostic tests for COVID-19. In: World Health\nOrganization\nWorld Health Organization (2020b) Laboratory testing for coronavirus\ndisease ( COVID-19) in suspected human cases: interim guidance.\nIn: World Health Organization\nWu J-L, Tseng W-P, Lin C-H et al (2020) Four point-of-care lateral\nflow immunoassays for diagnosis of COVID-19 and for assess-\ning dynamics of antibody responses to SARS-CoV-2. J Infect\n81:435–442. https://​doi.​org/​10.​1016/j.​jinf.​2020.​06.​023\nAuthors and Affiliations\n1 2 3 Md. Maniruzzaman · Md. Missile Islam · Md. Hazrat Ali\n7,8,9,10 11 Mohammad Amjad Kamal · Arabinda Ghosh\n15,16 17 Ghulam Md. Ashraf · Priti Tagde · Md. Habibur Rahman\n1 Department of Pharmacy, Faculty of Science & Engineering,\nVarendra University, Rajshahi 6204, Bangladesh\n2 Varendra University, Rajshahi 6204, Bangladesh\n3 Department of Pharmacy, Faculty of Science & Engineering,\nInternational Islamic University Chittagong, Sitakundu,\nChittagong 4318, Bangladesh\n4 Department of Microbiology, Ramakrishna Mission\nVivekananda Centenary College, West Bengal,\nKolkata 700118, India\n5 Department of Health Sciences, Novel Global Community\nEducational Foundation, Hebersham, NSW, Australia\n6 Department of Microbiology, Adamas University, Kolkata,\nIndia\n7 West China School of Nursing/Institutes for Systems\nGenetics, Frontiers Science Center for Disease‑Related\nMolecular Network, West China Hospital, Sichuan\nUniversity, Chengdu 610041, Sichuan, China\n8 King Fahd Medical Research Center, King Abdulaziz\nUniversity, P. O. Box 80216, Jeddah 21589, Saudi Arabia\n9 Department of Pharmacy, Faculty of Allied Health Sciences,\nDaffodil International University, Dhaka, Bangladesh\n\n51397\nYang T, Gentile M, Shen C-F, Cheng C-M (2020) Combining point-of-\ncare diagnostics and Internet of Medical Things (IoMT) to combat\nthe COVID-19 pandemic. Diagnostics 10:224. https://​doi.​org/​10.​\n3390/​diagn​ostic​s1004​0224\nZhang F (2019) Development of CRISPR-Cas systems for genome\nediting and beyond. Q Rev Biophys 52:e6. https://​doi.​org/​10.​1017/​\nS0033​58351​90000​52 RETRACTED ARTICLE\nSpringer Nature remains neutral with regard to Publisher's note\njurisdictional claims in published maps and institutional affiliations.\n4,5 6 · Nobendu Mukerjee · Swastika Maitra ·\n12 13,14 · Melvin A. Castrosanto · Athanasios Alexiou ·\n18\n10 Enzymoics, Novel Global Community Educational\nFoundation, Hebersham, NSW, Australia\n11 Microbiology Division, Department of Botany, Gauhati\nUniversity, Guwahati 781014, Assam, India\n12 Institute of Chemistry, University of the Philippines,\n4030 Los Banos, Philippines\n13 Department of Science and Engineering, Novel Global\nCommunity Educational Foundation, Hebersham, NSW,\nAustralia\n14 AFNP Med, Vienna, Austria\n15 Pre‑Clinical Research Unit, King Fahd Medical Research\nCenter, King Abdulaziz University, Jeddah 21589,\nSaudi Arabia\n16 Department of Medical Laboratory Sciences, Faculty\nof Applied Medical Sciences, King Abdulaziz University,\nJeddah 21589, Saudi Arabia\n17 Amity Institute of Pharmacy, Amity University,\nNoida 201301, India\n18 Department of Global Medical Science, Wonju College\nof Medicine, Yonsei University, Gangwon‑do, Wonju 26426,\nKorea\n1 3",
        "char_count": 3480,
        "word_count": 466,
        "extraction_method": "two_column"
      }
    ]
  }
}