{
  "metadata": {
    "source_file": "pdfs/COVID-19 Advances in diagnostic tools, treatment strategies, and vaccine development.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:38.786412",
    "total_pages": 20,
    "total_characters": 83902,
    "total_words": 12242
  },
  "content": {
    "full_text": "--- Page 1 ---\nJ Biosci (2020) 45:148\nDOI: 10.1007/s12038-020-00114-6\n( 01234567 89().,-volV) ( 01234567 89().,-volV)\nReview\nCOVID-19: Advances in diagnostic tools, treatment strategies,\nM S , A K REEPADMANABH MIT\nAn unprecedented worldwide spread of the SARS-CoV-2 has imposed severe challenges on healthcare\nfacilities and medical infrastructure. The global research community faces urgent calls for the development of\nrapid diagnostic tools, effective treatment protocols, and most importantly, vaccines against the pathogen.\nPooling together expertise across broad domains to innovate effective solutions is the need of the hour. With\nthese requirements in mind, in this review, we provide detailed critical accounts on the leading efforts at\ndeveloping diagnostics tools, therapeutic agents, and vaccine candidates. Importantly, we furnish the reader\nwith a multidisciplinary perspective on how conventional methods like serology and RT-PCR, as well as\ncutting-edge technologies like CRISPR/Cas and artiﬁcial intelligence/machine learning, are being employed to\ninform and guide such investigations. We expect this narrative to serve a broad audience of both active and\naspiring researchers in the ﬁeld of biomedical sciences and engineering and help inspire radical new\napproaches towards effective detection, treatment, and prevention of this global pandemic.\nKeywords.\n1. Introduction\nThe ongoing COVID-19 pandemic has had devastating\neffects on populations, social structures, and economic\ngrowth. These are further exacerbated by the increasing\nextent of global connectivity and geographical mobility,\nwhich expedite infection spread at an uncontrollable pace.\nThe causative agent of this outbreak has been identiﬁed as\nthe recently discovered SARS-CoV-2 coronavirus.\nEffectivecontrolandcontainmentofthispathogenrequire\nreliable diagnostic assays and potent therapeutic agents.\nRecent advances in computational technology and\nbiomedical engineering have placed a toolkit of immense\npotential in our hands, with a formerly unimaginable\ncapability to enable multidisciplinary innovations and\nhighly accelerated discoveries. In this review, we provide\na critical evaluation of diagnostic techniques and treat-\nThis article is part of the Topical Collection: COVID-19:\nDisease Biology & Intervention.\nhttp://www.ias.ac.in/jbiosci\n\n\u0002 Indian Academy of Sciences\nand vaccine development\nS and A C * UMAR AHU JIT HANDE\nMolecular Virology Laboratory, Indian Institute of Science Education and Research, Bhopal, India\n*Corresponding author (Email, ajitg@iiserb.ac.in)\nMS received 26 June 2020; accepted 15 October 2020; published online 24 November 2020\nArtiﬁcial intelligence; CRISPR/Cas; SARS-CoV-2; treatment strategies; viral diagnostics\nment strategies targeted at the SARS-CoV-2. Alongside\nan eclectic selection of such reports, our analysis also\nfocuses on the applications, advantages, and pitfalls of\nemerging technologies like CRISPR/Cas, immune-infor-\nmatics, artiﬁcial intelligence, and machine learning.\n2. Diagnostic tools for detecting SARS-CoV-2\nFigure 1 provides a graphical summary of the various\napproaches discussed herein.\n2.1 RT-PCR\nPCR-based methods are considered the gold standard\nfor viral detection. SARS-CoV-2 requires RT-PCR-\nbased approaches, by virtue of being an RNA virus. In\nthis section, we highlight some interesting develop-\nments as well as possible pitfalls of this technique, in\nthe context of viral diagnosis.\n1\n\n--- Page 2 ---\nPage 2 of 20 M Sreepadmanabh et al. 148\nSummary of the various approaches towards diagnosis of SARS CoV-2 infection. Figure 1.\nOne of the earliest workﬂows set up in response to\nthe outbreak was by Christian Dorsten and colleagues\n(Corman et al. 2020 ). The team established an accurate,\nsensitive, and speciﬁc RT-PCR protocol against the\nSARS-CoV-2. Later research, including a comparative\nstudy by Nalla et al. , have attested to its superior\nsensitivity (Nalla et al. 2020 ). A notable feature of this\npioneering work was that the assays were designed\nwithout access to any actual SARS-CoV-2 genomic\nspecimens or patient samples, by relying on genome\ninformation sourced from Chinese researchers and\nsynthetic nucleic acid technology. An interesting\ncomparison between two commercially available test-\nTM 2019-nCoV Assay Kit v1 ing kits – (the TaqMan\n(ThermoFisher) and the 2019-nCoV CDC qPCR Probe\nAssay (Integrated DNA Technologies)) – was recently\nreported, results from which indicate that the former is\ncapable of reliably detecting SARS-CoV-2 presence in\nnasopharyngeal swab samples without any RNA\nextraction steps (Beltra´n-Pavez et al. 2020 ). Most\ndiagnostic devices relying on RT-PCR-based ampliﬁ-\ncation suffer from the drawback of requiring either\nsample lysis or puriﬁed nucleic acid samples, a step\nthat involves additional reagents, increased testing\ntime, human errors and costs, in addition to signiﬁcant\ncompromises on the ﬁeld-applicability of the test.\nSubject to further validation, the above result\n\nrepresents a potential breakthrough for rapid and\naccessible diagnosis in low-resource settings, by\nenabling the development of accessible point-of-care\ndevices. Additionally, while nasopharyngeal/oropha-\nryngeal swabs are recommended sample collection\ntechniques for SARS-CoV-2 testing, these pose a high\nrisk of exposing healthcare workers to large numbers of\npotentially infected individuals, in addition to causing\npatient discomfort. An alternative in the form of saliva\nspecimens as a non-invasive method of sample col-\nlection has been proposed to address these concerns\n(To et al. 2020 ).\nIn order to enhance the sensitivity and ﬁdelity of RT-\nPCR assays, a worthwhile strategy is to evaluate the\npotential of various viral components as probe targets\nand compare the relative performance of each. For\ninstance, an early RT-PCR-based detection assay used\nprobes against the ORF1b and N region of the viral\ngenome (Chu et al. 2020 ). Subsequently, another study\ndeveloped three novel assays aimed at the viral spike\nprotein (S), nucleocapsid (N), and RNA-dependant\nRNA polymerase (RdRp)/Helicase (Hel) genes, out of\nwhich, the RdRp/Hel-based assay demonstrated no\ncross-reactivity with common respiratory pathogens as\nwell as the lowest detection limit in vitro (Chan et al.\n2020 ). Exploring such novel targets may help develop\nsuperior assays, which can improve the sensitivity and\n\n--- Page 3 ---\nCOVID-19: advances in diagnostics and treatment\naccuracy of detection. Furthermore, a comparative\nanalysis by Nalla et al. evaluated seven different assay\nkits and reported the E-gene primer/probe set (as\ndescribed by Corman et al. ( 2020 )) and the N2 set\n(developed by the Division of Viral Diseases, Center\nfor Disease Control and Prevention) as the most sen-\nsitive assays available. The importance of such inde-\npendent assessments of reported/published studies\nneeds to be underscored in healthcare crisis scenarios\nsuch as the present one, wherein resources are limited\nand must be judiciously allocated.\n2.2 Chest CT scans\nA few studies have also pointed out the liabilities of\nRT-PCR-based techniques. While some publications\nand in vitro assays may report excellent parameters of\nperformance, clinical testing and feedback raise several\nred ﬂags. A most elementary instance of this was\nreported in a case wherein two patients who were\nSARS-CoV-2 infected returned negative RT-PCR\nresults, leading the authors to suggest chest CT scans as\nan essential part of clinical diagnosis (Li et al. 2020a ).\nSimilar issues with a high false-negative rate of RT-\nPCR testing on patients over the course of disease\nprogression and treatment have been reported sepa-\nrately as well (Li et al. 2020e ). Such observations have\npromoted recommendations to include clinical param-\neters such as CT scan diagnosis as factors to be con-\nsidered in addition to the aforementioned assays while\nmaking decisions on patient discharge, evaluation of\nrecovery/response to treatment protocols. A retrospec-\ntive study reached similar conclusions in favor of CT\nscans, ascribing a 97.2% sensitivity to CT, as compared\nto 83.3% using RT-PCR (Long et al. 2020a ).\nAt this juncture, we would like to emphasize a few\nrecent studies which have underscored the potential of\nchest CT scans as a viable diagnostic technique. Work\nby Cao et al. and Dai et al. seeks to formulate a\nstandard set of characteristic features indicative of a\nSARS-CoV-2 infection. The former, a systematic\nreview and meta-analysis of infected patients, estab-\nlishes the most common clinical symptoms as fever,\ncough, chest distress, fatigue, and dyspnea, along with\nmajor imaging features as ground-glass opacities and\nbilateral pneumonia (Cao et al. 2020a ). The latter\nprovides a more comprehensive treatment in which\nover two hundred patients were studied to report\nbilateral multiple lung lobes in both the periphery and\nlower portion of the lungs as being present in over\n94.98% of the cases (Dai et al. 2020 ). Additionally,\n\nPage 3 of 20 148\nground-glass opacities and vascular enhancement were\nidentiﬁed as characteristic signatures, as well as ﬁbro-\nsis, air, trapping, and interlobular septal thickening. It is\nworthwhile to note that highly concordant observations\nhave been made across different patient cohorts, and\nthe general agreement between these is an indicator of\nthe proposed technique’s versatility and broad-spec-\ntrum applicability. A more extensive and detailed elu-\ncidation of the same may be found in the recent review\nby Hani et al. (Hani et al. 2020 ). Furthermore, time-\npoint-based CT scan data may be an invaluable tool to\nassess disease progression, treatment response, devel-\nopment of complications, and understanding the\npathophysiology of the disease, as has been stressed by\nBernheim et al. ( 2020 ). Additionally, an artiﬁcial\nintelligence (AI)-based platform has also been devised\nwhich utilizes a neural network to evaluate X-ray\nimages and automatically detects SARS-CoV-2-in-\nfected positive specimens with an accuracy of 97.82%\n). Harnessing (Apostolopoulos and Bessiana 2020\nadvances in computer science for medical diagnostics\nmay serve as an essential tool to standardize and speed\nup the testing process. Similar applications of machine\nlearning and AI to aid in the pandemic control efforts\nwill be further elaborated in Sect. 4 .\n2.3 Antibody-based techniques\nThe evident advantage of antibodies over nucleic acids\nampliﬁcation is higher speciﬁcity, accuracy, as well as\nrapid testing times since it does not require time-con-\nsuming ampliﬁcation steps, nor involves cumbersome\nextraction/puriﬁcation processes. A recent report has\nalso highlighted that antibody titers may be a more\nreliable indicator of SARS-CoV-2 infections, especially\nfor asymptomatic and suspected carriers who return\nnegative RT-PCR results (Long et al. 2020b ).\nThe classic Enzyme-linked Immunosorbent Assay\n(ELISA) may be readily adapted to serve as a SARS-\nCoV-2 detection test. Accordingly, this has been\nemployed against the recombinant viral nucleocapsid\nproteins and the recombinant viral spike proteins,\nwhich were used to detect the IgM and IgG antibody\nlevels (Liu et al. 2020 ). This study established that\nspike protein-based assay would be more sensitive for\ndetecting IgM. Along similar lines, the comparative\nperformance of ELISA-based and Gold-immunochro-\nmatographic Assay (GICA)-based methods have also\nbeen evaluated (Xiang et al. 2020 ). The rapid testing\ntimes and high sensitivity observed posit serological\nassays as superior alternatives to RT-PCR on account\n\n--- Page 4 ---\nPage 4 of 20 M Sreepadmanabh et al. 148\nof ease of sample collection (blood, which poses\nminimal risk to healthcare staff compared to swab\nsamples) and low false-negative rates. In this regard, an\nefﬁcient point-of-care device for diagnostic testing\nwhich combined the IgG-IgM testing platform with a\ntesting time of ﬁfteen minutes was recently reported (Li\net al. 2020f ). While the repurposing of cross-reactive\nantibodies from highly similar species like the SARS-\nCoV is a viable idea, an interesting report notes some\npitfalls (Tian et al. 2020 ). Despite the relative identity\nbetween the SARS-CoV and the SARS-CoV-2, the\nauthors point out that highly potent receptor binding\nsite-targeting SARS-CoV neutralizing antibodies (like\nthe CR3014 and m396) fail to engage the SARS-CoV-2\nspike protein. This indicates that effective management\nof novel pathogens may necessitate the development of\nnovel antibodies and those homology-based strategies\nto repurpose existing therapeutics should be rigorously\nvetted.\nHowever, an over-reliance on antibody-based\napproaches is impractical. Designing nucleic acid\nprobes is a far more straightforward process, and one\nmuch more rapidly deployable. Also, the detection of\nantibodies may be difﬁcult in the early stages of\ninfection, until a signiﬁcant titer of IgG/IgM has\naccumulated in circulation. This may contribute\ntowards signiﬁcant false-negative rates during large-\nscale screenings, especially when periodic sampling\nand extended observation of test subjects may not be\nfeasible. Hence, despite the salient advantages of\nantibody-based techniques as discussed above, several\nassay kits and ﬁeld-testing protocols have remained in\nthe domain of PCR ampliﬁcation-based methods.\nAccordingly, our object of focus for the next section\nwill be one such recently evolved technology, loop-\nmediated isothermal ampliﬁcation (LAMP).\n2.4 RT-LAMP\nLAMP-based protocols enable the efﬁcient ampliﬁca-\ntion of nucleic acids at a single point temperature. This\nfeature makes it a strong contender for direct ﬁeld\napplications, since incorporating the thermal cycling\nsteps in PCR assays has traditionally been a signiﬁcant\nlimitation for point-of-care devices. LAMP’s inherent\nadvantages are not limited to isothermal operability\nalone. This robust technique works efﬁciently even\nwith crude sample preparations, compared to tradi-\ntional PCR methods, and also offers a very high\nampliﬁcation efﬁciency since it is not limited by a\ndoubling-per-cycle threshold (Becherer et al. 2020 ).\n\nWe wish to highlight two particular tests, both of\nwhich report colorimetric detection capability – a major\nboon for point-of-care devices. A team led by Di Liu\nand Jing Yuan reported RT-LAMP assays for SARS-\nCoV-2 detection, with ORF1ab and S genes as the\nprimer-probe targets (Yan et al. 2020 ). The work\nclaims complete detection within 60 min, using a col-\norimetric detection system that employs ﬂuorescent\ncalcein, where a color change from orange to green\nindicates positive reactions (visually detectable by the\nnaked eye). Another effort by Renfei Lu et al.\ninvolving primers targeted at the RdRp utilizes cresol\nred (a pH-sensitive indicator dye) for the assay readout\n(Lu et al. 2020 ). Since a proceeding ampliﬁcation can\nprogressively change the buffer pH from alkaline to\nacidic, a color change from burgundy to orange/yellow\nsignals a positive reaction. These innovations in assay\nreadout methodology imply a signiﬁcant advancement\nsince they make it possible to have even untrained\nhealthcare workers administer, conduct, and interpret\ndiagnostic tests.\nA noteworthy instance of adapting RT-LAMP for a\ntruly bedside point-of-care application is the innovative\nclosed-tube test developed by Song and colleagues (El-\nTholoth et al. 2020 ). Combining straightforward sam-\nple collection with single or two-step RT-LAMP\nampliﬁcation protocols, along with a visual detection\nsystem based on LCV (leucocrystalviolet – an inter-\ncalating agent which colorimetrically detects double-\nstranded LAMP amplicons), this device is a readily\ndeployable and highly portable testing method that\npromises to be a cheap and reliable alternative suit-\nable for all testing environments.\n2.5 Emerging techniques: reactive polymers\nand CRISPR/Cas-based systems\nThis subsection is devoted to a couple of non-con-\nventional detection methods, which may well serve as a\nversatile platform in the future. The ﬁrst is a reactive\npolymer-grafter device which utilizes antibodies to\ndetect dsRNA (Ku et al. 2020 ). A suitable polymer-\ncoated surface-reactive poly(pentaﬂuorophenyl acetate)\nin this case is used to immobilize J2 antibodies on the\nsurface. Following the preparation of the platform, it\nmay be directly applied to detect dsRNA as the J2\nantibodies may bind dsRNA molecules speciﬁcally.\nThe principal advantage, in this case, is that the anti-\nbody binding is sequence-independent; hence the\nplatform may serve as a universal virus detection unit.\nHowever, it may be noted that such one-size-ﬁts-all\n\n--- Page 5 ---\nCOVID-19: advances in diagnostics and treatment\napproaches suffer from an inherent lack of speciﬁcity.\nIn this case, the sequence-independent nature of\ndetection suggests a high possibility of false positives.\nSuch a scenario would necessitate secondary tests\nusing established protocols for reliable conﬁrmations of\ndiagnosis, thereby positing the J antibodies-based\ntechnique as a potential preliminary screening step,\nrather than as a standalone entity.\nThe second major innovation involves the use of\nCRISPR-Cas-based techniques for the detection of\nviral nucleic acids. Recently, such CRISPR-based\ndetection systems, notably SHERLOCK and\nDETECTR, were reported as emerging diagnostic\ntools. The fundamental principle involves the acti-\nvation of a suitable Cas variant (Cas13 for SHER-\nLOCK, Cas12a for DETECTR) by binding of the\nappropriate target sequence (ssRNA or mRNA for\nCas13 and dsDNA for Cas12a), which enables the\nCas variants to promiscuously cleave and degrade\nsurrounding ssRNA and ssDNA, respectively. The\nssRNA/ssDNA meant for the latter reaction may be\ncoupled with a quenchable ﬂuorophore, which pro-\nduces a quantiﬁable signal upon being released by\ncleavage. Hence, the detection of the exact target\nsequence is indicated by an assay readout in the\nform of a ﬂuorescence signal. This system allows for\nrapid and accurate detection of viral RNA samples\nsince ampliﬁcation of these (along with suit-\nable modiﬁcations as per the system used) can then\nallow for precise targeting and detection by the Cas-\nbased assay described above. This remarkable ability\nhas been recently demonstrated by using the\nDETECTR system as a diagnostic tool for SARS-\nCoV-2 infections in a rapid lateral ﬂow assay\nincorporating RT-LAMP using nasal swab samples\n(Broughton et al. 2020 ). Additionally, a series of\nreports may be found on the Broad Institute’s web-\nsite ( https://www.broadinstitute.org/news/enabling-\ncoronavirus-detection-using-crispr-cas13-open-access-\nsherlock-research-protocols-and ), wherein a team\ncomprising of Feng Zhang, Omar Abudayyeh, and\nJonathan Gootenberg aim to develop paper-based\nplatforms for rapid and straightforward SARS-CoV-2\ndetection (B Institute 2020 ).\n3. Treatment strategies for SARS-CoV-2 infections\nIn this section, we endeavor to review some of the\nestablished and emerging treatment paradigms which\nare being currently employed or recommended on the\nbasis of published literature and empirical evidence\n\nPage 5 of 20 148\nfrom clinical case studies. The major ones have been\npictorially represented in ﬁgure 2 .\n3.1 Drugs-based conventional approaches\nAmongst drug-based treatment strategies, the broad-\nspectrum antiviral chloroquine and its derivative\nhydroxychloroquine have received much attention. As\nearly as February 2020, both remdesivir and chloro-\nquine were identiﬁed as potential inhibitors of the\nSARS-CoV-2 in vitro (Wang et al. 2020b ). Remdesivir,\na potential candidate against Ebola, SARS-CoV, and\nMERS-CoV, is an adenosine analog that inhibits viral\nreplication. On the other hand, chloroquine targets\nendosomal fusion by elevating the endosomal pH,\nalongside interfering with the glycosylation of ACE2.\nThe rationale for using chloroquine is further buttressed\nby a variety of possible antiviral effector functions\n(Devaux et al. 2020 ). Experimental evidence for a\nputative mechanism was provided by structural data\nand molecular modeling approaches, where a con-\nserved ganglioside binding domain at the N terminus of\nthe viral S protein was identiﬁed as the target for\nchloroquine and hydroxychloroquine. This inhibition\nof viral attachment and entry appears to explain\nchloroquine and its derivative hydroxychloroquine’s\napparent efﬁcacy against SARS-CoV-2 infections\n(Fantini et al. 2020 ). However, it is important to rec-\nognize that evidence for the clinical beneﬁts of these\nmuch-touted drugs is contentious at best and unreliable\nat worst. While hydroxychloroquine and azithromycin\nwere earlier claimed as potentially effective drugs\nagainst SARS-CoV-2 infections, the reporting study\nhas since come under criticism for the lack of a control\ngroup and incomplete descriptors of actual clinical\noutcomes and patient inclusion criteria (Gautret et al.\n). A separate randomized trial enrolling 62 2020\npatients did, however, report a statistically signiﬁcant\npositive effect of hydroxychloroquine treatment in\nalleviating patient symptoms (Chen et al. 2020c ).\nThese claims are offset by three additional reports,\nnone of which conclude any signiﬁcant beneﬁt from\nthis treatment method (Borba et al. 2020 ; Magagnoli\net al. 2020 ; Mahevas et al. 2020 ). An emerging class of\ncandidate drugs are corticosteroids, which have\nrecently generated great interest in the context of\nCOVID-19 treatment approaches. While early skepti-\ncism did reign over corticosteroids usage, considering\nits propensity to elicit adverse reactions in severely ill\npatients, evidence from recent clinical trials and meta-\nanalyses have hinted at signiﬁcant beneﬁts from this\n\n--- Page 6 ---\nPage 6 of 20 M Sreepadmanabh et al. 148\nFigure 2.\npublished literature and empirical evidence from clinical case studies.\ndrug for the management of critically ill patients. This\nhas led to a growing advocacy of corticosteroids as a\nleading candidate in the global effort against COVID-\n19 (Halpin et al. 2020 ; Ma et al. 2020b ; Sanders et al.\n2020 ; Singh et al. 2020 ; Yang et al. 2020b ; Ye et al.\n2020 ; Zha et al. 2020 ).\nEmerging technologies powered by AI offer sys-\ntematic and highly modular solutions for urgent drug\ndiscovery and identiﬁcation requirements. A study\npublished in The Lancet (Richardson et al. 2020 )\nemployed Benevolent AI, a platform for AI-guided\ndrug discovery and clinical development, to offer\nsuggestions for drugs targeted explicitly at SARS-CoV-\n2. Using a systematic knowledge graph, the platform\nwas able to identify baricitinib, a Janus kinase inhibitor\nthat binds the AAK1 (AP2-associated protein kinase 1,\na regulator of endocytosis). Section 4 will deal with\nthis domain in greater detail.\n3.2 Docking simulations and molecular dynamics-\nbased approaches\nPowerful computational resources can greatly enhance\nour ability to rapidly screen for drugs and inhibitory\nagents against emerging pathogens. The SARS-CoV-2\nprotease has been a popular target for such docking\nsimulations and molecular dynamics-based studies (Liu\n\nSome established and emerging treatment paradigms being currently employed or recommended on the basis of\nand Wang 2020 ), in part due to the recent availability\nof its structure. A broad screening effort of over 1.3\nbillion compounds from the ZINC15 database used an\nupgraded docking protocol (termed DeepDocking) to\nidentify over a thousand such potential inhibitors of the\nSARS-CoV-2 protease (Ton et al. 2020 ). A more sys-\ntematic approach along similar lines screened 687\nmillion compounds via docking, followed by molecular\ndynamics simulations to evaluate ligand-binding ener-\ngies, stability, toxicity assessment, as well as off-target\nbinding (Fischer et al. 2020 ). Alongside such screening\nefforts for existing molecules, the identiﬁcation of\npromising lead compounds that could serve as scaf-\nfolds for further modiﬁcation is an essential step to\nenable the development of novel drugs. This require-\nment was addressed by a recent in-silico study, which\nprovided a clustered report of twenty short-listed\ncompounds into three groups, each of which could\nserve as leads for the development of SARS-CoV-2\ninhibiting drugs (Ortega et al. 2020 ).\nWhile the ability of advanced computational facili-\nties to virtually screen multitudinous drugs and com-\npounds – numbering anywhere from a few thousand to\neven a billion – might be unmatched by traditional\nmethods, the importance of physical assay-based\nscreens is indispensable. The recent report of a large-\nscale (12,000 compounds) repositioning survey of ?\nFDA-approved and under-trial drugs in the context of\n\n--- Page 7 ---\nCOVID-19: advances in diagnostics and treatment\nSARS-CoV-2-targeted antivirals attests to this (Riva\net al. 2020 ). Following an initial selection based on\ninhibition of cytopathic effects, an orthogonal valida-\ntion assay was used to delineate the compounds which\nspeciﬁcally inhibited viral replication. This study also\nprovided classiﬁcation and categorization of target\nannotations and drug target genes for the short-listed\ndrugs. The identiﬁcation of these speciﬁc domains can\nhelp similar such efforts in the future to be more\nfocussed on speciﬁc drug types and targets that have\nbeen identiﬁed to exert the most promising antiviral\neffect on SARS-CoV-2. Another notable effort com-\nbined virtual screening methods with high-throughput\nassays to enable the rapid identiﬁcation of promising\ndrug candidates (Jin et al. 2020 ). Using a FRET-based\nassay to assess the enzymatic activity of SARS-CoV-2\nprotease, over 10,000 compounds were screened for\ninhibitory effects on the enzyme. Additionally, the\nauthors extensively analyzed a compound termed N3,\ninitially developed using computer-aided drug design\nas an inhibitor of multiple coronavirus proteases. Fol-\nlowing molecular docking, kinetic analysis of the\nprotease, and determination of its crystal structure with\nthe SARS-CoV-2 protease, the inhibitory effects of N3\nwere ascertained. The comprehensive approach adop-\nted by this study is an exemplar model for similar\ninvestigations. The obvious merits of virtual screening\nmethods notwithstanding, strong emphasis needs to be\nlaid on developing high-throughput biochemical and\ncellular assays for experimental validation of pharma-\ncologically active compounds. The importance of this\ncannot be overstated, as such empirical evidence helps\nestablish a reliable standard for ascertaining the actual\nmerits of proposed therapeutic approaches, which may,\nat least at the current stage of research, only be sup-\nplemented by computational studies.\n3.3 Plasma therapy\nAlongside treatment with drugs, convalescent plasma\n(CP) therapy is being advocated as a clinically effective\npractice. The procedure involves using blood plasma\nobtained from recovered patients as an adaptive\nimmune therapy for critical cases. The underlying\nprinciple at work is that the donor plasma contains a\nhigh titer of antibodies that are effective against the\npathogen, hence provides an immunity boost to the\nrecipient. CP has been advocated as an alternative\ntherapy for SARS-CoV-2 infections (Chen et al. 2020a )\nand therapeutic plasma exchange has been recom-\nmended as a suitable strategy to deal with the often\n\nPage 7 of 20 148\nassociated acute respiratory distress syndrome (ARDS)\n(Keith et al. 2020 ). An initial four-patient sample\nestablished that CP could have therapeutic beneﬁts for\ncritically ill patients (Zhang et al. 2020a ). While all\nfour patients showed a progression towards negative\nRT-PCR results, the authors of the study stress that it\nwould be difﬁcult to rule out confounding factors as\nwell as the effects of additional supportive care and\ntreatments such as antiviral drugs and intravenous\nimmunoglobulin. A similar study involving a ten-pa-\ntient cohort demonstrated that CP dosages could either\nincrease or maintain the existing levels of neutralizing\nantibodies in the recipients (Duan et al. 2020 ). Addi-\ntionally, the clinical symptoms were also observed to\nimprove progressively, leading up to the absence of\nviremia. The study highlights two other salient out-\ncomes – one, that CP appeared to be tolerated well by\nthe recipients without adverse reactions, and two, that\ntransfusion of CP alleviated inﬂammation. It is\nimportant to note, however, that these studies need to\nbe further supplemented by rigorous and controlled\nclinical trials to discount both the effects of external\nfactors, as well as establish proper protocols for CP\ntherapy concerning the dosage, duration, and other\nappropriate parameters.\n3.4 Managing cytokine storm responses\nAmong the several complications associated with\nSARS-CoV-2 infections, cytokine storm responses,\nwhich are a by-product of immune hyperactivation and\nloss of regulatory control over pro-inﬂammatory\ncytokines, pose a major risk for patient survival and\nmay lead to rapid deterioration of patient health. The\nstimulation of CD-4 T-cells to differentiate into Th1 ?\nhelper cells along with IL-6, interferon-gamma, and\nGM-CSF (granulocyte-macrophage colony-stimulating\nfactor) production, amongst other proinﬂammatory\ncytokines, are considered as the steps leading up to a\ncytokine storm-like condition. The persistently high\nlevels of certain cytokines like IP-10, MCP-3, and IL-\n1ra may be characteristic of such an onset, and these\nmay be developed as screening parameters to ascertain\nthe same (Yang et al. 2020a ).\nExtensive efforts to safely manage this condition\nhave been undertaken. For instance, the use of an IL-\n6 receptor antagonist drug such as tocilizumab has\nbeen suggested, since the IL-6 has been identiﬁed as\na key driver of cytokine storm response (Zhang et al.\n2020b ). Writing in The Lancet, Mehta et al. also\nrecommend similar IL-6 targeted strategies (Mehta\n\n--- Page 8 ---\nPage 8 of 20 M Sreepadmanabh et al. 148\net al. 2020 ). While a previous study had failed to\nestablish a signiﬁcant connection between the\nadministration of corticosteroids and improved treat-\nment outcomes (Zha et al. 2020 ), Mehta et al. rec-\nommend consideration of such a course of treatment\nto tackle hyperinﬂammation. However, there is no\nconcrete evidence to support corticosteroid-based\ntreatment as being of overall therapeutic value, in\naddition to the associated risks of lung injury (Rus-\nsell et al. 2020 ). A detailed review also suggests\nseveral strategies by which cytokine storm responses\nmay be dealt with, including the use of the above-\ncited IL-6R agonist tocilizumab. Glycyrrhetinic acid,\nanother IL-6 and STAT3 signaling inhibitor has been\nsuggested as a potential candidate. Additionally,\nmesenchymal stem cell infusions have been high-\nlighted due to the immunomodulatory and anti-in-\nﬂammatory potential of these cells (Cheng et al.\n2020 ). An alternate approach to managing cytokine\nstorm response has been suggested in the form of\nartiﬁcial blood puriﬁcation systems. Essentially, this\ninvolves using an external ﬁltration-cum-treatment\nsetup to modulate the various factors and chemokines\nresponsible for orchestrating the proinﬂammatory\nresponse. This may be achieved by the use of\nscavenging inﬂammatory mediators and plasma\nexchange. At the same time, continuous venovenous\nhemoﬁltration units may be employed, as demon-\nstrated for the successful containment of cytokine\nstorm responses in critically afﬂicted H7N9 inﬂuenza\npatients (Zhang et al. 2020d ). The merits of blood\npuriﬁcation therapy for alleviating similar symptoms\nin SARS-CoV-2 infected patients have also been\ndemonstrated by a recent study from Wuhan\ninvolving three patients (Ma et al. 2020a ).\n3.5 Other emerging treatment strategies\nStrategies aimed at halting viral entry are not limited to\ndrug-based approaches alone, as peptide inhibitors can\nplay a vital role in achieving similar effects. To this\nend, the team led by Shibo Jiang and Lu Lu has built\nupon previous work that generated fusion inhibitors\nagainst the SARS-CoV spike protein’s HR1 region to\ndesign HR2P as a fusion inhibitor against SARS-CoV-\n2, as well as EK1 (a pan-coronavirus fusion inhibitor).\nIn a follow-up study, the team generated a series of\nEK1-derived lipopeptides to determine the ones\nexhibiting the most potent inhibition of fusion (variant\nidentiﬁed as EK1C4). Suitable formulations of such\npeptide preparations, as suggested by the authors, may\n\nbe a valuable treatment resource for SARS-CoV-2\ninfections (Xia et al. 2020a ; Xia et al. 2020b ).\nThe value of mesenchymal stem cell transplants in\nimproving patient health for SARS-CoV-2 infections\nwas demonstrated in a clinical study involving seven\npatients (Leng et al. 2020 ). Several outcomes were\ncharacteristic of the suggestions made by Cheng et al.\nas mentioned earlier, including immunomodulatory\neffects, an attenuating effect on proinﬂammatory\ncytokines, and elevated IL-10 levels. An interesting\nobservation made by the authors of the clinical study\nwas that such mesenchymal stem cells lacked both\nACE2 and TMPRSS2 gene expression, which could\neffectively render them immune to SARS-CoV-2\ninfection. The possible beneﬁts of cell therapy-based\ntherapeutic approaches may be immense and have been\nexplored at length in a recent review (Khoury et al.\n2020 ).\nThe potential of melatonin as an adjuvant in clinical\ntreatment on account of its immune-enhancing, anti-\ninﬂammatory, and anti-oxidative effects has been\nextolled at length in a recent review (Zhang et al.\n2020c ). Another study focused on the antagonists of\nthe lipid-dependant attachment process of viral parti-\ncles to host cells (Baglivo et al. 2020 ). Given that\nSARS-CoV-2 utilizes structures such as lipid rafts to\nmediate its entry process, the authors recommend\nexploring the possibilities of employing substances like\ncyclodextrin and sterols to interfere with such viral\nattachment and entry-enabling mechanisms. Along\nsimilar lines of conjecturing prospective therapeutic\ncandidates, EZH2-mediated H3K27me3 at ACE2 pro-\nmoter regions has been demonstrated to inhibit the\nexpression of ACE2 receptors in mammalian cell lines,\nas indicated by data from RNA-Seq and CHIP-Seq\nexperiments (Li et al. 2020d ).\nA major cause of patient mortality in severe SARS-\nCoV-2 infections is the ARDS as well as coagulopathy.\nFibrinolytic therapy to target the ﬁbrin deposition in the\npulmonary vasculature (a potential contributor towards\nARDS) has been shown to improve survival, along\nwith administration of tissue plasminogen activators\n(which converts plasminogen to plasmin, that can fur-\nther breakdown blood clots). This strategy has been\nshown to improve conditions in a three patient study,\nand further clinical trials to ascertain its applicability as\na standard clinical practice for critically ill SARS-CoV-\n2 infected patients with ARDS have been recom-\nmended (Wang et al. 2020a ).\nThe development of effective prophylactic agents is\nan essential component of a comprehensive approach\ntowards tackling a global pandemic of this scale and\n\n--- Page 9 ---\nCOVID-19: advances in diagnostics and treatment\nseverity. The importance of administering prophylaxis\nto frontline healthcare workers, screening personnel,\nand researchers, among others, cannot be overstressed,\nas the safety and continued productivity (which\nnecessitates sound health) of these key players is\nparamount to maintain any sustained effort at con-\ntaining the pandemic and providing healthcare and\ntreatment of adequate quality to affected patients. In\nthis regard, a concise review of established protocols\nand proposed strategies currently under scrutiny has\nbeen recently published in the form of correspondence\n(Agrawal et al. 2020 ).\nConsidering the rapidly evolving status of COVID-\n19 treatment protocols, it is of utmost importance to\ncritically evaluate the most up-to-date evidence avail-\nable while designing guidelines for clinical practice. Of\nequal pertinence are social awareness campaigns and\nthe regular dissemination of accurate information\nregarding clinically proven treatment protocols. This\nassumes greater importance in light of a growing\ninclination towards scientiﬁcally unsubstantiated\nclaims based on anecdotal/circumstantial evidence or\nmisrepresented facts placed out of context. We further\npresent a brief, non-exhaustive listing (table 1 ) of\nleading therapeutic agents frequently associated with\nCOVID-19 treatment, as well as the current opinion of\nthe scientiﬁc community regarding each of these, based\non the evidence from reported/ongoing clinical trials.\n4. Emerging technologies for biomedical research:\nartiﬁcial intelligence and machine learning\nThe ﬁelds of Artiﬁcial Intelligence (AI) and Machine\nLearning (ML) have undergone tremendous growth in\nscope and popularity in the recent past, establishing\nthem as important paradigms for future innovation.\nMore importantly, the development of modules suit-\nable for biomedical applications has transformed AI\nand ML into attractive tools for the current global effort\nto tackle the SARS-CoV-2 pandemic.\nWith regard to infectious diseases, AI-based plat-\nforms may be employed to monitor outbreak and\nclustering trends, as well as evaluate the impact of\ncontainment programs and carry out risk assessment\nwith minimal human intervention. The AI-based\nservice BlueDot deserves a noteworthy mention of\nhaving raised one of the earliest alarms on SARS-\nCoV-2’s potential for broad global spread (Bogoch\net al. 2020 ). Additionally, these hold immense pro-\nmise for dynamic situational monitoring of patients\nin real-time, enabling critical evaluation and\n\nPage 9 of 20 148\noptimization of trial treatment protocols in a much\nmore efﬁcient manner. ML-based solutions can be\nexpected to consistently enhance and reﬁne such\ndesigns over time, provided they are trained on a\nreadily updated and expertly-curated dataset. This\nrepresents an important caveat, as the efﬁcacy and\naccuracy of ML-based pattern prediction and recog-\nnition may be maintained only if the training dataset\nis free of biases and a diverse range of scenarios are\nwell-represented (Fitzpatrick et al. 2020 ). We had\npreviously referred to the work by Apostolopoulos\nand Bessiana, which could screen for SARS-CoV-2\ninfections using X-ray images. This has been sup-\nplemented by a neural network-based platform using\nX-ray images, with a maximum prediction accuracy\nof 98% (Narin et al. 2020 ). Furthermore, an auto-\nmated AI-based protocol to identify SARS-CoV-2\ninfections and distinguish these from other lung\ndiseases or community-acquired pneumonia has been\nrecently formulated (Li et al. 2020a , b , c , d , e , f ). It\nmust be noted that both these models were trained\non datasets consisting of actual patient X-ray images,\nwhich is in line with a point we have reiterated\nabove – that training datasets should necessarily be\naccurate, well-represented, and as free of biases as\npossible. An exciting new development reported by\nthe Broad Institute’s Sabeti lab concerns an ML-\nbased platform for automated Cas13-based SHER-\nLOCK assay design (Metsky et al. 2020 ). Such an\nadvance represents a potential breakthrough, as\nhighly optimized and expanded open-access plat-\nforms of this nature can aid researchers the world\nover in rapidly designing standardized tests for novel\nand emerging pathogens using just the knowledge\nabout their genomic sequence. This can help accel-\nerate the deployment of rapid responses to outbreaks\nand thereby greatly enhance early screening and\ncontainment efforts. Understandably, a conﬁdent\nreliance on such automated processes may only be\npossible once multiple ﬁeld applications have vali-\ndated the same and demonstrated similar, if not\nsuperior, performance in comparison with existing\nassay design pipelines.\nSection 3.1 of this review highlights the study which\ndetermined baricitinib as a potential drug against\nSARS-CoV-2 (Richardson et al. 2020 ). Writing in The\nLancet, the same team extended this workﬂow to\ndevelop more comprehensive treatment strategies\naimed at shortlisting drugs that offered both antiviral as\nwell as anti-inﬂammatory effects (Stebbing et al.\n2020 ). The highly modular nature of AI-based\nknowledge graphs, an example of which has been\n\n--- Page 10 ---\nPage 10 of 20 M Sreepadmanabh et al. 148\nLeading therapeutic agents against COVID-19, evaluated and described across common parameters Table 1.\nDrug Parameters\nAzithromycin Status/Remarks\nside-effects either\nDrug type/ Antibiotic\nOriginal purpose\nMode of Oral/Intravenous\nAdministration\nMechanism of\nAction\nReferences Furtado et al. ( 2020\nBaricitinib Status/Remarks\nDrug type/ For rheumatoid arthritis treatment\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction\nReferences Cantini et al. ( 2020\nCD24Fc Status/Remarks\nCOVID-associated symptoms\nDrug type/\nOriginal purpose\nMode of Intravenous\nAdministration\nMechanism of\nAction\nReferences OncoImmune ( 2020\nColchicine Status/Remarks\nclinical trial\nDrug type/ Anti-gout agent\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction migration, and mitosis\nReferences Cumhur Cure et al.\nDexamethasone Status/Remarks\npatients\nDrug type/ Corticosteroid\nOriginal purpose\nMode of Oral/Intravenous/Intramuscular\nAdministration\nMechanism of\nAction\nReferences Horby et al. ( 2020\nEIDD-2801 Status/Remarks\nDrug type/\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction\nReferences Ridgeback Biotherapeutics (\n\nDetails\nNo improvement on clinical outcomes, but no signiﬁcant increase in detrimental\nInhibits mRNA translation by binding to 50s subunit of bacterial ribosome\n), Oldenburg and Doan ( 2020 )\nImprovement in patient status observed, no adverse side-effects reported.\nCurrently in phase III clinical trials conducted by Eli Lilly and Co\nJanus kinase inhibitor. Shows anti-inﬂammatory activity\n)\nIn phase III clinical trials. Preliminary results suggest effective management of\nnonpolymorphic regions of CD24 attached to the Fc region of human IgG1\nImmunomodulator, tempers inﬂammatory responses\n)\nHas been hypothesized to address inﬂamatory responses in COVID-19 infection,\nbut concerns regarding adverse side-effects have been raised. Currently under\nInhibits microtubule polymerization, proinﬂammatory responses, neutrophil\n( 2020 ), Dalili ( 2020 )\nShown to lower mortality rate in a recent trial, currently being provisionally\napproved for patient treatment in certain regions. May be effective in critically ill\nImmunosuppresant. Shows anti-inﬂammatory effects\n)\nPotent antiviral activity observed in mouse models and primary human cells.\nCurrently under phase 2 clinical trial\nAntiviral drug. Nucleoside derivative N4-hydroxycytidine\nInterferes with viral replication by introducing mutations\n2020 ), Sheahan et al. ( 2020 )\n\n--- Page 11 ---\nCOVID-19: advances in diagnostics and treatment\n(continued) Table 1\nDrug Parameters Details\nFavipiravir Status/Remarks\nrecovery rate\nDrug type/ Pyrazinecarboxamide derivative\nOriginal purpose\nMode of Oral/Intravenous\nAdministration\nMechanism of\nAction\nReferences Glenmark ( 2020\nHydroxychloroquine Status/Remarks\nDrug type/\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction\nReferences Chen et al. ( 2020c\net al. ( 2020 ), WHO (\nIvermectin Status/Remarks\nDrug type/ Avermectin derivative\nOriginal purpose\nMode of Oral/topical\nAdministration\nMechanism of\nAction\nReferences Caly et al. ( 2020\nLopinavir–ritonavir Status/Remarks\nCOVID-19 affected patients\nDrug type/ Antiretroviral drug\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of HIV protease inhibitor\nAction\nReferences Cao et al. ( 2020b\nRemdesivir Status/Remarks\nDrug type/ Nucleoside analog\nOriginal purpose\nMode of Intravenous\nAdministration\nMechanism of\nAction\nReferences Grein et al. ( 2020\n\nPage 11 of 20 148\nClinical studies show faster viral clearence and improvement in chest imaging. A\nrecent clinical trial from India by Glenmark showed faster and more effective\nInhibits the viral RNA-dependent RNA polymerase\n), Irvani ( 2020 )\nDiscontinued as a recommended drug for treatment. Clinical studies show no\nsigniﬁcant beneﬁt for patients. Adverse cardiovascular effects have been\nreported. However, the study by Mehra et al. , claiming no signiﬁcant beneﬁts of\nHCQ administration, has since been withdrawn\nChloroquine derivative. Antimalarial drug\nIncreases lysosomal pH. Also dampens inﬂammatory response\n), Gautret et al. ( 2020 ), Li et al. ( 2020a , b , c , d , e , f ), Mahevas\n2020b )\nEmerging candidate against COVID-19. Initial concerns were raised over its high\neffective dosage concentration by Caly et al. , but this is being explored as a safer\nand more effective alternative to HCQ\nTargets ligand-gated ion channels of invertebrate neural cells\n), Gupta et al. ( 2020 ), Heidary and Gharebaghi ( 2020 )\nClinical studies have demonstrated no signiﬁcant beneﬁts of lipinavir-ritonavir in\n2020b ) ), WHO (\nSigniﬁcant beneﬁts from administration of this drug are doubtful. Clinical studies\nhave reported a marginal improvement in critically ill patients\nInhibits the viral RNA-dependent RNA polymerase\n), Wang et al. ( 2020a , b )\n\n--- Page 12 ---\nPage 12 of 20 M Sreepadmanabh et al. 148\n(continued) Table 1.\nDrug Parameters\nTocilizumab Status/Remarks\nDrug type/Original\npurpose\nMode of Intravenous\nAdministration\nMechanism of Immunosuppressant\nAction\nReferences Biran et al. ( 2020 ), Guaraldi\nAn example illustrating the highly modular nature of AI-based knowledge graphs. Figure 3.\nshown in ﬁgure 3 , posit these as versatile tools for\nefforts aimed at rapid drug prediction from extensive\nlibraries. A similar report was published which used a\ndrug repositioning framework employing ML and sta-\ntistical analysis. The results were validated by testing\nits predictions for MERS-COV and SARS-COV, which\nwere shown to be in line with the experimentally\nobserved results (Ge et al. 2020 ). A reverse vaccinol-\nogy study employing Vaxign-ML (a machine learning-\nbased application) was recently carried out (Ong et al.\n2020 ). The basic workﬂow involves a bioinformatic\nanalysis of the genome/proteome, based upon which\n\nDetails\nStudies appear to recommend this drug for critically ill patients, especially for the\nalleviation of COVID-19-associated pneumonia and cytokine storm management\nHumanized monoclonal antibody against IL-6 receptor\net al. ( 2020 ), Luo et al. ( 2020 ), Zhang et al. ( 2020b )\nsuitable targets are scored. Given the number of\nexisting and reported studies targeting the viral spike\nprotein (which also received the highest score using\nVaxign-ML), the authors of this study decided to focus\non the nsp3 which was ascribed the second-highest\nscore by the aforementioned algorithm. It appears that\nvaccine candidate identiﬁcation efforts stand to beneﬁt\nfrom such ML-driven analysis, which may have an\ninherent edge in unearthing unconventional and gen-\nerally non-obvious targets offering similar or superior\noutcomes as compared to those determined using tra-\nditional workﬂows or established tenets.\n\n--- Page 13 ---\nCOVID-19: advances in diagnostics and treatment\n5. Vaccine development for SARS-CoV-2\nConsidering the highly contagious nature of the SARS-\nCoV-2 infection, the only long-term sustainable solu-\ntion is the development of robust vaccination protocols.\nIn this brief section, we wish to draw the reader’s\nattention to some innovative, cutting-edge approaches\ntowards determining potential vaccine candidates.\nAn approach based on comparing the human and\nviral proteomes to search for pentapeptide sequences\nunique to the SARS-CoV-2 was proposed by\nGuglielmo Lucchese, as these would be expected to\nhave high immunogenicity as well as speciﬁcity\n(Lucchese 2020 ). Immunoinformatics-guided investi-\ngations may also play a signiﬁcant role in the identi-\nﬁcation of suitable target epitopes, as shown by two\nrecent papers (Ahmed et al. 2020 ; Baruah and Bose\n2020 ). Baruah and Bose screened the SARS-CoV-2’s\nsurface glycoprotein for CTL and B-cell epitopes,\nfurther supplemented by molecular dynamics simula-\ntions to adjudge the interactions of the former with\nMHC Class I types majorly represented in the Chinese\npopulation (Baruah and Bose 2020 ). The work by\nAhmed et al. incorporated insights from the study of\nimmunogenic SARS-CoV proteins and B/T-cell epi-\ntopes derived from the same to obtain a set of such\nepitopes for the SARS-CoV-2, which have also been\nveriﬁed to be invariable amongst the published SARS-\nCoV-2 genomes, thereby making these attractive tar-\ngets (Ahmed et al. 2020 ). Another notable effort\nundertook an in-silico approach aimed at designing a\nmulti-epitope vaccine candidate by predicting B/T-cell\nepitopes based on analysis of the viral nucleocapsid,\nORF3a, and membrane protein (Enayatkhani et al.\n2020 ). It is conceivable that a comprehensive screen of\nepitopes identiﬁed in the above-cited (and other rela-\nted) literature in suitable animal models may yield lead\ncandidates for vaccine trials.\nData generated by previous studies on the SARS-\nCoV signiﬁcantly facilitates current vaccine devel-\nopment efforts against the SARS-CoV-2. For\ninstance, an analysis of the antigenic and glycosyla-\ntion variation between SARS CoV and SARS-CoV-2\nrevealed that while several novel glycosylation sites\nwere observed in the receptor-binding domain of\nSARS-CoV-2, the structure of the glycoprotein\nshowed no signiﬁcant divergence (Kumar et al.\n2020 ). Additionally, despite the antigenic variability\nbetween both the strains, certain CTL epitopes were\nfound to be conserved, suggesting that existing\npeptide-based vaccine candidates against the SARS-\nCoV could be repurposed for testing against\n\nPage 13 of 20 148\nSARS-CoV-2. This observation is supplemented by a\nrecently published report, wherein Conformational-\nEpitope BLAST (which identiﬁes antigenic similarity\nof a new pathogen to existing ones) was used to\nidentify cross-reactive epitopes in the ACE2 receptor\nbinding region of SARS-CoV-2’s S protein (Qiu\net al. 2020 ). Along similar lines, polyclonal anti-\nbodies against the SARS-CoV receptor-binding\ndomain have been shown to cross-react with SARS-\nCoV-2 receptor-binding domain (RBD), thereby\ninhibiting SARS-CoV-2’s entry into cells (Tai et al.\n2020 ). A largely concordant line of reasoning has\nalso advocated the consideration of the RBD219-N1\n(a yeast-expressed potential vaccine candidate against\nSARS-CoV) as a heterologous vaccine against the\nSARS-CoV-2 (Chen et al. 2020b ). These examples\nserve to highlight that alongside initiatives to develop\nnovel vaccine candidates, repurposing efforts could\nhelp provide immediate solutions to address the\nurgent needs imposed by the ongoing pandemic\nsituation.\nA cell-based antigen delivery system against the\nSARS-CoV-2 has also been proposed recently using\ndecoy cells displaying viral spike protein (Ji et al.\n2020 ). The report provides evidence from the liter-\nature to support and justify the approach, in partic-\nular, citing the example of GM-CSF expressing\nirradiated cells being well tolerated in clinical trials\nagainst cancer. However, no records of assays or in-\nvivo animal model studies have been provided at the\nmoment; hence it is premature to comment on the\nsuitability of this concept in the context of SARS-\nCoV-2 infections.\nThe recent review by Iwasaki and Yang raises\nimportant caveats regarding vaccine development\nefforts, in particular, the phenomenon of antibody-\ndependant enhancement (ADE). ADE occurs when\ntherapeutically administered antibodies can exacer-\nbate the existing pathology by enabling infection of\nimmune cells by the invading virus, promoting\ninﬂammation, downregulation of anti-inﬂammatory\nfactors like IL-10, and aberrant activation of the\nimmune system leading up to tissue injury. The\ndangers associated with hyper-inﬂammation and\nimmune dysregulation in the context of SARS-CoV-2\ninfections have been elucidated at length in Sect. 3.4 .\nThe authors outline several possible contributing\nfactors towards ADE, including antibody speciﬁcity,\nchoice of target epitope, afﬁnity, subtype (IgM or\nIgG), dosage, and patient status. Such concerns\nunderscore the need for well-rounded vaccine\ndevelopment protocols and extensive preclinical\n\n--- Page 14 ---\nPage 14 of 20 M Sreepadmanabh et al. 148\nVaccines being developed against COVID-19 currently in clinical trial stages Table 2.\nCOVID-19 vaccine developer/manufacturer\nInovio Pharmaceuticals/ International Vaccine Institute\nOsaka University/ AnGes/ Takara Bio\nCadila Healthcare Limited\nGenexine Consortium\nSinovac\nWuhan Institute of Biological Products/Sinopharm\nBeijing Institute of Biological Products/Sinopharm\nInstitute of Medical Biology, Chinese Academy of Medical Sciences\nResearch Institute for Biological Safety Problems, Rep of Kazakhstan\nBharat Biotech\nUniversity of Oxford/AstraZeneca\nCanSino Biological Inc./Beijing Institute of Biotechnology\nGamaleya Research Institute\nJanssen Pharmaceutical Companies\nReiThera/LEUKOCARE/Univercells\nAnhui Zhifei Longcom Biopharmaceutical/Institute of Microbiology, Chinese Academy\nof Sciences\nNovavax\nKentucky Bioprocessing, Inc\nClover Biopharmaceuticals Inc./GSK/Dynavax\nVaxine Pty Ltd/Medytox\nUniversity of Queensland/CSL/Seqirus\nMedigen Vaccine Biologics Corporation/NIAID/Dynavax\nInstituto Finlay de Vacunas, Cuba\nFBRI SRC VB VECTOR, Rospotrebnadzor, Koltsovo\nWest China Hospital, Sichuan University\nInstitute Pasteur/Themis/Univ. of Pittsburg CVR/Merck Sharp & Dohme\nModerna/NIAID\nBioNTech/Fosun Pharma/Pﬁzer\nCurevac\nArcturus/Duke-NUS\nImperial College London\nPeople’s Liberation Army (PLA) Academy of Military Sciences/Walvax Biotech.\nMedicago Inc.\nevaluations in order to optimize the choice of\nadjuvants, mode of administration, and other relevant\nparameters as enlisted above. A more thorough\nelaboration may be found in the publication refer-\nenced (Iwasaki and Yang 2020 ).\nThe World Health Organization (WHO) is currently\nmaintaining publicly accessible, comprehensive, and\nauthoritative databases ( https://www.who.int/publica\ntions/m/item/draft-landscape-of-covid-19-candidate-\nvaccines ) listing all the vaccines under clinical or\npreclinical evaluation (WHO 2020a ). At the time of\nwriting, 33 vaccine candidates are under clinical trial,\nwhich have been summarized in table 2 . Additionally,\n\nVaccine platform Phase\nDNA 1/2\nDNA 1/2\nDNA 1/2\nDNA 1/2\nInactivated 3\nInactivated 3\nInactivated 3\nInactivated 1/2\nInactivated 1/2\nInactivated 1/2\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 1\nVector\nProtein Subunit 2\nProtein Subunit 1/2\nProtein Subunit 1/2\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nReplicating Viral Vector 1\nRNA 3\nRNA 3\nRNA 2\nRNA 1/2\nRNA 1\nRNA 1\nVLP 1\nthe WHO’s COVID-19 modeling ad hoc expert\nworking group ( https://www.who.int/publications/m/\nitem/covid-19-animal-models—summary-of-progress-\nmade-by-the-who-covid-19-modelling-(march-04-june-\n2020) ) has also reported (based on the available results\nfrom studies across the world) that Rhesus macaques\nand ferrets appear to be the most suitable large animal\nmodels for studying SARS-CoV-2 infections to date\n(WHO 2020 ). Such public information initiatives are of\nimmense beneﬁt to encourage collaboration, avoid\nunnecessary and wasteful duplication of effort, and\ndisseminate valuable data rapidly across the research\ncommunity. We would also like to direct the interested\n\n--- Page 15 ---\nCOVID-19: advances in diagnostics and treatment\nreader to refer to an excellent summary of the SARS-\nCoV-2 vaccine landscape by Nature Reviews Drug\nDiscovery and authors afﬁliated with the Coalition for\nEpidemic Preparedness Innovations (CEPI) (Le et al.\n2020 ).\n6. Conclusion\nAs the current progress of the SARS-CoV-2 outbreak\nhas made obvious, clinical management of these\ninfections has been under multiple pressures ranging\nfrom high false-negative rates of diagnosis, contentious\nresults on the efﬁcacy of proposed drugs, and the threat\nof severely detrimental symptoms like ARDS and\ncytokine storm responses. The development of acces-\nsible point-of-care diagnostic devices tailor-made for\nlow-resource settings continues to be a pressing\nrequirement. This may be achieved by cell lysis-free\nworkﬂows, increasingly sensitive and robust bioassays,\nimproved sample collection and processing methods\nwhich minimize risks to healthcare workers, and ready-\nto-use kits not requiring technical expertise, among\nother possible innovations. In this regard, RT-LAMP\nand CRISPR/Cas-based methods like SHERLOCK and\nDETECTR are notable advancements that could be\nexplored as promising alternatives. With regard to\nportable diagnostic devices, few technologies hold as\nmuch promise as paper-based microﬂuidics. The\napplicability of this has already been demonstrated in\nthe context of the Ebola and Zika outbreaks (Kaarj\net al. 2018 ; Magro et al. 2017 ). While a comprehensive\noverview of the microﬂuidics domain is beyond the\nscope of this work, considering the immense potential\nof this technology we would like to direct the interested\nreader to refer to a dedicated review of paper-based\nmicroﬂuidic platforms for nucleic acid detection (Kaur\nand Toley 2018 ).\nAdvocating accelerated vaccine development\nefforts might prove to be a risky gamble, on account\nof the associated safety caveats which have been\nunderscored in the preceding sections. Instead, an\nemphasis on designing and adopting reliable bio-\nphysical assays for comprehensive, yet rapid pre-\nclinical evaluation may be beneﬁcial in reducing the\nhistorically high attrition rate among candidates\nunder clinical trials. This holds especially true for\nstudies proposing novel therapeutic agents as well,\nfor which emerging techniques like the CETSA\n(cellular thermal shift assay) may help deter the\noccurrence of misleading false positives (Martinez\nMolina et al. 2013 ). Furthermore, as regards the\n\nPage 15 of 20 148\napplication of AI/ML-based platforms in biomedical\nresearch and diagnostics, a conﬂuence of cross-do-\nmain expertise is crucial to ensure the development\nof reliable models and workﬂows which faithfully\ncapture real-world dynamics. As instances of gov-\nernments and healthcare agencies employing AI-\nbased containment and prevention strategies increase,\nit is important that critical studies be undertaken to\nascertain the true beneﬁts and outcomes of such\ntechnological integration, rather than a reliance on\nanecdotal evidence alone.\nThroughout our discussion, certain points have been\nrecurrent – the advantages of leveraging existing\nknowledge on closely related species like the SARS\nCoV, the potent efﬁcacy of seemingly disparate\ntechniques when applied in tandem, and the impor-\ntance of collaborative efforts coupled with rapid,\ntimely dissemination of results which may inform\nongoing efforts. Requirements key to enabling these\ninclude the availability of genomic sequences, struc-\ntural data, and expertly curated databases. The push\ntowards developing modular assay workﬂows (with\nelements of automation involved) may well be a\ndeﬁning paradigm of future responses to such sce-\nnarios. The advent of in silico epitope screening,\nalgorithmic vaccine and inhibitor design, and prelim-\ninary evaluation of drug libraries by molecular\ndocking has the potential to greatly facilitate wet-lab-\nbased and clinical investigations while expediting\nresults. However, we reiterate our concerns over\nadequate quality testing and rigorous experimental\nvalidation before adopting such approaches as an\nestablished norm. Skepticism must also be extended\nin light of a growing tendency to extrapolate trends\nobserved from in vitro setups and unsuitable animal\nmodels to recommend clinical guidelines. We con-\nclude our narrative on the hopeful note that the topical\ncoverage should have appealed to both experts in\nvirology and biomedical engineers, as well as recent\nentrants in these research domains. The purpose of\nthis effort would be best served if the diverse studies\ndescribed herein motivate and help lay the foundation\nfor ambitious multidisciplinary undertakings aimed at\nthe advancement of public health.\nAcknowledgements\nThe authors thank Hitaishi Desai for helping with\nillustrations and designs for the ﬁgure panels, and Dr.\nAnkit Kumar Sahu and Minita Desai for proofreading\nand editing of the ﬁnal draft. AC thanks India Alliance,\n\n--- Page 16 ---\nPage 16 of 20 M Sreepadmanabh et al. 148\nIISER Bhopal and DBT for supporting various research\nprograms in the lab.\nReferences\nAgrawal S, Goel AD and Gupta N 2020 Emerging\nprophylaxis strategies against COVID-19. Monaldi Arch.\nChest Dis . https://doi.org/10.4081/monaldi.2020.1289\nAhmed SF, Quadeer AA and McKay MR 2020 Preliminary\nIdentiﬁcation of Potential Vaccine Targets for the\nCOVID-19 Coronavirus (SARS-CoV-2) Based on\nSARS-CoV Immunological Studies. Viruses 254 12\nApostolopoulos ID and Bessiana T 2020 Covid-19: Auto-\nmatic detection from X-Ray images utilizing Transfer\nLearning with Convolutional Neural Networks. Phys. Eng.\nSci. Med . https://doi.org/10.1007/s13246-020-00865-4\nBaglivo M, Baronio M, Natalini G, Beccari T, Chiurazzi P\net al. 2020 Natural small molecules as inhibitors of\ncoronavirus lipid-dependent attachment to host cells: a\npossible strategy for reducing SARS-COV-2 infectivity?\nActa Biomed. 161–164 91\nBaruah V and Bose S 2020 Immunoinformatics-aided\nidentiﬁcation of T cell and B cell epitopes in the surface\nglycoprotein of 2019-nCoV. J. Med. Virol. 495–500 92\nBecherer L, Borst N, Bakheit M, Frischmann S, Zengerle R\net al. 2020 Loop-mediated isothermal ampliﬁcation\n(LAMP) – review and classiﬁcation of methods for\nsequence-speciﬁc detection. Anal. Methods 717–746 12\nBeltra´n-Pavez C, Ma´rquez CL, Mun˜oz G, Valiente-Echev-\nerrı´a F, Gaggero A et al. 2020 SARS-CoV-2 detection\nfrom nasopharyngeal swab samples without RNA extrac-\ntion. bioRxiv https://doi.org/10.1101/2020.03.28.013508\nBernheim A, Mei X, Huang M, Yang Y, Fayad ZA et al.\n2020 Chest CT Findings in Coronavirus Disease-19\n(COVID-19): Relationship to Duration of Infection.\nRadiology https://doi.org/10.1148/radiol.2020200463\nBiran N, Ip A, Ahn J, Go RC, Wang S et al. 2020\nTocilizumab among patients with COVID-19 in the\nintensive care unit: a multicentre observational study.\nLancet Rheumatol. https://doi.org/10.1016/S2665-\n9913(20)30277-0\nBogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer\nMUG et al. 2020 Pneumonia of unknown aetiology in\nWuhan, China: potential for international spread via\ncommercial air travel. J. Travel Med. taaa008 27\nBorba MGS, Val FdA, Sampaio VS, Alexandre MA et al.\n2020 Chloroquine diphosphate in two different dosages as\nadjunctive therapy of hospitalized patients with severe\nrespiratory syndrome in the context of coronavirus\n(SARS-CoV-2) infection: Preliminary safety results of a\nrandomized, double-blinded, phase IIb clinical trial\n(CloroCovid-19 Study). medRxiv https://doi.org/10.1101/\n2020.04.07.20056424\n\nBroughton JP, Deng X, Yu G, Fasching CL, Servellita V\net al. 2020 CRISPR–Cas12-based detection of SARS-\nCoV-2. Nat. Biotechnol. https://doi.org/10.1038/s41587-\n020-0513-4\nCaly L, Druce JD, Catton MG, Jans DA and Wagstaff KM\n2020 The FDA-approved drug ivermectin inhibits the\nreplication of SARS-CoV-2 in vitro. Antiviral Res. 178\n104787\nCantini F, Niccoli L, Matarrese D, Nicastri E, Stobbione P\net al. 2020 Baricitinib therapy in COVID-19: A pilot\nstudy on safety and clinical impact. J. Infect. 318–356 81\nCao B, Wang Y, Wen D, Liu W, Wang J et al. 2020 A Trial\nof Lopinavir–Ritonavir in Adults Hospitalized with\nSevere Covid-19. N. Engl. J. Med. 1787–1799 382\nCao Y, Liu X, Xiong L and Cai K 2020 Imaging and clinical\nfeatures of patients with 2019 novel coronavirus SARS-\nCoV-2: A systematic review and meta-analysis. J. Med.\nVirol. https://doi.org/10.1002/jmv.25822\nChan JF-W, Yip CC-Y, To KK-W, Tang TH-C, Wong SC-Y\net al. 2020 Improved molecular diagnosis of COVID-19\nby the novel, highly sensitive and speciﬁc COVID-19-\nRdRp/Hel real-time reverse transcription-polymerase\nchain reaction assay validated in vitro and with clinical\nspecimens. J. Clin. Microbiol. https://doi.org/10.1128/\nJCM.00310-20\nChen L, Xiong J, Bao L and Shi Y 2020 Convalescent\nplasma as a potential therapy for COVID-19. Lancet\nInfect. Dis. 398–400 20\nChen W-H, Hotez PJ and Bottazzi ME 2020 Potential for\ndeveloping a SARS-CoV receptor-binding domain (RBD)\nrecombinant protein as a heterologous human vaccine\nagainst coronavirus infectious disease (COVID)-19. Hum.\nVaccin. Immunother. 1–4 0\nChen Z, Hu J, Zhang Z, Jiang S, Han S et al. 2020 Efﬁcacy\nof hydroxychloroquine in patients with COVID-19:\nresults of a randomized clinical trial. medRxiv https://\ndoi.org/10.1101/2020.03.22.20040758\nCheng C, Xiaorong Z, Zhenyu J and Weifeng H 2020\nAdvances in the research of cytokine storm mechanism\ninduced by Corona Virus Disease 2019 and the corre-\nsponding immunotherapies. Zhonghua Shao Shang Za\nZhi E005 36\nChu DKW, Pan Y, Cheng SMS, Hui KPY, Krishnan P et al.\n2020 Molecular Diagnosis of a Novel Coronavirus (2019-\nnCoV) Causing an Outbreak of Pneumonia. Clin. Chem.\n549–555 66\nCorman VM, Landt O, Kaiser M, Molenkamp R, Meijer A\net al. 2020 Detection of 2019 novel coronavirus (2019-\nnCoV) by real-time RT-PCR. Euro. Surveill. https://doi.\norg/10.2807/1560-7917.ES.2020.25.3.2000045\nCumhur Cure M, Kucuk A and Cure E 2020 Colchicine may\nnot be effective in COVID-19 infection; it may even be\nharmful? Clin. Rheumatol. https://doi.org/10.1007/\ns10067-020-05144-x\n\n--- Page 17 ---\nCOVID-19: advances in diagnostics and treatment\nDai H, Zhang X, Xia J, Zhang T, Shang Y et al. 2020 High-\nresolution Chest CT Features and Clinical Characteristics\nof Patients Infected with COVID-19 in Jiangsu, China.\nInt. J. Infect. Dis. https://doi.org/10.1016/j.ijid.2020.04.\n003\nDalili N 2020 Effects of Standard Protocol Therapy With or\nWithout Colchicine in Covid-19 Infection: A Randomized\nDouble Blind Clinical Trial. https://clinicaltrials.gov/ct2/\nshow/NCT04360980\nDevaux CA, Rolain J-M, Colson P and Raoult D 2020 New\ninsights on the antiviral effects of chloroquine against\ncoronavirus: what to expect for COVID-19? Int. J. An-\ntimicrob. Agents. https://doi.org/10.1016/j.ijantimicag.\n2020.105938\nDuan K, Liu B, Li C, Zhang H, Yu T et al. 2020\nEffectiveness of convalescent plasma therapy in severe\nCOVID-19 patients. Proc. Natl. Acad. Sci. U S A. https://\ndoi.org/10.1073/pnas.2004168117\nEl-Tholoth M, Bau HH and Song J 2020 A Single and Two-\nStage, Closed-Tube, Molecular Test for the 2019 Novel\nCoronavirus (COVID-19) at Home, Clinic, and Points of\nEntry. ChemRxiv https://doi.org/10.26434/chemrxiv.\n11860137.v1\nEnayatkhani M, Hasaniazad M, Faezi S, Guklani H,\nDavoodian P et al. 2020 Reverse vaccinology approach\nto design a novel multi-epitope vaccine candidate against\nCOVID-19: an in silico study. J. Biomol. Struct. Dyn .\nhttps://doi.org/10.1080/07391102.2020.1756411\nFantini J, Di Scala C, Chahinian H and Yahi N 2020\nStructural and molecular modelling studies reveal a new\nmechanism of action of chloroquine and hydroxychloro-\nquine against SARS-CoV-2 infection . Int. J. Antimicrob.\nAgents. https://doi.org/10.1016/j.ijantimicag.2020.\n105960\nFischer A, Sellner M, Neranjan S, Lill MA and Smiesˇko M\n2020 Inhibitors for Novel Coronavirus Protease Identiﬁed\nby Virtual Screening of 687 Million Compounds.\nChemRxiv https://doi.org/10.26434/chemrxiv.11923239.\nv1\nFitzpatrick F, Doherty A and Lacey G 2020 Using\nArtiﬁcial Intelligence in Infection Prevention. Curr.\nTreat. Options Infect. Dis . https://doi.org/10.1007/\ns40506-020-00216-7\nFurtado RHM, Berwanger O, Fonseca HA, Correˆa TD,\nFerraz LR et al. 2020 Azithromycin in addition to\nstandard of care versus standard of care alone in the\ntreatment of patients admitted to the hospital with severe\nCOVID-19 in Brazil (COALITION II): a randomised\nclinical trial. Lancet https://doi.org/10.1016/S0140-\n6736(20)31862-6\nGautret P, Lagier J-C, Parola P, Hoang VT, Meddeb L et al.\n2020 Hydroxychloroquine and azithromycin as a treat-\nment of COVID-19: results of an open-label non-\nrandomized clinical trial. Int. J. Antimicrob. Agents\nhttps://doi.org/10.1016/j.ijantimicag.2020.105949\n\nPage 17 of 20 148\nGe Y, Tian T, Huang S, Wan F, Li J et al. 2020 A data-driven\ndrug repositioning framework discovered a potential\ntherapeutic agent targeting COVID-19. bioRxiv https://\ndoi.org/10.1101/2020.03.11.986836\nGlenmark 2020 Positive Ph III top-line results for favipiravir\nin COVID-19. https://www.thepharmaletter.com/article/\npositive-ph-iii-top-line-results-for-favipiravir-in-covid-19\nGrein J, Ohmagari N, Shin D, Diaz G, Asperges E et al.\n2020 Compassionate Use of Remdesivir for Patients with\nSevere Covid-19. N. Engl. J. Med. 2327–2336 382\nGuaraldi G, Meschiari M, Cozzi-Lepri A, Milic J, Tonelli R\net al. 2020 Tocilizumab in patients with severe COVID-\n19: a retrospective cohort study. Lancet Rheumatol. 2\ne474-e484\nGupta D, Sahoo AK and Singh A 2020 Ivermectin: potential\ncandidate for the treatment of Covid 19. Braz. J. Infect.\nDis. 369–371 24\nHalpin DMG, Singh D and Hadﬁeld RM 2020 Inhaled\ncorticosteroids and COVID-19: a systematic review and\nhttps://doi.org/10. clinical perspective. Eur. Respir. J.\n1183/13993003.01009-2020\nHani C, Trieu NH, Saab I, Dangeard S, Bennani S et al.\n2020 COVID-19 pneumonia: A review of typical CT\nﬁndings and differential diagnosis. Diagn. Interv. Imaging\nhttps://doi.org/10.1016/j.diii.2020.03.014\nHeidary F and Gharebaghi R 2020 Ivermectin: a systematic\nreview from antiviral effects to COVID-19 complemen-\ntary regimen. J. Antibiot. 593–602 73\nHorby P, Lim WS, Emberson JR, Mafham M, Bell JL et al.\n2020 Dexamethasone in Hospitalized Patients with\nCovid-19-Preliminary Report. N. Engl. J. Med. https://\ndoi.org/10.1056/NEJMoa2021436\nInstitute B 2020 Enabling coronavirus detection using\nCRISPR-Cas13: Open-access SHERLOCK research pro-\ntocols and design resources. https://www.broadinstitute.\norg/news/enabling-coronavirus-detection-using-crispr-\ncas13-open-access-sherlock-research-protocols-and\nIrvani SSN 2020 Efﬁcacy and Safety of Favipiravir Com-\npared to the Base Therapeutic Regiment in Moderate to\nSevere COVID-19: A Randomized, Controlled, Double-\nBlind, Clinical Trial. In: clinicaltrials.gov\nIwasaki A and Yang Y 2020 The potential danger of\nsuboptimal antibody responses in COVID-19. Nat. Rev.\nImmuno. https://doi.org/10.1038/s41577-020-0321-6\nJi H, Yan Y, Ding B, Guo W, Brunswick M et al. 2020 Novel\ndecoy cellular vaccine strategy utilizing transgenic anti-\ngen-expressing cells as immune presenter and adjuvant in\nvaccine prototype against SARS-CoV-2 virus. Med. Drug\nDiscov. 100026 5\nJin Z, Du X, Xu Y, Deng Y, Liu M et al. 2020 Structure of\nMpro from COVID-19 virus and discovery of its\ninhibitors. Nature https://doi.org/10.1038/s41586-020-\n2223-y\nKaarj K, Akarapipad P and Yoon J-Y 2018 Simpler, Faster,\nand Sensitive Zika Virus Assay Using Smartphone\n\n--- Page 18 ---\nPage 18 of 20 M Sreepadmanabh et al. 148\nDetection of Loop-mediated Isothermal Ampliﬁcation on\nPaper Microﬂuidic Chips. Sci. Rep. 12438 8\nKaur N and Toley BJ 2018 Paper-based nucleic acid\nampliﬁcation tests for point-of-care diagnostics. Analyst\n2213–2234 143\nKeith P, Day M, Perkins L, Moyer L, Hewitt K et al. 2020 A\nnovel treatment approach to the novel coronavirus: an\nargument for the use of therapeutic plasma exchange for\nfulminant COVID-19. Crit. Care 128 24\nKhoury M, Cuenca J, Cruz FF, Figueroa FE, Rocco PRM\net al. 2020 Current Status of Cell-Based Therapies for\nRespiratory Virus Infections: Applicability to COVID-19.\nEur. Respir. J https://doi.org/10.1183/13993003.00858-\n2020\nKu J, Kim S, Park J, Kim T-S, Kharbash R et al. 2020\nReactive Polymer Targeting dsRNA as Universal Virus\nDetection Platform with Enhanced Sensitivity. Biomacro-\nmolecules https://doi.org/10.1021/acs.biomac.0c00379\nKumar S, Maurya VK, Prasad AK, Bhatt MLB and Saxena\nSK 2020 Structural, glycosylation and antigenic variation\nbetween 2019 novel coronavirus (2019-nCoV) and SARS\ncoronavirus (SARS-CoV). Virusdisease 13–21 31\nLe TT, Andreadakis Z, Kumar A, Roma´n RG, Tollefsen S\net al. 2020 The COVID-19 vaccine development land-\nscape. Nat. Rev. Drug Discov. https://doi.org/10.1038/\nd41573-020-00073-5\nLeng Z, Zhu R, Hou W, Feng Y, Yang Y et al. 2020\nTransplantation of ACE2-Mesenchymal Stem Cells\nImproves the Outcome of Patients with COVID-19\nPneumonia. Aging Dis. 216 11\nLi D, Wang D, Dong J, Wang N, Huang H et al. 2020a\nFalse-Negative Results of Real-Time Reverse-Transcrip-\ntase Polymerase Chain Reaction for Severe Acute Res-\npiratory Syndrome Coronavirus 2: Role of Deep-\nLearning-Based CT Diagnosis and Insights from Two\nCases. Korean J. Radiol. 505–508 21\nLi L, Qin L, Xu Z, Yin Y, Wang X et al. 2020b Artiﬁcial\nIntelligence Distinguishes COVID-19 from Community\nAcquired Pneumonia on Chest CT. Radiology https://doi.\norg/10.1148/radiol.2020200905\nLi X, Wang Y, Agostinis P, Rabson A, Melino G et al. 2020c\nIs hydroxychloroquine beneﬁcial for COVID-19 patients?\nCell Death Dis. 1–6 11\nLi Y, Li H and Zhou L 2020d EZH2-mediated H3K27me3\ninhibits ACE2 expression. Biochem. Biophys. Res. Com-\nmun. https://doi.org/10.1016/j.bbrc.2020.04.010\nLi Y, Yao L, Li J, Chen L, Song Y et al. 2020e Stability\nissues of RT-PCR testing of SARS-CoV-2 for hospitalized\npatients clinically diagnosed with COVID-19. J. Med.\nVirol. https://doi.org/10.1002/jmv.25786\nLi Z, Yi Y, Luo X, Xiong N, Liu Y et al. 2020f Development\nand clinical application of a rapid IgM-IgG combined\nantibody test for SARS-CoV-2 infection diagnosis. J.\nMed. Virol. https://doi.org/10.1002/jmv.25727\n\nLiu W, Liu L, Kou G, Zheng Y, Ding Y et al. 2020\nEvaluation of Nucleocapsid and Spike Protein-based\nELISAs for detecting antibodies against SARS-CoV-2.\nJ. Clin. Microbiol. https://doi.org/10.1128/JCM.00461-20\nLiu X and Wang X-J 2020 Potential inhibitors against\n2019-nCoV coronavirus M protease from clinically\napproved medicines. J. Genet. Genomics. https://doi.\norg/10.1016/j.jgg.2020.02.001\nLong C, Xu H, Shen Q, Zhang X, Fan B et al. 2020\nDiagnosis of the Coronavirus disease (COVID-19): rRT-\nPCR or CT? Eur. J. Radiol. 108961 126\nLong Q-X, Liu B-Z, Deng H-J, Wu G-C, Deng K et al. 2020\nAntibody responses to SARS-CoV-2 in patients with\nCOVID-19. Nat. Med. https://doi.org/10.1038/s41591-\n020-0897-1\nLu R, Wu X, Wan Z, Li Y, Zuo L et al. 2020 Development of\na Novel Reverse Transcription Loop-Mediated Isothermal\nAmpliﬁcation Method for Rapid Detection of SARS-\nCoV-2. Virol. Sin. https://doi.org/10.1007/s12250-020-\n00218-1\nLucchese G 2020 Epitopes for a 2019-nCoV vaccine. Cell\nMol. Immunol. https://doi.org/10.1038/s41423-020-0377-\nz\nLuo P, Liu Y, Qiu L, Liu X, Liu D et al. 2020 Tocilizumab\ntreatment in COVID-19: A single center experience. J.\nMed. Viro. 814–818 92\nMa J, Xia P, Zhou Y, Liu Z, Zhou X et al. 2020 Potential\neffect of blood puriﬁcation therapy in reducing cytokine\nstorm as a late complication of critically ill COVID-19.\nClin. Immunol. 108408 214\nMa Y, Zeng H, Zhan Z, Lu H, Zeng Z et al. 2020\nCorticosteroid Use in the Treatment of COVID-19: A\nMulticenter Retrospective Study in Hunan, China. Front.\nPharmacol. 1198 11\nMagagnoli J, Narendran S, Pereira F, Cummings T, Hardin\nJW et al. 2020 Outcomes of hydroxychloroquine usage in\nUnited States veterans hospitalized with Covid-19.\nmedRxiv https://doi.org/10.1101/2020.04.16.20065920\nMagro L, Jacquelin B, Escadafal C, Garneret P, Kwasiborski\nA et al. 2017 Paper-based RNA detection and multiplexed\nanalysis for Ebola virus diagnostics. Sci. Rep. 1347 7\nMahevas M, Tran V-T, Roumier M, Chabrol A, Paule R\net al. 2020 No evidence of clinical efﬁcacy of hydrox-\nychloroquine in patients hospitalized for COVID-19\ninfection with oxygen requirement: results of a study\nusing routinely collected data to emulate a target trial.\nmedRxiv https://doi.org/10.1101/2020.04.10.20060699\nMartinez Molina D, Jafari R, Ignatushchenko M, Seki T,\nLarsson EA et al. 2013 Monitoring drug target engage-\nment in cells and tissues using the cellular thermal shift\nassay. Science 84–87 341\nMehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS\net al. 2020 COVID-19: consider cytokine storm syn-\ndromes and immunosuppression. Lancet 1033–1034 395\n\n--- Page 19 ---\nCOVID-19: advances in diagnostics and treatment\nMetsky HC, Freije CA, Kosoko-Thoroddsen T-SF, Sabeti\nPC and Myhrvold C 2020 CRISPR-based COVID-19\nsurveillance using a genomically-comprehensive machine\nlearning approach. bioRxiv https://doi.org/10.1101/2020.\n02.26.967026\nNalla AK, Casto AM, Huang M-LW, Perchetti GA, Sam-\npoleo R et al. 2020 Comparative Performance of SARS-\nCoV-2 Detection Assays using Seven Different Primer/\nProbe Sets and One Assay Kit. J. Clin. Microbiol. https://\ndoi.org/10.1128/JCM.00557-20\nNarin A, Kaya C and Pamuk Z 2020 Automatic Detection of\nCoronavirus Disease (COVID-19) Using X-ray Images\nand Deep Convolutional Neural Networks. arXiv arXiv:\n2003.10849\nOldenburg CE and Doan T 2020 Azithromycin for severe\nCOVID-19. Lancet https://doi.org/10.1016/S0140-\n6736(20)31863-8\nOncoImmune I 2020 A Randomized, Double-blind, Placebo-\ncontrolled, Multi-site, Phase III Study to Evaluate the\nSafety and Efﬁcacy of CD24Fc in COVID-19 Treatment.\nhttps://clinicaltrials.gov/ct2/show/NCT04317040\nOng E, Wong MU, Huffman A and He Y 2020 COVID-19\ncoronavirus vaccine design using reverse vaccinology and\nmachine learning. bioRxiv https://doi.org/10.1101/2020.\n03.20.000141\nOrganization WH 2020a DRAFT landscape of COVID-19\ncandidate vaccines. WHO https://www.who.int/publications/\nm/item/draft-landscape-of-covid-19-candidate-vaccines\nOrganization WH 2020b WHO discontinues hydroxychloro-\nquine and lopinavir/ritonavir treatment arms for COVID-\n19. Geneva, Switzerland: WHO. https://www.who.int/\nnews/item/04-07-2020-who-discontinues-hydroxychloro\nquine-and-lopinavir-ritonavir-treatment-arms-for-covid-19\nOrtega JT, Serrano ML, Pujol FH and Rangel HR 2020\nUnrevealing sequence and structural features of novel\ncoronavirus using in silico approaches: The main protease\nas molecular target. EXCLI J. 400–409 19\nQiu T, Mao T, Wang Y, Zhou M, Qiu J et al. 2020\nIdentiﬁcation of potential cross-protective epitope\nbetween a new type of coronavirus (2019-nCoV) and\nsevere acute respiratory syndrome virus. J. Genet.\nGenomics 115–117 47\nRichardson P, Grifﬁn I, Tucker C, Smith D, Oechsle O et al.\n2020 Baricitinib as potential treatment for 2019-nCoV\nacute respiratory disease. Lancet e30–e31 395\nRidgeback Biotherapeutics L 2020 The Safety of EIDD-\n2801 and Its Effect on Viral Shedding of SARS-CoV-2.\nhttps://www.clinicaltrials.gov/ct2/show/NCT04405739\nRiva L, Yuan S, Yin X, Martin-Sancho L, Matsunaga N\net al. 2020 A Large-scale Drug Repositioning Survey for\nSARS-CoV-2 Antivirals. bioRxiv https://doi.org/10.1101/\n2020.04.16.044016\nRussell CD, Millar JE and Baillie JK 2020 Clinical evidence\ndoes not support corticosteroid treatment for 2019-nCoV\nlung injury. Lancet 473–475 395\n\nPage 19 of 20 148\nSanders JM, Monogue ML, Jodlowski TZ and Cutrell JB\n2020 Pharmacologic Treatments for Coronavirus Disease\n2019 (COVID-19): A Review. JAMA https://doi.org/10.\n1001/jama.2020.6019\nSheahan TP, Sims AC, Zhou S, Graham RL, Pruijssers AJ\net al. 2020 An orally bioavailable broad-spectrum antivi-\nral inhibits SARS-CoV-2 in human airway epithelial cell\ncultures and multiple coronaviruses in mice. Sci. Transl.\nMed. eabb5883 12\nSingh AK, Majumdar S, Singh R and Misra A 2020 Role of\ncorticosteroid in the management of COVID-19: A\nsystemic review and a Clinician’s perspective. Diabetes\nMetab. Syndr. 971–978 14\nStebbing J, Phelan A, Grifﬁn I, Tucker C, Oechsle O et al.\n2020 COVID-19: combining antiviral and anti-inﬂamma-\ntory treatments. Lancet Infect. Dis. 400–402 20\nTai W, He L, Zhang X, Pu J, Voronin D et al. 2020\nCharacterization of the receptor-binding domain (RBD) of\n2019 novel coronavirus: implication for development of\nRBD protein as a viral attachment inhibitor and vaccine.\nCell Mol. Immunol. https://doi.org/10.1038/s41423-020-\n0400-4\nTian X, Li C, Huang A, Xia S, Lu S et al. 2020 Potent\nbinding of 2019 novel coronavirus spike protein by a\nSARS coronavirus-speciﬁc human monoclonal antibody.\nEmerg. Microbes. Infect. 382–385 9\nTo KK-W, Tsang OT-Y, Yip CC-Y, Chan K-H, Wu T-C et al.\n2020 Consistent Detection of 2019 Novel Coronavirus in\nSaliva. Clin. Infect. Dis. 841–843 71\nTon A-T, Gentile F, Hsing M, Ban F and Cherkasov A 2020\nRapid Identiﬁcation of Potential Inhibitors of SARS-CoV-\n2 Main Protease by Deep Docking of 1.3 Billion\nCompounds. ChemRxiv https://doi.org/10.26434/\nchemrxiv.11860077.v1\nWang J, Hajizadeh N, Moore EE, McIntyre RC, Moore PK\net al. 2020 Tissue Plasminogen Activator (tPA) Treatment\nfor COVID-19 Associated Acute Respiratory Distress\nSyndrome (ARDS): A Case Series. J. Thromb. Haemost.\nhttps://doi.org/10.1111/jth.14828\nWang M, Cao R, Zhang L, Yang X, Liu J et al. 2020\nRemdesivir and chloroquine effectively inhibit the\nrecently emerged novel coronavirus (2019-nCoV)\nin vitro. Cell Res. 269–271 30\nWHO 2020 WHO R&D Blueprint COVID-19 Animal\nModels. https://www.who.int/publications/m/item/\ncovid-19-animal-models—summary-of-progress-made-\nby-the-who-covid-19-modelling-(march-04-june-2020)\nXia S, Liu M, Wang C, Xu W, Lan Q et al. 2020a\nInhibition of SARS-CoV-2 (previously 2019-nCoV)\ninfection by a highly potent pan-coronavirus fusion\ninhibitor targeting its spike protein that harbors a high\ncapacity to mediate membrane fusion. Cell Res. 30\n343–355\nXia S, Zhu Y, Liu M, Lan Q, Xu W et al. 2020b Fusion\nmechanism of 2019-nCoV and fusion inhibitors targeting\n\n--- Page 20 ---\nPage 20 of 20 M Sreepadmanabh et al. 148\nHR1 domain in spike protein. Cell Mol. Immunol. https://\ndoi.org/10.1038/s41423-020-0374-2\nXiang J, Yan M, Li H, Liu T, Lin C et al. 2020 Evaluation of\nEnzyme-Linked Immunoassay and Colloidal Gold-\nImmunochromatographic Assay Kit for Detection of\nNovel Coronavirus (SARS-Cov-2) Causing an Outbreak\nof Pneumonia (COVID-19). medRxiv https://doi.org/10.\n1101/2020.02.27.20028787\nYan C, Cui J, Huang L, Du B, Chen L et al. 2020 Rapid and\nvisual detection of 2019 novel coronavirus (SARS-CoV-\n2) by a reverse transcription loop-mediated isothermal\nampliﬁcation assay. Clin. Microbiol. Infect. https://doi.\norg/10.1016/j.cmi.2020.04.001\nYang Y, Shen C, Li J, Yuan J, Yang M et al. 2020 Exuberant\nelevation of IP-10, MCP-3 and IL-1ra during SARS-CoV-\n2 infection is associated with disease severity and fatal\noutcome. medRxiv https://doi.org/10.1101/2020.03.02.\n20029975\nYang Z, Liu J, Zhou Y, Zhao X, Zhao Q et al. 2020 The\neffect of corticosteroid treatment on patients with coro-\nnavirus infection: a systematic review and meta-analysis.\nJ. Infect. e13–e20 81\nYe Z, Wang Y, Colunga-Lozano LE, Prasad M, Tangamorn-\nsuksan W et al. 2020 Efﬁcacy and safety of corticos-\nteroids in COVID-19 based on evidence for COVID-19,\nCorresponding editor: K S UNDAN ENGUPTA\n\nother coronavirus infections, inﬂuenza, community-ac-\nquired pneumonia and acute respiratory distress syn-\ndrome: a systematic review and meta-analysis. CMAJ 192\nE756–E767\nZha L, Li S, Pan L, Tefsen B, Li Y et al. 2020 Corticosteroid\ntreatment of patients with coronavirus disease 2019\n(COVID-19). Med. J. Aust. 10.5694/mja2.50577\nZhang B, Liu S, Tan T, Huang W, Dong Y et al. 2020\nTreatment With Convalescent Plasma for Critically Ill\nPatients With SARS-CoV-2 Infection. CHEST https://doi.\norg/10.1016/j.chest.2020.03.039\nZhang C, Wu Z, Li J-W, Zhao H and Wang G-Q 2020 The\ncytokine release syndrome (CRS) of severe COVID-19\nand Interleukin-6 receptor (IL-6R) antagonist Tocilizu-\nmab may be the key to reduce the mortality. Int.\nJ. Antimicrob. Agents https://doi.org/10.1016/j.\nijantimicag.2020.105954\nZhang R, Wang X, Ni L, Di X, Ma B et al. 2020 COVID-19:\nMelatonin as a potential adjuvant treatment. Life Sci. 250\n117583\nZhang Y, Yu L, Tang L, Zhu M, Jin Y et al. 2020 A\npromising anti-cytokine-storm targeted therapy for\nCOVID-19: The artiﬁcial-liver blood-puriﬁcation system.\nEngineering (Beijing) https://doi.org/10.1016/j.eng.2020.\n03.006",
    "pages": [
      {
        "page_number": 1,
        "text": "J Biosci (2020) 45:148\nDOI: 10.1007/s12038-020-00114-6\n( 01234567 89().,-volV) ( 01234567 89().,-volV)\nReview\nCOVID-19: Advances in diagnostic tools, treatment strategies,\nM S , A K REEPADMANABH MIT\nAn unprecedented worldwide spread of the SARS-CoV-2 has imposed severe challenges on healthcare\nfacilities and medical infrastructure. The global research community faces urgent calls for the development of\nrapid diagnostic tools, effective treatment protocols, and most importantly, vaccines against the pathogen.\nPooling together expertise across broad domains to innovate effective solutions is the need of the hour. With\nthese requirements in mind, in this review, we provide detailed critical accounts on the leading efforts at\ndeveloping diagnostics tools, therapeutic agents, and vaccine candidates. Importantly, we furnish the reader\nwith a multidisciplinary perspective on how conventional methods like serology and RT-PCR, as well as\ncutting-edge technologies like CRISPR/Cas and artiﬁcial intelligence/machine learning, are being employed to\ninform and guide such investigations. We expect this narrative to serve a broad audience of both active and\naspiring researchers in the ﬁeld of biomedical sciences and engineering and help inspire radical new\napproaches towards effective detection, treatment, and prevention of this global pandemic.\nKeywords.\n1. Introduction\nThe ongoing COVID-19 pandemic has had devastating\neffects on populations, social structures, and economic\ngrowth. These are further exacerbated by the increasing\nextent of global connectivity and geographical mobility,\nwhich expedite infection spread at an uncontrollable pace.\nThe causative agent of this outbreak has been identiﬁed as\nthe recently discovered SARS-CoV-2 coronavirus.\nEffectivecontrolandcontainmentofthispathogenrequire\nreliable diagnostic assays and potent therapeutic agents.\nRecent advances in computational technology and\nbiomedical engineering have placed a toolkit of immense\npotential in our hands, with a formerly unimaginable\ncapability to enable multidisciplinary innovations and\nhighly accelerated discoveries. In this review, we provide\na critical evaluation of diagnostic techniques and treat-\nThis article is part of the Topical Collection: COVID-19:\nDisease Biology & Intervention.\nhttp://www.ias.ac.in/jbiosci\n\n\u0002 Indian Academy of Sciences\nand vaccine development\nS and A C * UMAR AHU JIT HANDE\nMolecular Virology Laboratory, Indian Institute of Science Education and Research, Bhopal, India\n*Corresponding author (Email, ajitg@iiserb.ac.in)\nMS received 26 June 2020; accepted 15 October 2020; published online 24 November 2020\nArtiﬁcial intelligence; CRISPR/Cas; SARS-CoV-2; treatment strategies; viral diagnostics\nment strategies targeted at the SARS-CoV-2. Alongside\nan eclectic selection of such reports, our analysis also\nfocuses on the applications, advantages, and pitfalls of\nemerging technologies like CRISPR/Cas, immune-infor-\nmatics, artiﬁcial intelligence, and machine learning.\n2. Diagnostic tools for detecting SARS-CoV-2\nFigure 1 provides a graphical summary of the various\napproaches discussed herein.\n2.1 RT-PCR\nPCR-based methods are considered the gold standard\nfor viral detection. SARS-CoV-2 requires RT-PCR-\nbased approaches, by virtue of being an RNA virus. In\nthis section, we highlight some interesting develop-\nments as well as possible pitfalls of this technique, in\nthe context of viral diagnosis.\n1",
        "char_count": 3437,
        "word_count": 463,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "Page 2 of 20 M Sreepadmanabh et al. 148\nSummary of the various approaches towards diagnosis of SARS CoV-2 infection. Figure 1.\nOne of the earliest workﬂows set up in response to\nthe outbreak was by Christian Dorsten and colleagues\n(Corman et al. 2020 ). The team established an accurate,\nsensitive, and speciﬁc RT-PCR protocol against the\nSARS-CoV-2. Later research, including a comparative\nstudy by Nalla et al. , have attested to its superior\nsensitivity (Nalla et al. 2020 ). A notable feature of this\npioneering work was that the assays were designed\nwithout access to any actual SARS-CoV-2 genomic\nspecimens or patient samples, by relying on genome\ninformation sourced from Chinese researchers and\nsynthetic nucleic acid technology. An interesting\ncomparison between two commercially available test-\nTM 2019-nCoV Assay Kit v1 ing kits – (the TaqMan\n(ThermoFisher) and the 2019-nCoV CDC qPCR Probe\nAssay (Integrated DNA Technologies)) – was recently\nreported, results from which indicate that the former is\ncapable of reliably detecting SARS-CoV-2 presence in\nnasopharyngeal swab samples without any RNA\nextraction steps (Beltra´n-Pavez et al. 2020 ). Most\ndiagnostic devices relying on RT-PCR-based ampliﬁ-\ncation suffer from the drawback of requiring either\nsample lysis or puriﬁed nucleic acid samples, a step\nthat involves additional reagents, increased testing\ntime, human errors and costs, in addition to signiﬁcant\ncompromises on the ﬁeld-applicability of the test.\nSubject to further validation, the above result\n\nrepresents a potential breakthrough for rapid and\naccessible diagnosis in low-resource settings, by\nenabling the development of accessible point-of-care\ndevices. Additionally, while nasopharyngeal/oropha-\nryngeal swabs are recommended sample collection\ntechniques for SARS-CoV-2 testing, these pose a high\nrisk of exposing healthcare workers to large numbers of\npotentially infected individuals, in addition to causing\npatient discomfort. An alternative in the form of saliva\nspecimens as a non-invasive method of sample col-\nlection has been proposed to address these concerns\n(To et al. 2020 ).\nIn order to enhance the sensitivity and ﬁdelity of RT-\nPCR assays, a worthwhile strategy is to evaluate the\npotential of various viral components as probe targets\nand compare the relative performance of each. For\ninstance, an early RT-PCR-based detection assay used\nprobes against the ORF1b and N region of the viral\ngenome (Chu et al. 2020 ). Subsequently, another study\ndeveloped three novel assays aimed at the viral spike\nprotein (S), nucleocapsid (N), and RNA-dependant\nRNA polymerase (RdRp)/Helicase (Hel) genes, out of\nwhich, the RdRp/Hel-based assay demonstrated no\ncross-reactivity with common respiratory pathogens as\nwell as the lowest detection limit in vitro (Chan et al.\n2020 ). Exploring such novel targets may help develop\nsuperior assays, which can improve the sensitivity and",
        "char_count": 2916,
        "word_count": 438,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "COVID-19: advances in diagnostics and treatment\naccuracy of detection. Furthermore, a comparative\nanalysis by Nalla et al. evaluated seven different assay\nkits and reported the E-gene primer/probe set (as\ndescribed by Corman et al. ( 2020 )) and the N2 set\n(developed by the Division of Viral Diseases, Center\nfor Disease Control and Prevention) as the most sen-\nsitive assays available. The importance of such inde-\npendent assessments of reported/published studies\nneeds to be underscored in healthcare crisis scenarios\nsuch as the present one, wherein resources are limited\nand must be judiciously allocated.\n2.2 Chest CT scans\nA few studies have also pointed out the liabilities of\nRT-PCR-based techniques. While some publications\nand in vitro assays may report excellent parameters of\nperformance, clinical testing and feedback raise several\nred ﬂags. A most elementary instance of this was\nreported in a case wherein two patients who were\nSARS-CoV-2 infected returned negative RT-PCR\nresults, leading the authors to suggest chest CT scans as\nan essential part of clinical diagnosis (Li et al. 2020a ).\nSimilar issues with a high false-negative rate of RT-\nPCR testing on patients over the course of disease\nprogression and treatment have been reported sepa-\nrately as well (Li et al. 2020e ). Such observations have\npromoted recommendations to include clinical param-\neters such as CT scan diagnosis as factors to be con-\nsidered in addition to the aforementioned assays while\nmaking decisions on patient discharge, evaluation of\nrecovery/response to treatment protocols. A retrospec-\ntive study reached similar conclusions in favor of CT\nscans, ascribing a 97.2% sensitivity to CT, as compared\nto 83.3% using RT-PCR (Long et al. 2020a ).\nAt this juncture, we would like to emphasize a few\nrecent studies which have underscored the potential of\nchest CT scans as a viable diagnostic technique. Work\nby Cao et al. and Dai et al. seeks to formulate a\nstandard set of characteristic features indicative of a\nSARS-CoV-2 infection. The former, a systematic\nreview and meta-analysis of infected patients, estab-\nlishes the most common clinical symptoms as fever,\ncough, chest distress, fatigue, and dyspnea, along with\nmajor imaging features as ground-glass opacities and\nbilateral pneumonia (Cao et al. 2020a ). The latter\nprovides a more comprehensive treatment in which\nover two hundred patients were studied to report\nbilateral multiple lung lobes in both the periphery and\nlower portion of the lungs as being present in over\n94.98% of the cases (Dai et al. 2020 ). Additionally,\n\nPage 3 of 20 148\nground-glass opacities and vascular enhancement were\nidentiﬁed as characteristic signatures, as well as ﬁbro-\nsis, air, trapping, and interlobular septal thickening. It is\nworthwhile to note that highly concordant observations\nhave been made across different patient cohorts, and\nthe general agreement between these is an indicator of\nthe proposed technique’s versatility and broad-spec-\ntrum applicability. A more extensive and detailed elu-\ncidation of the same may be found in the recent review\nby Hani et al. (Hani et al. 2020 ). Furthermore, time-\npoint-based CT scan data may be an invaluable tool to\nassess disease progression, treatment response, devel-\nopment of complications, and understanding the\npathophysiology of the disease, as has been stressed by\nBernheim et al. ( 2020 ). Additionally, an artiﬁcial\nintelligence (AI)-based platform has also been devised\nwhich utilizes a neural network to evaluate X-ray\nimages and automatically detects SARS-CoV-2-in-\nfected positive specimens with an accuracy of 97.82%\n). Harnessing (Apostolopoulos and Bessiana 2020\nadvances in computer science for medical diagnostics\nmay serve as an essential tool to standardize and speed\nup the testing process. Similar applications of machine\nlearning and AI to aid in the pandemic control efforts\nwill be further elaborated in Sect. 4 .\n2.3 Antibody-based techniques\nThe evident advantage of antibodies over nucleic acids\nampliﬁcation is higher speciﬁcity, accuracy, as well as\nrapid testing times since it does not require time-con-\nsuming ampliﬁcation steps, nor involves cumbersome\nextraction/puriﬁcation processes. A recent report has\nalso highlighted that antibody titers may be a more\nreliable indicator of SARS-CoV-2 infections, especially\nfor asymptomatic and suspected carriers who return\nnegative RT-PCR results (Long et al. 2020b ).\nThe classic Enzyme-linked Immunosorbent Assay\n(ELISA) may be readily adapted to serve as a SARS-\nCoV-2 detection test. Accordingly, this has been\nemployed against the recombinant viral nucleocapsid\nproteins and the recombinant viral spike proteins,\nwhich were used to detect the IgM and IgG antibody\nlevels (Liu et al. 2020 ). This study established that\nspike protein-based assay would be more sensitive for\ndetecting IgM. Along similar lines, the comparative\nperformance of ELISA-based and Gold-immunochro-\nmatographic Assay (GICA)-based methods have also\nbeen evaluated (Xiang et al. 2020 ). The rapid testing\ntimes and high sensitivity observed posit serological\nassays as superior alternatives to RT-PCR on account",
        "char_count": 5160,
        "word_count": 790,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Page 4 of 20 M Sreepadmanabh et al. 148\nof ease of sample collection (blood, which poses\nminimal risk to healthcare staff compared to swab\nsamples) and low false-negative rates. In this regard, an\nefﬁcient point-of-care device for diagnostic testing\nwhich combined the IgG-IgM testing platform with a\ntesting time of ﬁfteen minutes was recently reported (Li\net al. 2020f ). While the repurposing of cross-reactive\nantibodies from highly similar species like the SARS-\nCoV is a viable idea, an interesting report notes some\npitfalls (Tian et al. 2020 ). Despite the relative identity\nbetween the SARS-CoV and the SARS-CoV-2, the\nauthors point out that highly potent receptor binding\nsite-targeting SARS-CoV neutralizing antibodies (like\nthe CR3014 and m396) fail to engage the SARS-CoV-2\nspike protein. This indicates that effective management\nof novel pathogens may necessitate the development of\nnovel antibodies and those homology-based strategies\nto repurpose existing therapeutics should be rigorously\nvetted.\nHowever, an over-reliance on antibody-based\napproaches is impractical. Designing nucleic acid\nprobes is a far more straightforward process, and one\nmuch more rapidly deployable. Also, the detection of\nantibodies may be difﬁcult in the early stages of\ninfection, until a signiﬁcant titer of IgG/IgM has\naccumulated in circulation. This may contribute\ntowards signiﬁcant false-negative rates during large-\nscale screenings, especially when periodic sampling\nand extended observation of test subjects may not be\nfeasible. Hence, despite the salient advantages of\nantibody-based techniques as discussed above, several\nassay kits and ﬁeld-testing protocols have remained in\nthe domain of PCR ampliﬁcation-based methods.\nAccordingly, our object of focus for the next section\nwill be one such recently evolved technology, loop-\nmediated isothermal ampliﬁcation (LAMP).\n2.4 RT-LAMP\nLAMP-based protocols enable the efﬁcient ampliﬁca-\ntion of nucleic acids at a single point temperature. This\nfeature makes it a strong contender for direct ﬁeld\napplications, since incorporating the thermal cycling\nsteps in PCR assays has traditionally been a signiﬁcant\nlimitation for point-of-care devices. LAMP’s inherent\nadvantages are not limited to isothermal operability\nalone. This robust technique works efﬁciently even\nwith crude sample preparations, compared to tradi-\ntional PCR methods, and also offers a very high\nampliﬁcation efﬁciency since it is not limited by a\ndoubling-per-cycle threshold (Becherer et al. 2020 ).\n\nWe wish to highlight two particular tests, both of\nwhich report colorimetric detection capability – a major\nboon for point-of-care devices. A team led by Di Liu\nand Jing Yuan reported RT-LAMP assays for SARS-\nCoV-2 detection, with ORF1ab and S genes as the\nprimer-probe targets (Yan et al. 2020 ). The work\nclaims complete detection within 60 min, using a col-\norimetric detection system that employs ﬂuorescent\ncalcein, where a color change from orange to green\nindicates positive reactions (visually detectable by the\nnaked eye). Another effort by Renfei Lu et al.\ninvolving primers targeted at the RdRp utilizes cresol\nred (a pH-sensitive indicator dye) for the assay readout\n(Lu et al. 2020 ). Since a proceeding ampliﬁcation can\nprogressively change the buffer pH from alkaline to\nacidic, a color change from burgundy to orange/yellow\nsignals a positive reaction. These innovations in assay\nreadout methodology imply a signiﬁcant advancement\nsince they make it possible to have even untrained\nhealthcare workers administer, conduct, and interpret\ndiagnostic tests.\nA noteworthy instance of adapting RT-LAMP for a\ntruly bedside point-of-care application is the innovative\nclosed-tube test developed by Song and colleagues (El-\nTholoth et al. 2020 ). Combining straightforward sam-\nple collection with single or two-step RT-LAMP\nampliﬁcation protocols, along with a visual detection\nsystem based on LCV (leucocrystalviolet – an inter-\ncalating agent which colorimetrically detects double-\nstranded LAMP amplicons), this device is a readily\ndeployable and highly portable testing method that\npromises to be a cheap and reliable alternative suit-\nable for all testing environments.\n2.5 Emerging techniques: reactive polymers\nand CRISPR/Cas-based systems\nThis subsection is devoted to a couple of non-con-\nventional detection methods, which may well serve as a\nversatile platform in the future. The ﬁrst is a reactive\npolymer-grafter device which utilizes antibodies to\ndetect dsRNA (Ku et al. 2020 ). A suitable polymer-\ncoated surface-reactive poly(pentaﬂuorophenyl acetate)\nin this case is used to immobilize J2 antibodies on the\nsurface. Following the preparation of the platform, it\nmay be directly applied to detect dsRNA as the J2\nantibodies may bind dsRNA molecules speciﬁcally.\nThe principal advantage, in this case, is that the anti-\nbody binding is sequence-independent; hence the\nplatform may serve as a universal virus detection unit.\nHowever, it may be noted that such one-size-ﬁts-all",
        "char_count": 5022,
        "word_count": 745,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "COVID-19: advances in diagnostics and treatment\napproaches suffer from an inherent lack of speciﬁcity.\nIn this case, the sequence-independent nature of\ndetection suggests a high possibility of false positives.\nSuch a scenario would necessitate secondary tests\nusing established protocols for reliable conﬁrmations of\ndiagnosis, thereby positing the J antibodies-based\ntechnique as a potential preliminary screening step,\nrather than as a standalone entity.\nThe second major innovation involves the use of\nCRISPR-Cas-based techniques for the detection of\nviral nucleic acids. Recently, such CRISPR-based\ndetection systems, notably SHERLOCK and\nDETECTR, were reported as emerging diagnostic\ntools. The fundamental principle involves the acti-\nvation of a suitable Cas variant (Cas13 for SHER-\nLOCK, Cas12a for DETECTR) by binding of the\nappropriate target sequence (ssRNA or mRNA for\nCas13 and dsDNA for Cas12a), which enables the\nCas variants to promiscuously cleave and degrade\nsurrounding ssRNA and ssDNA, respectively. The\nssRNA/ssDNA meant for the latter reaction may be\ncoupled with a quenchable ﬂuorophore, which pro-\nduces a quantiﬁable signal upon being released by\ncleavage. Hence, the detection of the exact target\nsequence is indicated by an assay readout in the\nform of a ﬂuorescence signal. This system allows for\nrapid and accurate detection of viral RNA samples\nsince ampliﬁcation of these (along with suit-\nable modiﬁcations as per the system used) can then\nallow for precise targeting and detection by the Cas-\nbased assay described above. This remarkable ability\nhas been recently demonstrated by using the\nDETECTR system as a diagnostic tool for SARS-\nCoV-2 infections in a rapid lateral ﬂow assay\nincorporating RT-LAMP using nasal swab samples\n(Broughton et al. 2020 ). Additionally, a series of\nreports may be found on the Broad Institute’s web-\nsite ( https://www.broadinstitute.org/news/enabling-\ncoronavirus-detection-using-crispr-cas13-open-access-\nsherlock-research-protocols-and ), wherein a team\ncomprising of Feng Zhang, Omar Abudayyeh, and\nJonathan Gootenberg aim to develop paper-based\nplatforms for rapid and straightforward SARS-CoV-2\ndetection (B Institute 2020 ).\n3. Treatment strategies for SARS-CoV-2 infections\nIn this section, we endeavor to review some of the\nestablished and emerging treatment paradigms which\nare being currently employed or recommended on the\nbasis of published literature and empirical evidence\n\nPage 5 of 20 148\nfrom clinical case studies. The major ones have been\npictorially represented in ﬁgure 2 .\n3.1 Drugs-based conventional approaches\nAmongst drug-based treatment strategies, the broad-\nspectrum antiviral chloroquine and its derivative\nhydroxychloroquine have received much attention. As\nearly as February 2020, both remdesivir and chloro-\nquine were identiﬁed as potential inhibitors of the\nSARS-CoV-2 in vitro (Wang et al. 2020b ). Remdesivir,\na potential candidate against Ebola, SARS-CoV, and\nMERS-CoV, is an adenosine analog that inhibits viral\nreplication. On the other hand, chloroquine targets\nendosomal fusion by elevating the endosomal pH,\nalongside interfering with the glycosylation of ACE2.\nThe rationale for using chloroquine is further buttressed\nby a variety of possible antiviral effector functions\n(Devaux et al. 2020 ). Experimental evidence for a\nputative mechanism was provided by structural data\nand molecular modeling approaches, where a con-\nserved ganglioside binding domain at the N terminus of\nthe viral S protein was identiﬁed as the target for\nchloroquine and hydroxychloroquine. This inhibition\nof viral attachment and entry appears to explain\nchloroquine and its derivative hydroxychloroquine’s\napparent efﬁcacy against SARS-CoV-2 infections\n(Fantini et al. 2020 ). However, it is important to rec-\nognize that evidence for the clinical beneﬁts of these\nmuch-touted drugs is contentious at best and unreliable\nat worst. While hydroxychloroquine and azithromycin\nwere earlier claimed as potentially effective drugs\nagainst SARS-CoV-2 infections, the reporting study\nhas since come under criticism for the lack of a control\ngroup and incomplete descriptors of actual clinical\noutcomes and patient inclusion criteria (Gautret et al.\n). A separate randomized trial enrolling 62 2020\npatients did, however, report a statistically signiﬁcant\npositive effect of hydroxychloroquine treatment in\nalleviating patient symptoms (Chen et al. 2020c ).\nThese claims are offset by three additional reports,\nnone of which conclude any signiﬁcant beneﬁt from\nthis treatment method (Borba et al. 2020 ; Magagnoli\net al. 2020 ; Mahevas et al. 2020 ). An emerging class of\ncandidate drugs are corticosteroids, which have\nrecently generated great interest in the context of\nCOVID-19 treatment approaches. While early skepti-\ncism did reign over corticosteroids usage, considering\nits propensity to elicit adverse reactions in severely ill\npatients, evidence from recent clinical trials and meta-\nanalyses have hinted at signiﬁcant beneﬁts from this",
        "char_count": 5025,
        "word_count": 727,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "Page 6 of 20 M Sreepadmanabh et al. 148\nFigure 2.\npublished literature and empirical evidence from clinical case studies.\ndrug for the management of critically ill patients. This\nhas led to a growing advocacy of corticosteroids as a\nleading candidate in the global effort against COVID-\n19 (Halpin et al. 2020 ; Ma et al. 2020b ; Sanders et al.\n2020 ; Singh et al. 2020 ; Yang et al. 2020b ; Ye et al.\n2020 ; Zha et al. 2020 ).\nEmerging technologies powered by AI offer sys-\ntematic and highly modular solutions for urgent drug\ndiscovery and identiﬁcation requirements. A study\npublished in The Lancet (Richardson et al. 2020 )\nemployed Benevolent AI, a platform for AI-guided\ndrug discovery and clinical development, to offer\nsuggestions for drugs targeted explicitly at SARS-CoV-\n2. Using a systematic knowledge graph, the platform\nwas able to identify baricitinib, a Janus kinase inhibitor\nthat binds the AAK1 (AP2-associated protein kinase 1,\na regulator of endocytosis). Section 4 will deal with\nthis domain in greater detail.\n3.2 Docking simulations and molecular dynamics-\nbased approaches\nPowerful computational resources can greatly enhance\nour ability to rapidly screen for drugs and inhibitory\nagents against emerging pathogens. The SARS-CoV-2\nprotease has been a popular target for such docking\nsimulations and molecular dynamics-based studies (Liu\n\nSome established and emerging treatment paradigms being currently employed or recommended on the basis of\nand Wang 2020 ), in part due to the recent availability\nof its structure. A broad screening effort of over 1.3\nbillion compounds from the ZINC15 database used an\nupgraded docking protocol (termed DeepDocking) to\nidentify over a thousand such potential inhibitors of the\nSARS-CoV-2 protease (Ton et al. 2020 ). A more sys-\ntematic approach along similar lines screened 687\nmillion compounds via docking, followed by molecular\ndynamics simulations to evaluate ligand-binding ener-\ngies, stability, toxicity assessment, as well as off-target\nbinding (Fischer et al. 2020 ). Alongside such screening\nefforts for existing molecules, the identiﬁcation of\npromising lead compounds that could serve as scaf-\nfolds for further modiﬁcation is an essential step to\nenable the development of novel drugs. This require-\nment was addressed by a recent in-silico study, which\nprovided a clustered report of twenty short-listed\ncompounds into three groups, each of which could\nserve as leads for the development of SARS-CoV-2\ninhibiting drugs (Ortega et al. 2020 ).\nWhile the ability of advanced computational facili-\nties to virtually screen multitudinous drugs and com-\npounds – numbering anywhere from a few thousand to\neven a billion – might be unmatched by traditional\nmethods, the importance of physical assay-based\nscreens is indispensable. The recent report of a large-\nscale (12,000 compounds) repositioning survey of ?\nFDA-approved and under-trial drugs in the context of",
        "char_count": 2933,
        "word_count": 457,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "COVID-19: advances in diagnostics and treatment\nSARS-CoV-2-targeted antivirals attests to this (Riva\net al. 2020 ). Following an initial selection based on\ninhibition of cytopathic effects, an orthogonal valida-\ntion assay was used to delineate the compounds which\nspeciﬁcally inhibited viral replication. This study also\nprovided classiﬁcation and categorization of target\nannotations and drug target genes for the short-listed\ndrugs. The identiﬁcation of these speciﬁc domains can\nhelp similar such efforts in the future to be more\nfocussed on speciﬁc drug types and targets that have\nbeen identiﬁed to exert the most promising antiviral\neffect on SARS-CoV-2. Another notable effort com-\nbined virtual screening methods with high-throughput\nassays to enable the rapid identiﬁcation of promising\ndrug candidates (Jin et al. 2020 ). Using a FRET-based\nassay to assess the enzymatic activity of SARS-CoV-2\nprotease, over 10,000 compounds were screened for\ninhibitory effects on the enzyme. Additionally, the\nauthors extensively analyzed a compound termed N3,\ninitially developed using computer-aided drug design\nas an inhibitor of multiple coronavirus proteases. Fol-\nlowing molecular docking, kinetic analysis of the\nprotease, and determination of its crystal structure with\nthe SARS-CoV-2 protease, the inhibitory effects of N3\nwere ascertained. The comprehensive approach adop-\nted by this study is an exemplar model for similar\ninvestigations. The obvious merits of virtual screening\nmethods notwithstanding, strong emphasis needs to be\nlaid on developing high-throughput biochemical and\ncellular assays for experimental validation of pharma-\ncologically active compounds. The importance of this\ncannot be overstated, as such empirical evidence helps\nestablish a reliable standard for ascertaining the actual\nmerits of proposed therapeutic approaches, which may,\nat least at the current stage of research, only be sup-\nplemented by computational studies.\n3.3 Plasma therapy\nAlongside treatment with drugs, convalescent plasma\n(CP) therapy is being advocated as a clinically effective\npractice. The procedure involves using blood plasma\nobtained from recovered patients as an adaptive\nimmune therapy for critical cases. The underlying\nprinciple at work is that the donor plasma contains a\nhigh titer of antibodies that are effective against the\npathogen, hence provides an immunity boost to the\nrecipient. CP has been advocated as an alternative\ntherapy for SARS-CoV-2 infections (Chen et al. 2020a )\nand therapeutic plasma exchange has been recom-\nmended as a suitable strategy to deal with the often\n\nPage 7 of 20 148\nassociated acute respiratory distress syndrome (ARDS)\n(Keith et al. 2020 ). An initial four-patient sample\nestablished that CP could have therapeutic beneﬁts for\ncritically ill patients (Zhang et al. 2020a ). While all\nfour patients showed a progression towards negative\nRT-PCR results, the authors of the study stress that it\nwould be difﬁcult to rule out confounding factors as\nwell as the effects of additional supportive care and\ntreatments such as antiviral drugs and intravenous\nimmunoglobulin. A similar study involving a ten-pa-\ntient cohort demonstrated that CP dosages could either\nincrease or maintain the existing levels of neutralizing\nantibodies in the recipients (Duan et al. 2020 ). Addi-\ntionally, the clinical symptoms were also observed to\nimprove progressively, leading up to the absence of\nviremia. The study highlights two other salient out-\ncomes – one, that CP appeared to be tolerated well by\nthe recipients without adverse reactions, and two, that\ntransfusion of CP alleviated inﬂammation. It is\nimportant to note, however, that these studies need to\nbe further supplemented by rigorous and controlled\nclinical trials to discount both the effects of external\nfactors, as well as establish proper protocols for CP\ntherapy concerning the dosage, duration, and other\nappropriate parameters.\n3.4 Managing cytokine storm responses\nAmong the several complications associated with\nSARS-CoV-2 infections, cytokine storm responses,\nwhich are a by-product of immune hyperactivation and\nloss of regulatory control over pro-inﬂammatory\ncytokines, pose a major risk for patient survival and\nmay lead to rapid deterioration of patient health. The\nstimulation of CD-4 T-cells to differentiate into Th1 ?\nhelper cells along with IL-6, interferon-gamma, and\nGM-CSF (granulocyte-macrophage colony-stimulating\nfactor) production, amongst other proinﬂammatory\ncytokines, are considered as the steps leading up to a\ncytokine storm-like condition. The persistently high\nlevels of certain cytokines like IP-10, MCP-3, and IL-\n1ra may be characteristic of such an onset, and these\nmay be developed as screening parameters to ascertain\nthe same (Yang et al. 2020a ).\nExtensive efforts to safely manage this condition\nhave been undertaken. For instance, the use of an IL-\n6 receptor antagonist drug such as tocilizumab has\nbeen suggested, since the IL-6 has been identiﬁed as\na key driver of cytokine storm response (Zhang et al.\n2020b ). Writing in The Lancet, Mehta et al. also\nrecommend similar IL-6 targeted strategies (Mehta",
        "char_count": 5151,
        "word_count": 767,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Page 8 of 20 M Sreepadmanabh et al. 148\net al. 2020 ). While a previous study had failed to\nestablish a signiﬁcant connection between the\nadministration of corticosteroids and improved treat-\nment outcomes (Zha et al. 2020 ), Mehta et al. rec-\nommend consideration of such a course of treatment\nto tackle hyperinﬂammation. However, there is no\nconcrete evidence to support corticosteroid-based\ntreatment as being of overall therapeutic value, in\naddition to the associated risks of lung injury (Rus-\nsell et al. 2020 ). A detailed review also suggests\nseveral strategies by which cytokine storm responses\nmay be dealt with, including the use of the above-\ncited IL-6R agonist tocilizumab. Glycyrrhetinic acid,\nanother IL-6 and STAT3 signaling inhibitor has been\nsuggested as a potential candidate. Additionally,\nmesenchymal stem cell infusions have been high-\nlighted due to the immunomodulatory and anti-in-\nﬂammatory potential of these cells (Cheng et al.\n2020 ). An alternate approach to managing cytokine\nstorm response has been suggested in the form of\nartiﬁcial blood puriﬁcation systems. Essentially, this\ninvolves using an external ﬁltration-cum-treatment\nsetup to modulate the various factors and chemokines\nresponsible for orchestrating the proinﬂammatory\nresponse. This may be achieved by the use of\nscavenging inﬂammatory mediators and plasma\nexchange. At the same time, continuous venovenous\nhemoﬁltration units may be employed, as demon-\nstrated for the successful containment of cytokine\nstorm responses in critically afﬂicted H7N9 inﬂuenza\npatients (Zhang et al. 2020d ). The merits of blood\npuriﬁcation therapy for alleviating similar symptoms\nin SARS-CoV-2 infected patients have also been\ndemonstrated by a recent study from Wuhan\ninvolving three patients (Ma et al. 2020a ).\n3.5 Other emerging treatment strategies\nStrategies aimed at halting viral entry are not limited to\ndrug-based approaches alone, as peptide inhibitors can\nplay a vital role in achieving similar effects. To this\nend, the team led by Shibo Jiang and Lu Lu has built\nupon previous work that generated fusion inhibitors\nagainst the SARS-CoV spike protein’s HR1 region to\ndesign HR2P as a fusion inhibitor against SARS-CoV-\n2, as well as EK1 (a pan-coronavirus fusion inhibitor).\nIn a follow-up study, the team generated a series of\nEK1-derived lipopeptides to determine the ones\nexhibiting the most potent inhibition of fusion (variant\nidentiﬁed as EK1C4). Suitable formulations of such\npeptide preparations, as suggested by the authors, may\n\nbe a valuable treatment resource for SARS-CoV-2\ninfections (Xia et al. 2020a ; Xia et al. 2020b ).\nThe value of mesenchymal stem cell transplants in\nimproving patient health for SARS-CoV-2 infections\nwas demonstrated in a clinical study involving seven\npatients (Leng et al. 2020 ). Several outcomes were\ncharacteristic of the suggestions made by Cheng et al.\nas mentioned earlier, including immunomodulatory\neffects, an attenuating effect on proinﬂammatory\ncytokines, and elevated IL-10 levels. An interesting\nobservation made by the authors of the clinical study\nwas that such mesenchymal stem cells lacked both\nACE2 and TMPRSS2 gene expression, which could\neffectively render them immune to SARS-CoV-2\ninfection. The possible beneﬁts of cell therapy-based\ntherapeutic approaches may be immense and have been\nexplored at length in a recent review (Khoury et al.\n2020 ).\nThe potential of melatonin as an adjuvant in clinical\ntreatment on account of its immune-enhancing, anti-\ninﬂammatory, and anti-oxidative effects has been\nextolled at length in a recent review (Zhang et al.\n2020c ). Another study focused on the antagonists of\nthe lipid-dependant attachment process of viral parti-\ncles to host cells (Baglivo et al. 2020 ). Given that\nSARS-CoV-2 utilizes structures such as lipid rafts to\nmediate its entry process, the authors recommend\nexploring the possibilities of employing substances like\ncyclodextrin and sterols to interfere with such viral\nattachment and entry-enabling mechanisms. Along\nsimilar lines of conjecturing prospective therapeutic\ncandidates, EZH2-mediated H3K27me3 at ACE2 pro-\nmoter regions has been demonstrated to inhibit the\nexpression of ACE2 receptors in mammalian cell lines,\nas indicated by data from RNA-Seq and CHIP-Seq\nexperiments (Li et al. 2020d ).\nA major cause of patient mortality in severe SARS-\nCoV-2 infections is the ARDS as well as coagulopathy.\nFibrinolytic therapy to target the ﬁbrin deposition in the\npulmonary vasculature (a potential contributor towards\nARDS) has been shown to improve survival, along\nwith administration of tissue plasminogen activators\n(which converts plasminogen to plasmin, that can fur-\nther breakdown blood clots). This strategy has been\nshown to improve conditions in a three patient study,\nand further clinical trials to ascertain its applicability as\na standard clinical practice for critically ill SARS-CoV-\n2 infected patients with ARDS have been recom-\nmended (Wang et al. 2020a ).\nThe development of effective prophylactic agents is\nan essential component of a comprehensive approach\ntowards tackling a global pandemic of this scale and",
        "char_count": 5153,
        "word_count": 780,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "COVID-19: advances in diagnostics and treatment\nseverity. The importance of administering prophylaxis\nto frontline healthcare workers, screening personnel,\nand researchers, among others, cannot be overstressed,\nas the safety and continued productivity (which\nnecessitates sound health) of these key players is\nparamount to maintain any sustained effort at con-\ntaining the pandemic and providing healthcare and\ntreatment of adequate quality to affected patients. In\nthis regard, a concise review of established protocols\nand proposed strategies currently under scrutiny has\nbeen recently published in the form of correspondence\n(Agrawal et al. 2020 ).\nConsidering the rapidly evolving status of COVID-\n19 treatment protocols, it is of utmost importance to\ncritically evaluate the most up-to-date evidence avail-\nable while designing guidelines for clinical practice. Of\nequal pertinence are social awareness campaigns and\nthe regular dissemination of accurate information\nregarding clinically proven treatment protocols. This\nassumes greater importance in light of a growing\ninclination towards scientiﬁcally unsubstantiated\nclaims based on anecdotal/circumstantial evidence or\nmisrepresented facts placed out of context. We further\npresent a brief, non-exhaustive listing (table 1 ) of\nleading therapeutic agents frequently associated with\nCOVID-19 treatment, as well as the current opinion of\nthe scientiﬁc community regarding each of these, based\non the evidence from reported/ongoing clinical trials.\n4. Emerging technologies for biomedical research:\nartiﬁcial intelligence and machine learning\nThe ﬁelds of Artiﬁcial Intelligence (AI) and Machine\nLearning (ML) have undergone tremendous growth in\nscope and popularity in the recent past, establishing\nthem as important paradigms for future innovation.\nMore importantly, the development of modules suit-\nable for biomedical applications has transformed AI\nand ML into attractive tools for the current global effort\nto tackle the SARS-CoV-2 pandemic.\nWith regard to infectious diseases, AI-based plat-\nforms may be employed to monitor outbreak and\nclustering trends, as well as evaluate the impact of\ncontainment programs and carry out risk assessment\nwith minimal human intervention. The AI-based\nservice BlueDot deserves a noteworthy mention of\nhaving raised one of the earliest alarms on SARS-\nCoV-2’s potential for broad global spread (Bogoch\net al. 2020 ). Additionally, these hold immense pro-\nmise for dynamic situational monitoring of patients\nin real-time, enabling critical evaluation and\n\nPage 9 of 20 148\noptimization of trial treatment protocols in a much\nmore efﬁcient manner. ML-based solutions can be\nexpected to consistently enhance and reﬁne such\ndesigns over time, provided they are trained on a\nreadily updated and expertly-curated dataset. This\nrepresents an important caveat, as the efﬁcacy and\naccuracy of ML-based pattern prediction and recog-\nnition may be maintained only if the training dataset\nis free of biases and a diverse range of scenarios are\nwell-represented (Fitzpatrick et al. 2020 ). We had\npreviously referred to the work by Apostolopoulos\nand Bessiana, which could screen for SARS-CoV-2\ninfections using X-ray images. This has been sup-\nplemented by a neural network-based platform using\nX-ray images, with a maximum prediction accuracy\nof 98% (Narin et al. 2020 ). Furthermore, an auto-\nmated AI-based protocol to identify SARS-CoV-2\ninfections and distinguish these from other lung\ndiseases or community-acquired pneumonia has been\nrecently formulated (Li et al. 2020a , b , c , d , e , f ). It\nmust be noted that both these models were trained\non datasets consisting of actual patient X-ray images,\nwhich is in line with a point we have reiterated\nabove – that training datasets should necessarily be\naccurate, well-represented, and as free of biases as\npossible. An exciting new development reported by\nthe Broad Institute’s Sabeti lab concerns an ML-\nbased platform for automated Cas13-based SHER-\nLOCK assay design (Metsky et al. 2020 ). Such an\nadvance represents a potential breakthrough, as\nhighly optimized and expanded open-access plat-\nforms of this nature can aid researchers the world\nover in rapidly designing standardized tests for novel\nand emerging pathogens using just the knowledge\nabout their genomic sequence. This can help accel-\nerate the deployment of rapid responses to outbreaks\nand thereby greatly enhance early screening and\ncontainment efforts. Understandably, a conﬁdent\nreliance on such automated processes may only be\npossible once multiple ﬁeld applications have vali-\ndated the same and demonstrated similar, if not\nsuperior, performance in comparison with existing\nassay design pipelines.\nSection 3.1 of this review highlights the study which\ndetermined baricitinib as a potential drug against\nSARS-CoV-2 (Richardson et al. 2020 ). Writing in The\nLancet, the same team extended this workﬂow to\ndevelop more comprehensive treatment strategies\naimed at shortlisting drugs that offered both antiviral as\nwell as anti-inﬂammatory effects (Stebbing et al.\n2020 ). The highly modular nature of AI-based\nknowledge graphs, an example of which has been",
        "char_count": 5172,
        "word_count": 766,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Page 10 of 20 M Sreepadmanabh et al. 148\nLeading therapeutic agents against COVID-19, evaluated and described across common parameters Table 1.\nDrug Parameters\nAzithromycin Status/Remarks\nside-effects either\nDrug type/ Antibiotic\nOriginal purpose\nMode of Oral/Intravenous\nAdministration\nMechanism of\nAction\nReferences Furtado et al. ( 2020\nBaricitinib Status/Remarks\nDrug type/ For rheumatoid arthritis treatment\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction\nReferences Cantini et al. ( 2020\nCD24Fc Status/Remarks\nCOVID-associated symptoms\nDrug type/\nOriginal purpose\nMode of Intravenous\nAdministration\nMechanism of\nAction\nReferences OncoImmune ( 2020\nColchicine Status/Remarks\nclinical trial\nDrug type/ Anti-gout agent\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction migration, and mitosis\nReferences Cumhur Cure et al.\nDexamethasone Status/Remarks\npatients\nDrug type/ Corticosteroid\nOriginal purpose\nMode of Oral/Intravenous/Intramuscular\nAdministration\nMechanism of\nAction\nReferences Horby et al. ( 2020\nEIDD-2801 Status/Remarks\nDrug type/\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction\nReferences Ridgeback Biotherapeutics (\n\nDetails\nNo improvement on clinical outcomes, but no signiﬁcant increase in detrimental\nInhibits mRNA translation by binding to 50s subunit of bacterial ribosome\n), Oldenburg and Doan ( 2020 )\nImprovement in patient status observed, no adverse side-effects reported.\nCurrently in phase III clinical trials conducted by Eli Lilly and Co\nJanus kinase inhibitor. Shows anti-inﬂammatory activity\n)\nIn phase III clinical trials. Preliminary results suggest effective management of\nnonpolymorphic regions of CD24 attached to the Fc region of human IgG1\nImmunomodulator, tempers inﬂammatory responses\n)\nHas been hypothesized to address inﬂamatory responses in COVID-19 infection,\nbut concerns regarding adverse side-effects have been raised. Currently under\nInhibits microtubule polymerization, proinﬂammatory responses, neutrophil\n( 2020 ), Dalili ( 2020 )\nShown to lower mortality rate in a recent trial, currently being provisionally\napproved for patient treatment in certain regions. May be effective in critically ill\nImmunosuppresant. Shows anti-inﬂammatory effects\n)\nPotent antiviral activity observed in mouse models and primary human cells.\nCurrently under phase 2 clinical trial\nAntiviral drug. Nucleoside derivative N4-hydroxycytidine\nInterferes with viral replication by introducing mutations\n2020 ), Sheahan et al. ( 2020 )",
        "char_count": 2512,
        "word_count": 337,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "COVID-19: advances in diagnostics and treatment\n(continued) Table 1\nDrug Parameters Details\nFavipiravir Status/Remarks\nrecovery rate\nDrug type/ Pyrazinecarboxamide derivative\nOriginal purpose\nMode of Oral/Intravenous\nAdministration\nMechanism of\nAction\nReferences Glenmark ( 2020\nHydroxychloroquine Status/Remarks\nDrug type/\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of\nAction\nReferences Chen et al. ( 2020c\net al. ( 2020 ), WHO (\nIvermectin Status/Remarks\nDrug type/ Avermectin derivative\nOriginal purpose\nMode of Oral/topical\nAdministration\nMechanism of\nAction\nReferences Caly et al. ( 2020\nLopinavir–ritonavir Status/Remarks\nCOVID-19 affected patients\nDrug type/ Antiretroviral drug\nOriginal purpose\nMode of Oral\nAdministration\nMechanism of HIV protease inhibitor\nAction\nReferences Cao et al. ( 2020b\nRemdesivir Status/Remarks\nDrug type/ Nucleoside analog\nOriginal purpose\nMode of Intravenous\nAdministration\nMechanism of\nAction\nReferences Grein et al. ( 2020\n\nPage 11 of 20 148\nClinical studies show faster viral clearence and improvement in chest imaging. A\nrecent clinical trial from India by Glenmark showed faster and more effective\nInhibits the viral RNA-dependent RNA polymerase\n), Irvani ( 2020 )\nDiscontinued as a recommended drug for treatment. Clinical studies show no\nsigniﬁcant beneﬁt for patients. Adverse cardiovascular effects have been\nreported. However, the study by Mehra et al. , claiming no signiﬁcant beneﬁts of\nHCQ administration, has since been withdrawn\nChloroquine derivative. Antimalarial drug\nIncreases lysosomal pH. Also dampens inﬂammatory response\n), Gautret et al. ( 2020 ), Li et al. ( 2020a , b , c , d , e , f ), Mahevas\n2020b )\nEmerging candidate against COVID-19. Initial concerns were raised over its high\neffective dosage concentration by Caly et al. , but this is being explored as a safer\nand more effective alternative to HCQ\nTargets ligand-gated ion channels of invertebrate neural cells\n), Gupta et al. ( 2020 ), Heidary and Gharebaghi ( 2020 )\nClinical studies have demonstrated no signiﬁcant beneﬁts of lipinavir-ritonavir in\n2020b ) ), WHO (\nSigniﬁcant beneﬁts from administration of this drug are doubtful. Clinical studies\nhave reported a marginal improvement in critically ill patients\nInhibits the viral RNA-dependent RNA polymerase\n), Wang et al. ( 2020a , b )",
        "char_count": 2326,
        "word_count": 349,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "Page 12 of 20 M Sreepadmanabh et al. 148\n(continued) Table 1.\nDrug Parameters\nTocilizumab Status/Remarks\nDrug type/Original\npurpose\nMode of Intravenous\nAdministration\nMechanism of Immunosuppressant\nAction\nReferences Biran et al. ( 2020 ), Guaraldi\nAn example illustrating the highly modular nature of AI-based knowledge graphs. Figure 3.\nshown in ﬁgure 3 , posit these as versatile tools for\nefforts aimed at rapid drug prediction from extensive\nlibraries. A similar report was published which used a\ndrug repositioning framework employing ML and sta-\ntistical analysis. The results were validated by testing\nits predictions for MERS-COV and SARS-COV, which\nwere shown to be in line with the experimentally\nobserved results (Ge et al. 2020 ). A reverse vaccinol-\nogy study employing Vaxign-ML (a machine learning-\nbased application) was recently carried out (Ong et al.\n2020 ). The basic workﬂow involves a bioinformatic\nanalysis of the genome/proteome, based upon which\n\nDetails\nStudies appear to recommend this drug for critically ill patients, especially for the\nalleviation of COVID-19-associated pneumonia and cytokine storm management\nHumanized monoclonal antibody against IL-6 receptor\net al. ( 2020 ), Luo et al. ( 2020 ), Zhang et al. ( 2020b )\nsuitable targets are scored. Given the number of\nexisting and reported studies targeting the viral spike\nprotein (which also received the highest score using\nVaxign-ML), the authors of this study decided to focus\non the nsp3 which was ascribed the second-highest\nscore by the aforementioned algorithm. It appears that\nvaccine candidate identiﬁcation efforts stand to beneﬁt\nfrom such ML-driven analysis, which may have an\ninherent edge in unearthing unconventional and gen-\nerally non-obvious targets offering similar or superior\noutcomes as compared to those determined using tra-\nditional workﬂows or established tenets.",
        "char_count": 1876,
        "word_count": 284,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "COVID-19: advances in diagnostics and treatment\n5. Vaccine development for SARS-CoV-2\nConsidering the highly contagious nature of the SARS-\nCoV-2 infection, the only long-term sustainable solu-\ntion is the development of robust vaccination protocols.\nIn this brief section, we wish to draw the reader’s\nattention to some innovative, cutting-edge approaches\ntowards determining potential vaccine candidates.\nAn approach based on comparing the human and\nviral proteomes to search for pentapeptide sequences\nunique to the SARS-CoV-2 was proposed by\nGuglielmo Lucchese, as these would be expected to\nhave high immunogenicity as well as speciﬁcity\n(Lucchese 2020 ). Immunoinformatics-guided investi-\ngations may also play a signiﬁcant role in the identi-\nﬁcation of suitable target epitopes, as shown by two\nrecent papers (Ahmed et al. 2020 ; Baruah and Bose\n2020 ). Baruah and Bose screened the SARS-CoV-2’s\nsurface glycoprotein for CTL and B-cell epitopes,\nfurther supplemented by molecular dynamics simula-\ntions to adjudge the interactions of the former with\nMHC Class I types majorly represented in the Chinese\npopulation (Baruah and Bose 2020 ). The work by\nAhmed et al. incorporated insights from the study of\nimmunogenic SARS-CoV proteins and B/T-cell epi-\ntopes derived from the same to obtain a set of such\nepitopes for the SARS-CoV-2, which have also been\nveriﬁed to be invariable amongst the published SARS-\nCoV-2 genomes, thereby making these attractive tar-\ngets (Ahmed et al. 2020 ). Another notable effort\nundertook an in-silico approach aimed at designing a\nmulti-epitope vaccine candidate by predicting B/T-cell\nepitopes based on analysis of the viral nucleocapsid,\nORF3a, and membrane protein (Enayatkhani et al.\n2020 ). It is conceivable that a comprehensive screen of\nepitopes identiﬁed in the above-cited (and other rela-\nted) literature in suitable animal models may yield lead\ncandidates for vaccine trials.\nData generated by previous studies on the SARS-\nCoV signiﬁcantly facilitates current vaccine devel-\nopment efforts against the SARS-CoV-2. For\ninstance, an analysis of the antigenic and glycosyla-\ntion variation between SARS CoV and SARS-CoV-2\nrevealed that while several novel glycosylation sites\nwere observed in the receptor-binding domain of\nSARS-CoV-2, the structure of the glycoprotein\nshowed no signiﬁcant divergence (Kumar et al.\n2020 ). Additionally, despite the antigenic variability\nbetween both the strains, certain CTL epitopes were\nfound to be conserved, suggesting that existing\npeptide-based vaccine candidates against the SARS-\nCoV could be repurposed for testing against\n\nPage 13 of 20 148\nSARS-CoV-2. This observation is supplemented by a\nrecently published report, wherein Conformational-\nEpitope BLAST (which identiﬁes antigenic similarity\nof a new pathogen to existing ones) was used to\nidentify cross-reactive epitopes in the ACE2 receptor\nbinding region of SARS-CoV-2’s S protein (Qiu\net al. 2020 ). Along similar lines, polyclonal anti-\nbodies against the SARS-CoV receptor-binding\ndomain have been shown to cross-react with SARS-\nCoV-2 receptor-binding domain (RBD), thereby\ninhibiting SARS-CoV-2’s entry into cells (Tai et al.\n2020 ). A largely concordant line of reasoning has\nalso advocated the consideration of the RBD219-N1\n(a yeast-expressed potential vaccine candidate against\nSARS-CoV) as a heterologous vaccine against the\nSARS-CoV-2 (Chen et al. 2020b ). These examples\nserve to highlight that alongside initiatives to develop\nnovel vaccine candidates, repurposing efforts could\nhelp provide immediate solutions to address the\nurgent needs imposed by the ongoing pandemic\nsituation.\nA cell-based antigen delivery system against the\nSARS-CoV-2 has also been proposed recently using\ndecoy cells displaying viral spike protein (Ji et al.\n2020 ). The report provides evidence from the liter-\nature to support and justify the approach, in partic-\nular, citing the example of GM-CSF expressing\nirradiated cells being well tolerated in clinical trials\nagainst cancer. However, no records of assays or in-\nvivo animal model studies have been provided at the\nmoment; hence it is premature to comment on the\nsuitability of this concept in the context of SARS-\nCoV-2 infections.\nThe recent review by Iwasaki and Yang raises\nimportant caveats regarding vaccine development\nefforts, in particular, the phenomenon of antibody-\ndependant enhancement (ADE). ADE occurs when\ntherapeutically administered antibodies can exacer-\nbate the existing pathology by enabling infection of\nimmune cells by the invading virus, promoting\ninﬂammation, downregulation of anti-inﬂammatory\nfactors like IL-10, and aberrant activation of the\nimmune system leading up to tissue injury. The\ndangers associated with hyper-inﬂammation and\nimmune dysregulation in the context of SARS-CoV-2\ninfections have been elucidated at length in Sect. 3.4 .\nThe authors outline several possible contributing\nfactors towards ADE, including antibody speciﬁcity,\nchoice of target epitope, afﬁnity, subtype (IgM or\nIgG), dosage, and patient status. Such concerns\nunderscore the need for well-rounded vaccine\ndevelopment protocols and extensive preclinical",
        "char_count": 5164,
        "word_count": 757,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "Page 14 of 20 M Sreepadmanabh et al. 148\nVaccines being developed against COVID-19 currently in clinical trial stages Table 2.\nCOVID-19 vaccine developer/manufacturer\nInovio Pharmaceuticals/ International Vaccine Institute\nOsaka University/ AnGes/ Takara Bio\nCadila Healthcare Limited\nGenexine Consortium\nSinovac\nWuhan Institute of Biological Products/Sinopharm\nBeijing Institute of Biological Products/Sinopharm\nInstitute of Medical Biology, Chinese Academy of Medical Sciences\nResearch Institute for Biological Safety Problems, Rep of Kazakhstan\nBharat Biotech\nUniversity of Oxford/AstraZeneca\nCanSino Biological Inc./Beijing Institute of Biotechnology\nGamaleya Research Institute\nJanssen Pharmaceutical Companies\nReiThera/LEUKOCARE/Univercells\nAnhui Zhifei Longcom Biopharmaceutical/Institute of Microbiology, Chinese Academy\nof Sciences\nNovavax\nKentucky Bioprocessing, Inc\nClover Biopharmaceuticals Inc./GSK/Dynavax\nVaxine Pty Ltd/Medytox\nUniversity of Queensland/CSL/Seqirus\nMedigen Vaccine Biologics Corporation/NIAID/Dynavax\nInstituto Finlay de Vacunas, Cuba\nFBRI SRC VB VECTOR, Rospotrebnadzor, Koltsovo\nWest China Hospital, Sichuan University\nInstitute Pasteur/Themis/Univ. of Pittsburg CVR/Merck Sharp & Dohme\nModerna/NIAID\nBioNTech/Fosun Pharma/Pﬁzer\nCurevac\nArcturus/Duke-NUS\nImperial College London\nPeople’s Liberation Army (PLA) Academy of Military Sciences/Walvax Biotech.\nMedicago Inc.\nevaluations in order to optimize the choice of\nadjuvants, mode of administration, and other relevant\nparameters as enlisted above. A more thorough\nelaboration may be found in the publication refer-\nenced (Iwasaki and Yang 2020 ).\nThe World Health Organization (WHO) is currently\nmaintaining publicly accessible, comprehensive, and\nauthoritative databases ( https://www.who.int/publica\ntions/m/item/draft-landscape-of-covid-19-candidate-\nvaccines ) listing all the vaccines under clinical or\npreclinical evaluation (WHO 2020a ). At the time of\nwriting, 33 vaccine candidates are under clinical trial,\nwhich have been summarized in table 2 . Additionally,\n\nVaccine platform Phase\nDNA 1/2\nDNA 1/2\nDNA 1/2\nDNA 1/2\nInactivated 3\nInactivated 3\nInactivated 3\nInactivated 1/2\nInactivated 1/2\nInactivated 1/2\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 3\nVector\nNon-Replicating Viral 1\nVector\nProtein Subunit 2\nProtein Subunit 1/2\nProtein Subunit 1/2\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nProtein Subunit 1\nReplicating Viral Vector 1\nRNA 3\nRNA 3\nRNA 2\nRNA 1/2\nRNA 1\nRNA 1\nVLP 1\nthe WHO’s COVID-19 modeling ad hoc expert\nworking group ( https://www.who.int/publications/m/\nitem/covid-19-animal-models—summary-of-progress-\nmade-by-the-who-covid-19-modelling-(march-04-june-\n2020) ) has also reported (based on the available results\nfrom studies across the world) that Rhesus macaques\nand ferrets appear to be the most suitable large animal\nmodels for studying SARS-CoV-2 infections to date\n(WHO 2020 ). Such public information initiatives are of\nimmense beneﬁt to encourage collaboration, avoid\nunnecessary and wasteful duplication of effort, and\ndisseminate valuable data rapidly across the research\ncommunity. We would also like to direct the interested",
        "char_count": 3287,
        "word_count": 421,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "COVID-19: advances in diagnostics and treatment\nreader to refer to an excellent summary of the SARS-\nCoV-2 vaccine landscape by Nature Reviews Drug\nDiscovery and authors afﬁliated with the Coalition for\nEpidemic Preparedness Innovations (CEPI) (Le et al.\n2020 ).\n6. Conclusion\nAs the current progress of the SARS-CoV-2 outbreak\nhas made obvious, clinical management of these\ninfections has been under multiple pressures ranging\nfrom high false-negative rates of diagnosis, contentious\nresults on the efﬁcacy of proposed drugs, and the threat\nof severely detrimental symptoms like ARDS and\ncytokine storm responses. The development of acces-\nsible point-of-care diagnostic devices tailor-made for\nlow-resource settings continues to be a pressing\nrequirement. This may be achieved by cell lysis-free\nworkﬂows, increasingly sensitive and robust bioassays,\nimproved sample collection and processing methods\nwhich minimize risks to healthcare workers, and ready-\nto-use kits not requiring technical expertise, among\nother possible innovations. In this regard, RT-LAMP\nand CRISPR/Cas-based methods like SHERLOCK and\nDETECTR are notable advancements that could be\nexplored as promising alternatives. With regard to\nportable diagnostic devices, few technologies hold as\nmuch promise as paper-based microﬂuidics. The\napplicability of this has already been demonstrated in\nthe context of the Ebola and Zika outbreaks (Kaarj\net al. 2018 ; Magro et al. 2017 ). While a comprehensive\noverview of the microﬂuidics domain is beyond the\nscope of this work, considering the immense potential\nof this technology we would like to direct the interested\nreader to refer to a dedicated review of paper-based\nmicroﬂuidic platforms for nucleic acid detection (Kaur\nand Toley 2018 ).\nAdvocating accelerated vaccine development\nefforts might prove to be a risky gamble, on account\nof the associated safety caveats which have been\nunderscored in the preceding sections. Instead, an\nemphasis on designing and adopting reliable bio-\nphysical assays for comprehensive, yet rapid pre-\nclinical evaluation may be beneﬁcial in reducing the\nhistorically high attrition rate among candidates\nunder clinical trials. This holds especially true for\nstudies proposing novel therapeutic agents as well,\nfor which emerging techniques like the CETSA\n(cellular thermal shift assay) may help deter the\noccurrence of misleading false positives (Martinez\nMolina et al. 2013 ). Furthermore, as regards the\n\nPage 15 of 20 148\napplication of AI/ML-based platforms in biomedical\nresearch and diagnostics, a conﬂuence of cross-do-\nmain expertise is crucial to ensure the development\nof reliable models and workﬂows which faithfully\ncapture real-world dynamics. As instances of gov-\nernments and healthcare agencies employing AI-\nbased containment and prevention strategies increase,\nit is important that critical studies be undertaken to\nascertain the true beneﬁts and outcomes of such\ntechnological integration, rather than a reliance on\nanecdotal evidence alone.\nThroughout our discussion, certain points have been\nrecurrent – the advantages of leveraging existing\nknowledge on closely related species like the SARS\nCoV, the potent efﬁcacy of seemingly disparate\ntechniques when applied in tandem, and the impor-\ntance of collaborative efforts coupled with rapid,\ntimely dissemination of results which may inform\nongoing efforts. Requirements key to enabling these\ninclude the availability of genomic sequences, struc-\ntural data, and expertly curated databases. The push\ntowards developing modular assay workﬂows (with\nelements of automation involved) may well be a\ndeﬁning paradigm of future responses to such sce-\nnarios. The advent of in silico epitope screening,\nalgorithmic vaccine and inhibitor design, and prelim-\ninary evaluation of drug libraries by molecular\ndocking has the potential to greatly facilitate wet-lab-\nbased and clinical investigations while expediting\nresults. However, we reiterate our concerns over\nadequate quality testing and rigorous experimental\nvalidation before adopting such approaches as an\nestablished norm. Skepticism must also be extended\nin light of a growing tendency to extrapolate trends\nobserved from in vitro setups and unsuitable animal\nmodels to recommend clinical guidelines. We con-\nclude our narrative on the hopeful note that the topical\ncoverage should have appealed to both experts in\nvirology and biomedical engineers, as well as recent\nentrants in these research domains. The purpose of\nthis effort would be best served if the diverse studies\ndescribed herein motivate and help lay the foundation\nfor ambitious multidisciplinary undertakings aimed at\nthe advancement of public health.\nAcknowledgements\nThe authors thank Hitaishi Desai for helping with\nillustrations and designs for the ﬁgure panels, and Dr.\nAnkit Kumar Sahu and Minita Desai for proofreading\nand editing of the ﬁnal draft. AC thanks India Alliance,",
        "char_count": 4921,
        "word_count": 720,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "Page 16 of 20 M Sreepadmanabh et al. 148\nIISER Bhopal and DBT for supporting various research\nprograms in the lab.\nReferences\nAgrawal S, Goel AD and Gupta N 2020 Emerging\nprophylaxis strategies against COVID-19. Monaldi Arch.\nChest Dis . https://doi.org/10.4081/monaldi.2020.1289\nAhmed SF, Quadeer AA and McKay MR 2020 Preliminary\nIdentiﬁcation of Potential Vaccine Targets for the\nCOVID-19 Coronavirus (SARS-CoV-2) Based on\nSARS-CoV Immunological Studies. Viruses 254 12\nApostolopoulos ID and Bessiana T 2020 Covid-19: Auto-\nmatic detection from X-Ray images utilizing Transfer\nLearning with Convolutional Neural Networks. Phys. Eng.\nSci. Med . https://doi.org/10.1007/s13246-020-00865-4\nBaglivo M, Baronio M, Natalini G, Beccari T, Chiurazzi P\net al. 2020 Natural small molecules as inhibitors of\ncoronavirus lipid-dependent attachment to host cells: a\npossible strategy for reducing SARS-COV-2 infectivity?\nActa Biomed. 161–164 91\nBaruah V and Bose S 2020 Immunoinformatics-aided\nidentiﬁcation of T cell and B cell epitopes in the surface\nglycoprotein of 2019-nCoV. J. Med. Virol. 495–500 92\nBecherer L, Borst N, Bakheit M, Frischmann S, Zengerle R\net al. 2020 Loop-mediated isothermal ampliﬁcation\n(LAMP) – review and classiﬁcation of methods for\nsequence-speciﬁc detection. Anal. Methods 717–746 12\nBeltra´n-Pavez C, Ma´rquez CL, Mun˜oz G, Valiente-Echev-\nerrı´a F, Gaggero A et al. 2020 SARS-CoV-2 detection\nfrom nasopharyngeal swab samples without RNA extrac-\ntion. bioRxiv https://doi.org/10.1101/2020.03.28.013508\nBernheim A, Mei X, Huang M, Yang Y, Fayad ZA et al.\n2020 Chest CT Findings in Coronavirus Disease-19\n(COVID-19): Relationship to Duration of Infection.\nRadiology https://doi.org/10.1148/radiol.2020200463\nBiran N, Ip A, Ahn J, Go RC, Wang S et al. 2020\nTocilizumab among patients with COVID-19 in the\nintensive care unit: a multicentre observational study.\nLancet Rheumatol. https://doi.org/10.1016/S2665-\n9913(20)30277-0\nBogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer\nMUG et al. 2020 Pneumonia of unknown aetiology in\nWuhan, China: potential for international spread via\ncommercial air travel. J. Travel Med. taaa008 27\nBorba MGS, Val FdA, Sampaio VS, Alexandre MA et al.\n2020 Chloroquine diphosphate in two different dosages as\nadjunctive therapy of hospitalized patients with severe\nrespiratory syndrome in the context of coronavirus\n(SARS-CoV-2) infection: Preliminary safety results of a\nrandomized, double-blinded, phase IIb clinical trial\n(CloroCovid-19 Study). medRxiv https://doi.org/10.1101/\n2020.04.07.20056424\n\nBroughton JP, Deng X, Yu G, Fasching CL, Servellita V\net al. 2020 CRISPR–Cas12-based detection of SARS-\nCoV-2. Nat. Biotechnol. https://doi.org/10.1038/s41587-\n020-0513-4\nCaly L, Druce JD, Catton MG, Jans DA and Wagstaff KM\n2020 The FDA-approved drug ivermectin inhibits the\nreplication of SARS-CoV-2 in vitro. Antiviral Res. 178\n104787\nCantini F, Niccoli L, Matarrese D, Nicastri E, Stobbione P\net al. 2020 Baricitinib therapy in COVID-19: A pilot\nstudy on safety and clinical impact. J. Infect. 318–356 81\nCao B, Wang Y, Wen D, Liu W, Wang J et al. 2020 A Trial\nof Lopinavir–Ritonavir in Adults Hospitalized with\nSevere Covid-19. N. Engl. J. Med. 1787–1799 382\nCao Y, Liu X, Xiong L and Cai K 2020 Imaging and clinical\nfeatures of patients with 2019 novel coronavirus SARS-\nCoV-2: A systematic review and meta-analysis. J. Med.\nVirol. https://doi.org/10.1002/jmv.25822\nChan JF-W, Yip CC-Y, To KK-W, Tang TH-C, Wong SC-Y\net al. 2020 Improved molecular diagnosis of COVID-19\nby the novel, highly sensitive and speciﬁc COVID-19-\nRdRp/Hel real-time reverse transcription-polymerase\nchain reaction assay validated in vitro and with clinical\nspecimens. J. Clin. Microbiol. https://doi.org/10.1128/\nJCM.00310-20\nChen L, Xiong J, Bao L and Shi Y 2020 Convalescent\nplasma as a potential therapy for COVID-19. Lancet\nInfect. Dis. 398–400 20\nChen W-H, Hotez PJ and Bottazzi ME 2020 Potential for\ndeveloping a SARS-CoV receptor-binding domain (RBD)\nrecombinant protein as a heterologous human vaccine\nagainst coronavirus infectious disease (COVID)-19. Hum.\nVaccin. Immunother. 1–4 0\nChen Z, Hu J, Zhang Z, Jiang S, Han S et al. 2020 Efﬁcacy\nof hydroxychloroquine in patients with COVID-19:\nresults of a randomized clinical trial. medRxiv https://\ndoi.org/10.1101/2020.03.22.20040758\nCheng C, Xiaorong Z, Zhenyu J and Weifeng H 2020\nAdvances in the research of cytokine storm mechanism\ninduced by Corona Virus Disease 2019 and the corre-\nsponding immunotherapies. Zhonghua Shao Shang Za\nZhi E005 36\nChu DKW, Pan Y, Cheng SMS, Hui KPY, Krishnan P et al.\n2020 Molecular Diagnosis of a Novel Coronavirus (2019-\nnCoV) Causing an Outbreak of Pneumonia. Clin. Chem.\n549–555 66\nCorman VM, Landt O, Kaiser M, Molenkamp R, Meijer A\net al. 2020 Detection of 2019 novel coronavirus (2019-\nnCoV) by real-time RT-PCR. Euro. Surveill. https://doi.\norg/10.2807/1560-7917.ES.2020.25.3.2000045\nCumhur Cure M, Kucuk A and Cure E 2020 Colchicine may\nnot be effective in COVID-19 infection; it may even be\nharmful? Clin. Rheumatol. https://doi.org/10.1007/\ns10067-020-05144-x",
        "char_count": 5096,
        "word_count": 740,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "COVID-19: advances in diagnostics and treatment\nDai H, Zhang X, Xia J, Zhang T, Shang Y et al. 2020 High-\nresolution Chest CT Features and Clinical Characteristics\nof Patients Infected with COVID-19 in Jiangsu, China.\nInt. J. Infect. Dis. https://doi.org/10.1016/j.ijid.2020.04.\n003\nDalili N 2020 Effects of Standard Protocol Therapy With or\nWithout Colchicine in Covid-19 Infection: A Randomized\nDouble Blind Clinical Trial. https://clinicaltrials.gov/ct2/\nshow/NCT04360980\nDevaux CA, Rolain J-M, Colson P and Raoult D 2020 New\ninsights on the antiviral effects of chloroquine against\ncoronavirus: what to expect for COVID-19? Int. J. An-\ntimicrob. Agents. https://doi.org/10.1016/j.ijantimicag.\n2020.105938\nDuan K, Liu B, Li C, Zhang H, Yu T et al. 2020\nEffectiveness of convalescent plasma therapy in severe\nCOVID-19 patients. Proc. Natl. Acad. Sci. U S A. https://\ndoi.org/10.1073/pnas.2004168117\nEl-Tholoth M, Bau HH and Song J 2020 A Single and Two-\nStage, Closed-Tube, Molecular Test for the 2019 Novel\nCoronavirus (COVID-19) at Home, Clinic, and Points of\nEntry. ChemRxiv https://doi.org/10.26434/chemrxiv.\n11860137.v1\nEnayatkhani M, Hasaniazad M, Faezi S, Guklani H,\nDavoodian P et al. 2020 Reverse vaccinology approach\nto design a novel multi-epitope vaccine candidate against\nCOVID-19: an in silico study. J. Biomol. Struct. Dyn .\nhttps://doi.org/10.1080/07391102.2020.1756411\nFantini J, Di Scala C, Chahinian H and Yahi N 2020\nStructural and molecular modelling studies reveal a new\nmechanism of action of chloroquine and hydroxychloro-\nquine against SARS-CoV-2 infection . Int. J. Antimicrob.\nAgents. https://doi.org/10.1016/j.ijantimicag.2020.\n105960\nFischer A, Sellner M, Neranjan S, Lill MA and Smiesˇko M\n2020 Inhibitors for Novel Coronavirus Protease Identiﬁed\nby Virtual Screening of 687 Million Compounds.\nChemRxiv https://doi.org/10.26434/chemrxiv.11923239.\nv1\nFitzpatrick F, Doherty A and Lacey G 2020 Using\nArtiﬁcial Intelligence in Infection Prevention. Curr.\nTreat. Options Infect. Dis . https://doi.org/10.1007/\ns40506-020-00216-7\nFurtado RHM, Berwanger O, Fonseca HA, Correˆa TD,\nFerraz LR et al. 2020 Azithromycin in addition to\nstandard of care versus standard of care alone in the\ntreatment of patients admitted to the hospital with severe\nCOVID-19 in Brazil (COALITION II): a randomised\nclinical trial. Lancet https://doi.org/10.1016/S0140-\n6736(20)31862-6\nGautret P, Lagier J-C, Parola P, Hoang VT, Meddeb L et al.\n2020 Hydroxychloroquine and azithromycin as a treat-\nment of COVID-19: results of an open-label non-\nrandomized clinical trial. Int. J. Antimicrob. Agents\nhttps://doi.org/10.1016/j.ijantimicag.2020.105949\n\nPage 17 of 20 148\nGe Y, Tian T, Huang S, Wan F, Li J et al. 2020 A data-driven\ndrug repositioning framework discovered a potential\ntherapeutic agent targeting COVID-19. bioRxiv https://\ndoi.org/10.1101/2020.03.11.986836\nGlenmark 2020 Positive Ph III top-line results for favipiravir\nin COVID-19. https://www.thepharmaletter.com/article/\npositive-ph-iii-top-line-results-for-favipiravir-in-covid-19\nGrein J, Ohmagari N, Shin D, Diaz G, Asperges E et al.\n2020 Compassionate Use of Remdesivir for Patients with\nSevere Covid-19. N. Engl. J. Med. 2327–2336 382\nGuaraldi G, Meschiari M, Cozzi-Lepri A, Milic J, Tonelli R\net al. 2020 Tocilizumab in patients with severe COVID-\n19: a retrospective cohort study. Lancet Rheumatol. 2\ne474-e484\nGupta D, Sahoo AK and Singh A 2020 Ivermectin: potential\ncandidate for the treatment of Covid 19. Braz. J. Infect.\nDis. 369–371 24\nHalpin DMG, Singh D and Hadﬁeld RM 2020 Inhaled\ncorticosteroids and COVID-19: a systematic review and\nhttps://doi.org/10. clinical perspective. Eur. Respir. J.\n1183/13993003.01009-2020\nHani C, Trieu NH, Saab I, Dangeard S, Bennani S et al.\n2020 COVID-19 pneumonia: A review of typical CT\nﬁndings and differential diagnosis. Diagn. Interv. Imaging\nhttps://doi.org/10.1016/j.diii.2020.03.014\nHeidary F and Gharebaghi R 2020 Ivermectin: a systematic\nreview from antiviral effects to COVID-19 complemen-\ntary regimen. J. Antibiot. 593–602 73\nHorby P, Lim WS, Emberson JR, Mafham M, Bell JL et al.\n2020 Dexamethasone in Hospitalized Patients with\nCovid-19-Preliminary Report. N. Engl. J. Med. https://\ndoi.org/10.1056/NEJMoa2021436\nInstitute B 2020 Enabling coronavirus detection using\nCRISPR-Cas13: Open-access SHERLOCK research pro-\ntocols and design resources. https://www.broadinstitute.\norg/news/enabling-coronavirus-detection-using-crispr-\ncas13-open-access-sherlock-research-protocols-and\nIrvani SSN 2020 Efﬁcacy and Safety of Favipiravir Com-\npared to the Base Therapeutic Regiment in Moderate to\nSevere COVID-19: A Randomized, Controlled, Double-\nBlind, Clinical Trial. In: clinicaltrials.gov\nIwasaki A and Yang Y 2020 The potential danger of\nsuboptimal antibody responses in COVID-19. Nat. Rev.\nImmuno. https://doi.org/10.1038/s41577-020-0321-6\nJi H, Yan Y, Ding B, Guo W, Brunswick M et al. 2020 Novel\ndecoy cellular vaccine strategy utilizing transgenic anti-\ngen-expressing cells as immune presenter and adjuvant in\nvaccine prototype against SARS-CoV-2 virus. Med. Drug\nDiscov. 100026 5\nJin Z, Du X, Xu Y, Deng Y, Liu M et al. 2020 Structure of\nMpro from COVID-19 virus and discovery of its\ninhibitors. Nature https://doi.org/10.1038/s41586-020-\n2223-y\nKaarj K, Akarapipad P and Yoon J-Y 2018 Simpler, Faster,\nand Sensitive Zika Virus Assay Using Smartphone",
        "char_count": 5383,
        "word_count": 738,
        "extraction_method": "two_column"
      },
      {
        "page_number": 18,
        "text": "Page 18 of 20 M Sreepadmanabh et al. 148\nDetection of Loop-mediated Isothermal Ampliﬁcation on\nPaper Microﬂuidic Chips. Sci. Rep. 12438 8\nKaur N and Toley BJ 2018 Paper-based nucleic acid\nampliﬁcation tests for point-of-care diagnostics. Analyst\n2213–2234 143\nKeith P, Day M, Perkins L, Moyer L, Hewitt K et al. 2020 A\nnovel treatment approach to the novel coronavirus: an\nargument for the use of therapeutic plasma exchange for\nfulminant COVID-19. Crit. Care 128 24\nKhoury M, Cuenca J, Cruz FF, Figueroa FE, Rocco PRM\net al. 2020 Current Status of Cell-Based Therapies for\nRespiratory Virus Infections: Applicability to COVID-19.\nEur. Respir. J https://doi.org/10.1183/13993003.00858-\n2020\nKu J, Kim S, Park J, Kim T-S, Kharbash R et al. 2020\nReactive Polymer Targeting dsRNA as Universal Virus\nDetection Platform with Enhanced Sensitivity. Biomacro-\nmolecules https://doi.org/10.1021/acs.biomac.0c00379\nKumar S, Maurya VK, Prasad AK, Bhatt MLB and Saxena\nSK 2020 Structural, glycosylation and antigenic variation\nbetween 2019 novel coronavirus (2019-nCoV) and SARS\ncoronavirus (SARS-CoV). Virusdisease 13–21 31\nLe TT, Andreadakis Z, Kumar A, Roma´n RG, Tollefsen S\net al. 2020 The COVID-19 vaccine development land-\nscape. Nat. Rev. Drug Discov. https://doi.org/10.1038/\nd41573-020-00073-5\nLeng Z, Zhu R, Hou W, Feng Y, Yang Y et al. 2020\nTransplantation of ACE2-Mesenchymal Stem Cells\nImproves the Outcome of Patients with COVID-19\nPneumonia. Aging Dis. 216 11\nLi D, Wang D, Dong J, Wang N, Huang H et al. 2020a\nFalse-Negative Results of Real-Time Reverse-Transcrip-\ntase Polymerase Chain Reaction for Severe Acute Res-\npiratory Syndrome Coronavirus 2: Role of Deep-\nLearning-Based CT Diagnosis and Insights from Two\nCases. Korean J. Radiol. 505–508 21\nLi L, Qin L, Xu Z, Yin Y, Wang X et al. 2020b Artiﬁcial\nIntelligence Distinguishes COVID-19 from Community\nAcquired Pneumonia on Chest CT. Radiology https://doi.\norg/10.1148/radiol.2020200905\nLi X, Wang Y, Agostinis P, Rabson A, Melino G et al. 2020c\nIs hydroxychloroquine beneﬁcial for COVID-19 patients?\nCell Death Dis. 1–6 11\nLi Y, Li H and Zhou L 2020d EZH2-mediated H3K27me3\ninhibits ACE2 expression. Biochem. Biophys. Res. Com-\nmun. https://doi.org/10.1016/j.bbrc.2020.04.010\nLi Y, Yao L, Li J, Chen L, Song Y et al. 2020e Stability\nissues of RT-PCR testing of SARS-CoV-2 for hospitalized\npatients clinically diagnosed with COVID-19. J. Med.\nVirol. https://doi.org/10.1002/jmv.25786\nLi Z, Yi Y, Luo X, Xiong N, Liu Y et al. 2020f Development\nand clinical application of a rapid IgM-IgG combined\nantibody test for SARS-CoV-2 infection diagnosis. J.\nMed. Virol. https://doi.org/10.1002/jmv.25727\n\nLiu W, Liu L, Kou G, Zheng Y, Ding Y et al. 2020\nEvaluation of Nucleocapsid and Spike Protein-based\nELISAs for detecting antibodies against SARS-CoV-2.\nJ. Clin. Microbiol. https://doi.org/10.1128/JCM.00461-20\nLiu X and Wang X-J 2020 Potential inhibitors against\n2019-nCoV coronavirus M protease from clinically\napproved medicines. J. Genet. Genomics. https://doi.\norg/10.1016/j.jgg.2020.02.001\nLong C, Xu H, Shen Q, Zhang X, Fan B et al. 2020\nDiagnosis of the Coronavirus disease (COVID-19): rRT-\nPCR or CT? Eur. J. Radiol. 108961 126\nLong Q-X, Liu B-Z, Deng H-J, Wu G-C, Deng K et al. 2020\nAntibody responses to SARS-CoV-2 in patients with\nCOVID-19. Nat. Med. https://doi.org/10.1038/s41591-\n020-0897-1\nLu R, Wu X, Wan Z, Li Y, Zuo L et al. 2020 Development of\na Novel Reverse Transcription Loop-Mediated Isothermal\nAmpliﬁcation Method for Rapid Detection of SARS-\nCoV-2. Virol. Sin. https://doi.org/10.1007/s12250-020-\n00218-1\nLucchese G 2020 Epitopes for a 2019-nCoV vaccine. Cell\nMol. Immunol. https://doi.org/10.1038/s41423-020-0377-\nz\nLuo P, Liu Y, Qiu L, Liu X, Liu D et al. 2020 Tocilizumab\ntreatment in COVID-19: A single center experience. J.\nMed. Viro. 814–818 92\nMa J, Xia P, Zhou Y, Liu Z, Zhou X et al. 2020 Potential\neffect of blood puriﬁcation therapy in reducing cytokine\nstorm as a late complication of critically ill COVID-19.\nClin. Immunol. 108408 214\nMa Y, Zeng H, Zhan Z, Lu H, Zeng Z et al. 2020\nCorticosteroid Use in the Treatment of COVID-19: A\nMulticenter Retrospective Study in Hunan, China. Front.\nPharmacol. 1198 11\nMagagnoli J, Narendran S, Pereira F, Cummings T, Hardin\nJW et al. 2020 Outcomes of hydroxychloroquine usage in\nUnited States veterans hospitalized with Covid-19.\nmedRxiv https://doi.org/10.1101/2020.04.16.20065920\nMagro L, Jacquelin B, Escadafal C, Garneret P, Kwasiborski\nA et al. 2017 Paper-based RNA detection and multiplexed\nanalysis for Ebola virus diagnostics. Sci. Rep. 1347 7\nMahevas M, Tran V-T, Roumier M, Chabrol A, Paule R\net al. 2020 No evidence of clinical efﬁcacy of hydrox-\nychloroquine in patients hospitalized for COVID-19\ninfection with oxygen requirement: results of a study\nusing routinely collected data to emulate a target trial.\nmedRxiv https://doi.org/10.1101/2020.04.10.20060699\nMartinez Molina D, Jafari R, Ignatushchenko M, Seki T,\nLarsson EA et al. 2013 Monitoring drug target engage-\nment in cells and tissues using the cellular thermal shift\nassay. Science 84–87 341\nMehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS\net al. 2020 COVID-19: consider cytokine storm syn-\ndromes and immunosuppression. Lancet 1033–1034 395",
        "char_count": 5256,
        "word_count": 793,
        "extraction_method": "two_column"
      },
      {
        "page_number": 19,
        "text": "COVID-19: advances in diagnostics and treatment\nMetsky HC, Freije CA, Kosoko-Thoroddsen T-SF, Sabeti\nPC and Myhrvold C 2020 CRISPR-based COVID-19\nsurveillance using a genomically-comprehensive machine\nlearning approach. bioRxiv https://doi.org/10.1101/2020.\n02.26.967026\nNalla AK, Casto AM, Huang M-LW, Perchetti GA, Sam-\npoleo R et al. 2020 Comparative Performance of SARS-\nCoV-2 Detection Assays using Seven Different Primer/\nProbe Sets and One Assay Kit. J. Clin. Microbiol. https://\ndoi.org/10.1128/JCM.00557-20\nNarin A, Kaya C and Pamuk Z 2020 Automatic Detection of\nCoronavirus Disease (COVID-19) Using X-ray Images\nand Deep Convolutional Neural Networks. arXiv arXiv:\n2003.10849\nOldenburg CE and Doan T 2020 Azithromycin for severe\nCOVID-19. Lancet https://doi.org/10.1016/S0140-\n6736(20)31863-8\nOncoImmune I 2020 A Randomized, Double-blind, Placebo-\ncontrolled, Multi-site, Phase III Study to Evaluate the\nSafety and Efﬁcacy of CD24Fc in COVID-19 Treatment.\nhttps://clinicaltrials.gov/ct2/show/NCT04317040\nOng E, Wong MU, Huffman A and He Y 2020 COVID-19\ncoronavirus vaccine design using reverse vaccinology and\nmachine learning. bioRxiv https://doi.org/10.1101/2020.\n03.20.000141\nOrganization WH 2020a DRAFT landscape of COVID-19\ncandidate vaccines. WHO https://www.who.int/publications/\nm/item/draft-landscape-of-covid-19-candidate-vaccines\nOrganization WH 2020b WHO discontinues hydroxychloro-\nquine and lopinavir/ritonavir treatment arms for COVID-\n19. Geneva, Switzerland: WHO. https://www.who.int/\nnews/item/04-07-2020-who-discontinues-hydroxychloro\nquine-and-lopinavir-ritonavir-treatment-arms-for-covid-19\nOrtega JT, Serrano ML, Pujol FH and Rangel HR 2020\nUnrevealing sequence and structural features of novel\ncoronavirus using in silico approaches: The main protease\nas molecular target. EXCLI J. 400–409 19\nQiu T, Mao T, Wang Y, Zhou M, Qiu J et al. 2020\nIdentiﬁcation of potential cross-protective epitope\nbetween a new type of coronavirus (2019-nCoV) and\nsevere acute respiratory syndrome virus. J. Genet.\nGenomics 115–117 47\nRichardson P, Grifﬁn I, Tucker C, Smith D, Oechsle O et al.\n2020 Baricitinib as potential treatment for 2019-nCoV\nacute respiratory disease. Lancet e30–e31 395\nRidgeback Biotherapeutics L 2020 The Safety of EIDD-\n2801 and Its Effect on Viral Shedding of SARS-CoV-2.\nhttps://www.clinicaltrials.gov/ct2/show/NCT04405739\nRiva L, Yuan S, Yin X, Martin-Sancho L, Matsunaga N\net al. 2020 A Large-scale Drug Repositioning Survey for\nSARS-CoV-2 Antivirals. bioRxiv https://doi.org/10.1101/\n2020.04.16.044016\nRussell CD, Millar JE and Baillie JK 2020 Clinical evidence\ndoes not support corticosteroid treatment for 2019-nCoV\nlung injury. Lancet 473–475 395\n\nPage 19 of 20 148\nSanders JM, Monogue ML, Jodlowski TZ and Cutrell JB\n2020 Pharmacologic Treatments for Coronavirus Disease\n2019 (COVID-19): A Review. JAMA https://doi.org/10.\n1001/jama.2020.6019\nSheahan TP, Sims AC, Zhou S, Graham RL, Pruijssers AJ\net al. 2020 An orally bioavailable broad-spectrum antivi-\nral inhibits SARS-CoV-2 in human airway epithelial cell\ncultures and multiple coronaviruses in mice. Sci. Transl.\nMed. eabb5883 12\nSingh AK, Majumdar S, Singh R and Misra A 2020 Role of\ncorticosteroid in the management of COVID-19: A\nsystemic review and a Clinician’s perspective. Diabetes\nMetab. Syndr. 971–978 14\nStebbing J, Phelan A, Grifﬁn I, Tucker C, Oechsle O et al.\n2020 COVID-19: combining antiviral and anti-inﬂamma-\ntory treatments. Lancet Infect. Dis. 400–402 20\nTai W, He L, Zhang X, Pu J, Voronin D et al. 2020\nCharacterization of the receptor-binding domain (RBD) of\n2019 novel coronavirus: implication for development of\nRBD protein as a viral attachment inhibitor and vaccine.\nCell Mol. Immunol. https://doi.org/10.1038/s41423-020-\n0400-4\nTian X, Li C, Huang A, Xia S, Lu S et al. 2020 Potent\nbinding of 2019 novel coronavirus spike protein by a\nSARS coronavirus-speciﬁc human monoclonal antibody.\nEmerg. Microbes. Infect. 382–385 9\nTo KK-W, Tsang OT-Y, Yip CC-Y, Chan K-H, Wu T-C et al.\n2020 Consistent Detection of 2019 Novel Coronavirus in\nSaliva. Clin. Infect. Dis. 841–843 71\nTon A-T, Gentile F, Hsing M, Ban F and Cherkasov A 2020\nRapid Identiﬁcation of Potential Inhibitors of SARS-CoV-\n2 Main Protease by Deep Docking of 1.3 Billion\nCompounds. ChemRxiv https://doi.org/10.26434/\nchemrxiv.11860077.v1\nWang J, Hajizadeh N, Moore EE, McIntyre RC, Moore PK\net al. 2020 Tissue Plasminogen Activator (tPA) Treatment\nfor COVID-19 Associated Acute Respiratory Distress\nSyndrome (ARDS): A Case Series. J. Thromb. Haemost.\nhttps://doi.org/10.1111/jth.14828\nWang M, Cao R, Zhang L, Yang X, Liu J et al. 2020\nRemdesivir and chloroquine effectively inhibit the\nrecently emerged novel coronavirus (2019-nCoV)\nin vitro. Cell Res. 269–271 30\nWHO 2020 WHO R&D Blueprint COVID-19 Animal\nModels. https://www.who.int/publications/m/item/\ncovid-19-animal-models—summary-of-progress-made-\nby-the-who-covid-19-modelling-(march-04-june-2020)\nXia S, Liu M, Wang C, Xu W, Lan Q et al. 2020a\nInhibition of SARS-CoV-2 (previously 2019-nCoV)\ninfection by a highly potent pan-coronavirus fusion\ninhibitor targeting its spike protein that harbors a high\ncapacity to mediate membrane fusion. Cell Res. 30\n343–355\nXia S, Zhu Y, Liu M, Lan Q, Xu W et al. 2020b Fusion\nmechanism of 2019-nCoV and fusion inhibitors targeting",
        "char_count": 5317,
        "word_count": 729,
        "extraction_method": "two_column"
      },
      {
        "page_number": 20,
        "text": "Page 20 of 20 M Sreepadmanabh et al. 148\nHR1 domain in spike protein. Cell Mol. Immunol. https://\ndoi.org/10.1038/s41423-020-0374-2\nXiang J, Yan M, Li H, Liu T, Lin C et al. 2020 Evaluation of\nEnzyme-Linked Immunoassay and Colloidal Gold-\nImmunochromatographic Assay Kit for Detection of\nNovel Coronavirus (SARS-Cov-2) Causing an Outbreak\nof Pneumonia (COVID-19). medRxiv https://doi.org/10.\n1101/2020.02.27.20028787\nYan C, Cui J, Huang L, Du B, Chen L et al. 2020 Rapid and\nvisual detection of 2019 novel coronavirus (SARS-CoV-\n2) by a reverse transcription loop-mediated isothermal\nampliﬁcation assay. Clin. Microbiol. Infect. https://doi.\norg/10.1016/j.cmi.2020.04.001\nYang Y, Shen C, Li J, Yuan J, Yang M et al. 2020 Exuberant\nelevation of IP-10, MCP-3 and IL-1ra during SARS-CoV-\n2 infection is associated with disease severity and fatal\noutcome. medRxiv https://doi.org/10.1101/2020.03.02.\n20029975\nYang Z, Liu J, Zhou Y, Zhao X, Zhao Q et al. 2020 The\neffect of corticosteroid treatment on patients with coro-\nnavirus infection: a systematic review and meta-analysis.\nJ. Infect. e13–e20 81\nYe Z, Wang Y, Colunga-Lozano LE, Prasad M, Tangamorn-\nsuksan W et al. 2020 Efﬁcacy and safety of corticos-\nteroids in COVID-19 based on evidence for COVID-19,\nCorresponding editor: K S UNDAN ENGUPTA\n\nother coronavirus infections, inﬂuenza, community-ac-\nquired pneumonia and acute respiratory distress syn-\ndrome: a systematic review and meta-analysis. CMAJ 192\nE756–E767\nZha L, Li S, Pan L, Tefsen B, Li Y et al. 2020 Corticosteroid\ntreatment of patients with coronavirus disease 2019\n(COVID-19). Med. J. Aust. 10.5694/mja2.50577\nZhang B, Liu S, Tan T, Huang W, Dong Y et al. 2020\nTreatment With Convalescent Plasma for Critically Ill\nPatients With SARS-CoV-2 Infection. CHEST https://doi.\norg/10.1016/j.chest.2020.03.039\nZhang C, Wu Z, Li J-W, Zhao H and Wang G-Q 2020 The\ncytokine release syndrome (CRS) of severe COVID-19\nand Interleukin-6 receptor (IL-6R) antagonist Tocilizu-\nmab may be the key to reduce the mortality. Int.\nJ. Antimicrob. Agents https://doi.org/10.1016/j.\nijantimicag.2020.105954\nZhang R, Wang X, Ni L, Di X, Ma B et al. 2020 COVID-19:\nMelatonin as a potential adjuvant treatment. Life Sci. 250\n117583\nZhang Y, Yu L, Tang L, Zhu M, Jin Y et al. 2020 A\npromising anti-cytokine-storm targeted therapy for\nCOVID-19: The artiﬁcial-liver blood-puriﬁcation system.\nEngineering (Beijing) https://doi.org/10.1016/j.eng.2020.\n03.006",
        "char_count": 2444,
        "word_count": 361,
        "extraction_method": "two_column"
      }
    ]
  }
}