{
  "metadata": {
    "source_file": "pdfs/COVID-19 - Recent advancements in identifying novel vaccine candidates.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:36.497779",
    "total_pages": 14,
    "total_characters": 81423,
    "total_words": 11834
  },
  "content": {
    "full_text": "--- Page 1 ---\nHUMAN VACCINES & IMMUNOTHERAPEUTICS\n2020, VOL. 16, NO. 12, 2891–2904\nhttps://doi.org/10.1080/21645515.2020.1788310\nREVIEW\nstatus of upcoming SARS-CoV-2 vaccines\na b a Mohd. Iqbal Yatoo , Zeenat Hamid , Oveas Rafiq Parray\nd d e Shailesh Kumar Patel , Mamta Pathak , Ruchi Tiwari\ni,j d , and Kuldeep Dhama Alfonso J. Rodriguez Morales\na\nb Technology of Kashmir, Srinagar, India;\nd Veterinary Research Institute, Bareilly, India;\nf Evum Go-Anusandhan Sansthan, Mathura, India;\ng Department of Microbiology, Tribhuvan University Teaching Hospital, Institute of Medicine, Kathmandu, Nepal;\ni Johns Hopkins Aramco Healthcare, Dhahran, Saudi Arabia;\nj Tecnologica de Pereira, Pereira, Colombia;\nAmericas, Risaralda, Colombia\nABSTRACT\nThe COVID-19 pandemic caused by SARS-CoV-2 has spread rapidly. To date, countries have relied on the\nprevention of the disease through isolation, quarantine, and clinical care of affected individuals. However,\nstudies on the roles of asymptomatic and mildly infected subjects in disease transmission, use of antiviral\ndrugs, and vaccination of the general population will be very important for mitigating the effects of the\neventual return of this pandemic. Initial investigations are ongoing to evaluate antigenic structures of\nSARS-CoV-2 and the immunogenicity of vaccine candidates. There also is a need to comprehensively\ncompile the details of previous studies on SARS-related vaccines that can be extrapolated to identify\npotent vaccine targets for developing COVID-19 vaccines. This review aims to analyze previous studies,\ncurrent status, and future possibilities for producing SARS-CoV-2 vaccines.\nIntroduction\nIn late December 2019, an outbreak of pneumonia of\nunknown etiology linked to the Huanan seafood market,\nWuhan, China was officially reported by the Health\n1, 2 Commission of Hubei province, China. A virus formerly\ncalled as the “Wuhan virus” and provisionally designated as\n“2019-nCoV” by WHO was identified as being responsible\nfor this outbreak. The virus was officially named SARS-CoV\n3 , 4 -2 and the disease as COVID-19. Following the reporting\n5 of COVID-19 infection caused by SARS-CoV-2 in China\n6 , 7 and subsequent confirmation by national and interna­\n4 , 8 9 , 10 tional health agencies, transmission dynamics studies\n11-14 and genomic analyses were undertaken to explore the\n14-16 various epidemiological attributes along with clinical\n1 , 15 , 17 , features of the disease. However, the rapid global\nspread and alarming rise in the number and severity of\n1 , 15 , 18 , the cases necessitated devising early therapeutics and\n10 , 19 20–23 preventive measures against COVID-19. For this\n24 , 25 combat strategy, deciphering the structure and func­\n11 , 13 , 26 , 14 , 27-29 tional roles of the structures of SARS-CoV-2,\n11 , 13 , 26-29 their antigenic properties, roles in immune\n30–33 response and pathogenesis, and the potential for vac­\n25 , 26 , 34 cine development is of utmost importance for the\n33 , 35-37 prevention and control of this disease.\nCONTACT Kuldeep Dhama kdhama@rediffmail.com\nmalikyps@gmail.com\n© 2020 Taylor & Francis Group, LLC\n\nCOVID-19 - Recent advancements in identifying novel vaccine candidates and current\na a c , Aasim Habib Wani , Abrar Ul Haq , Archana Saxena ,\nf g h , Yashpal Singh Malik , Ranjit Sah , Ali A. Rabaan ,\nDivision of Veterinary Clinical Complex, Faculty of Veterinary Sciences and Animal Husbandry, Sher-E-Kashmir University of Agricultural Sciences and\nc Department of Biotechnology, University of Kashmir, Srinagar, India; Division of Biotechnology, ICAR-Indian\ne Division of Pathology, ICAR-Indian Veterinary Research Institute, Bareilly, India; Department of\nVeterinary Microbiology and Immunology, College of Veterinary Sciences, UP Pandit Deen Dayal Upadhayay Pashu Chikitsa Vigyan Vishwavidyalay\nDivision of Biological Standardization, ICAR-Indian Veterinary Research Institute, Bareilly, India;\nh Molecular Diagnostic Laboratory,\nPublic Health and Infection Research Group, Faculty of Health Sciences, Universidad\nGrupo de Investigacion Biomedicina, Faculty of Medicine, Fundacion Universitaria Autonoma de las\nARTICLE HISTORY\nReceived 29 March 2020\nRevised 22 May 2020\nAccepted 16 June 2020\nKEYWORDS\nCOVID-19; SARS-CoV-2;\npandemic; vaccines\n15 , 38 Convalescent sera or plasma therapy, and killed and\n26 , 39 inactivated/attenuated vaccines can help in the prevention\nof this disease; however, numerous challenges are associated\n34 , 40 with these approaches including chances of re-infection.\nThese limitations can be overcome by employing subunit vac­\ncines based on the molecular structures of SARS-CoV-2; how­\never, these prophylactics may require periodic boosters owing\n9 , 11 , 13 , 41 to their low immunization potential. Recombinant vac­\ncines, DNA- or RNA-based vaccines, can further improve\nimmunity with minimum side-effects; however, antigenicity\nand adequacy of immune response need further\n26 , 42 , 43 exploration. For the development of any of these vaccine\ntypes, understanding the antigenic structures of SARS-CoV-2\n26 , 39 is essential.\n11 14 Structural and non-structural proteins of SARS-CoV-2,\n26 , 44 in addition to its genetic material, are being explored as\nvaccine candidates. These studies are possible as the\n9 , 12 , 14 24 , 28 , 29 genomic and molecular details, of the structures\nof SARS-CoV-2, their role in receptor binding, fusion, tissue\n25 , 31 , 33 , 45 tropism, and pathogenesis are under continuous and\nprogressive investigation. The S gene of the coronaviruses\nencodes the spike (S) glycoprotein that is responsible for bind­\ning with a cellular receptor in order to initiate infection. The\nS protein consists of two subunits, S1 and S2, of which the S1\nDivision of Pathology, ICAR–Indian Veterinary Research Institute, Bareilly, India; Yashpal Singh Malik\nDivision of Biological Standardization, ICAR–Indian Veterinary Research Institute, Bareilly, Uttar Pradesh, India\n\n--- Page 2 ---\n2892 M. IQBAL YATOO ET AL.\nsubunit constitutes the N-terminal domain (NTD) and recep­\n11 Similar to SARS-CoV, the SARS- tor-binding domain (RBD).\nCoV-2 utilizes the angiotensin-converting enzyme-2 (ACE2)\n28 , 46 receptor for cellular entry. Neutralizing antibodies are\nmainly directed against the S glycoprotein, as it is the major\nstructural protein, rendering it a potent target for vaccine\n47 , 48 development against both SARS-CoV and MERS-CoV.\nSimilarly, the S protein can be targeted for the development\nof vaccine candidates against SARS-CoV-2 as well. Thus, tar­\n11 , 24 geting the structure of SARS-CoV-2 as well as examining\n28 25 25 , 31 affinity for binding, fusion, its receptor recognition,\n49 25 , 29 , 31 entry mechanisms, pathogenesis, and finally, its disease\n1 , 50 severity mechanisms can better help in the development of\nprophylactic or therapeutic strategies.\nThe impact of COVID-19 varies among countries and ter­\nritories, probably due to differences in culture, health-care\nfacilities and mitigation efforts. Moreover, a study proposed\nthe role of national policies related to childhood BCG (Bacillus\nCalmette–Guerin) vaccination, which provides protection\nagainst a broad category of respiratory infections as possible\nexplanation for these national differences in the impact of\n51 COVID-19. Surprisingly, countries without universal policies\nor with a late start of universal policies of childhood BCG\nvaccination were reported to be affected more severely with\nhigh mortality suggesting the BCG vaccination as a crucial tool\n51 to fight COVID-19. In a study, Pasteurella is transformed and\nan inactivated alum-precipitated infectious bronchitis (IB) vac­\ncine is produced within a period of 2 weeks. Moreover, around\n9000 birds were vaccinated and the vaccine has proven very\neffective against IB. In addition, it is assumed that formalin-\nkilled Pasteurella multocida cells prepared by the above\nmethod may prove effective in COVID-19 if administered\n52 during the early course of the disease.\nCOVID-19/SARS-CoV-2 vaccines\nCurrently, there are no specific vaccines or therapeutics avail­\n26 , 27 , 42 able against COVID-19. With the rise in the number of\naffected individuals, severity of the disease, global spread, lack\nof prophylactics and therapeutics, the demand for immediate\n26 , 38 therapy and future prevention of COVID-19 is rising.\nAttempts are being made to develop safe and effective pro­\n20 , 26 , 39 phylactic strategies. Several vaccines are in various\n39 stages of clinical trials, however, in the current scenario,\n17 , 34 , 39 there is a dearth of prophylactics. Convalescent sera,\nlive attenuated or killed virus vaccines, protein-based vac­\ncines, DNA-based vaccines, mRNA-based vaccines, virus-\nlike particle vaccines, vector and non-vector-based vaccines\nare some of the possibilities to be considered for developing\n26 , 39 , 53 prophylactics against COVID-19.\nConvalescent sera\nOne of the earliest available and achievable prophylactic mea­\nsures is convalescent sera. Convalescent sera from persons who\nhave recovered from the COVID-19 attack can be used as an\n38 immediate therapy. Genetically engineered animals, such as\n54 cows could also serve as sources of such sera; this serum\ncontains immunoglobulins that can bestow passive immunity.\n\nThese antibodies could help in the neutralization of SARS-CoV\n-2 by triggering antibody-dependent cellular cytotoxicity and/\n38 Consequently, convalescent sera can be used or phagocytosis.\nas a rapid mode of therapy and prevention. Vaccine-based\napproaches for prevention may require time. Additionally,\nalthough the vaccines might be effective against the current\nCOVID-19 infection, vaccines based on viral-encoded peptides\nmight not be effective against coronavirus outbreaks that may\narise in the near future as novel mutated viral strains emerge\n41 every year, requiring new immunization strategies. Hence,\nconvalescent sera can be a good option for immediate\n38 , 55 , 56 therapy. Immunoglobulins developed against SARS-\n38 CoV-2 in serum can help in neutralizing SARS-CoV-2.\n15 , 57 , 58 59 Plasma therapy, synthesized antibodies, preferably\n60 57 neutralizing monoclonal antibodies, and interferons can\npotentially be utilized in patients with COVID-19.\nMonoclonal antibodies developed based on previous experi­\nence of working with other coronaviruses can play a role in\nprevention and control, and can be employed as passive immu­\n60 notherapy against COVID-19. Intravenous administration of\nimmunoglobulins to block FcR activation can be helpful in\npreventing SARS-CoV-2-induced pulmonary inflammation in\n60-62 the respiratory tract However, limitations of these sera-\nbased therapies include transmission of causative agents and\nimpurities, abnormal reactions, and insufficient or short-term\ntherapy or prevention.\nPossibility of other risks like induction of severe acute lung\ninjury by anti-spike antibodies or antibody-dependent\nenhancement (ADE) needs to be explored, which have been\nobserved with either acute SARS-CoV infection, believed to be\n63 due to skewed macrophage responses during the infection, or\n64 , 65 COVID-19 affected patients. ADE is believed to be due to\n50 prior exposure to other coronaviruses. It modulates the\nimmune response and can elicit sustained inflammation, lym­\n50 phopenia, and/or cytokine storm. ADE also might be caused\nby the presence of non-neutralizing antibodies to parts of the\nS protein. These responses can be evaluated by investigating\nthe effects of spike-based antibodies on in vitro cell cultures or\nanimal models in the future, and simultaneous exploration of\npossible remedial measures to prevent acute lung injury\n60 , 66 including the blockade of FcγR or by carrying out inde­\npendent large-cohort studies, which can help in testing this\n67 possibility. In addition, developing and using multiple mono­\nclonal antibodies can help in the amelioration of such\n60 problems. As immunotherapy is a short-term measure,\nhence, for bestowing long-term immunity and future preven­\ntion, the development of vaccines is imperative.\nCOVID-19 vaccines\nEfforts are being made by researchers to design and develop\nsuitable vaccines for COVID-19, though vaccine-based\n17 , 34 , 39 approaches require years for development. In the current\nsituation, national and international scientific guidelines pro­\nposed for the efficient management of COVID-19 need to be\n68 followed until vaccines are developed. Various types of vac­\ncines against SARS-CoV-2 are possible. These include com­\nplete virus-based vaccines (live attenuated, killed), subunit\nvaccines, nucleic acid-based vaccines (RNA, DNA),\n\n--- Page 3 ---\nrecombinant vaccines, virus-like particle vaccines, and vector\n26 , 39 and non-vector–based vaccines.\nWhole organism-based vaccines\nThe earliest modes of vaccine development involved the utili­\nzation of either the entire virus (for the development of com­\nplete organism-based vaccines) or its parts (for subunit\nvaccines). These include attenuating or inactivating the cul­\ntured viruses by passaging or by physical and chemical meth­\nods, such as subjecting to treatment with ultraviolet light,\n26 , 39 formaldehyde, and β-propiolactone, respectively.\nA review reported that certain induced mutations can comple­\ntely attenuate the viruses, and hence can be explored as agents\n53 for the development of vaccines. Moreover, recombinant\nviruses with deletions of virulent proteins can be utilized as\n26 live attenuated vaccines. However, these vaccines may have\nlimitations associated with infectivity, reversion to pathogeni­\n69 city, and disease-causing potential that preclude the use of\nsuch vaccines in humans.\nSARS-COV-2-specific vaccines (subunit vaccines and\nfuture vaccine targets)\nExploration of vaccine candidates of SARS-CoV-2 is essential\n26 , 42 for the development of specific vaccines and research and\ndevelopment to achieve this objective have already been\n55 initiated. A set of epitopes of SARS-CoV-2 has been screened,\nand immune targeting of these epitopes can provide protection\nagainst this novel coronavirus, thus providing experimental\n27 platforms for the development of vaccines. Identification of\nputative protective antigens/peptides from SARS-CoV-2 is\n26 important for the development of subunit vaccines.\nA timely study of genome sequences is proving to be beneficial\n11 , 13 for subunit vaccine development. Structural proteins of\nSARS-CoV-2, including envelope (E), membrane (M), nucleo­\ncapsid (N), and spike (S) proteins are being explored as anti­\ngens for vaccine development, including subunit\n11 , 26 , 39 vaccines. Proper understanding of the viral structure,\nmechanisms of binding, entry, and pathogenesis and the events\ninvolved, specific to SARS-CoV-2, will help in designing better\nprophylactic and therapeutic modalities. The molecular struc­\nture of the novel coronavirus, role of its structures in immu­\nnogenicity, potential as vaccine candidate, cellular and\nantibody response developed by it or against it, need to be\ndiscussed with special focus on the whole structure or specific\nstructures of SARS-CoV-2.\nAll the four structural proteins of SARS-CoV-2, including\nenvelope (E), membrane (M), nucleocapsid (N), and spike (S)\nproteins can serve as antigens to induce cellular (through CD4\n+/CD8+ T cells) and humoral (through neutralizing antibo­\n11 , 13 , 26 dies) responses. The E and M proteins help in the\nassembly of CoV, whereas the N protein is involved in the\n43 synthesis of genetic material (RNA). The E protein also has\na role in determining the virulence of these viruses; and hence,\nrecombinant coronaviruses with mutated E protein are being\n43 , 70 evaluated as live attenuated vaccines. The M protein plays\na role in determining the membrane structure, and can serve to\nincrease the immunological stimulation of SARS-CoV\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2893\n71 As the N protein is conserved in N protein DNA vaccine.\nall CoV families, it is not a specific vaccine candidate.\nFurthermore, anti-SARS-CoV-2-N protein antibodies have\nnot been successful in generating immunity against the\n44 infection. The S glycoprotein is a critical and important\nstructural protein of SARS-CoV-2 that is responsible for med­\niating viral binding to host cell receptors and entry into host\n28 , 44 cells. Upon the proteolytic cleavage of the precursor\nS protein of SARS-CoV-2, two subunits are produced. These\n11 include S1 (685 aa) and S2 (588 aa) subunits. The S2 subunit\nis considered to be important as it is well conserved in SARS-\n11 CoV-2 viruses; it has 99% identity with bat SARS-CoVs.\nTherefore, it has a potential to be used as a vaccine candidate\n26 The and can boost immune responses against SARS-CoV-2.\nS1 subunit contains receptor-binding domain (RBD), which is\nimportant for binding to the host angiotensin-converting\nenzyme 2 (ACE2) receptor via a receptor-binding motif\n(RBM), thereby mediating viral entry into sensitive host\n25 , 28 , 29 cells. The S1 subunit of SARS-CoV-2 shows 70% identity\nto human SARS-CoVs. Moreover, the external subdomain of\nthe RBD that helps in virus and host receptor binding exhibits\n11 , 28 the highest number of amino acid variations. Strategies\nthat target the initial entry of virus are considered to be effec­\n26 tive for the prevention and control of COVID-19; conse­\nquently, elucidation of the mechanisms underlying binding\nand entry is crucial.\n28 Wan et al. provided vital information on receptor usage,\ncell entry, and host cell infectivity of SARS-CoV-2. Sequences\nof RBD and its receptor-binding motif (RBM), which is mainly\nresponsible for direct binding to ACE2, are similar in SARS-\nCoV-2 and SARS-CoV, thus indicating that ACE2 is the recep­\n28 tor for SARS-CoV-2. Some critical residues present in the\nRBM of SARS-CoV-2 also suggest a potential for human infec­\ntion. Among these, some residues (especially Gln493) interact\nspecifically with human ACE2, indicating the ability of SARS-\nCoV-2 to infect human cells, while others (especially Asn501)\nshow compatibility with human ACE2, indicating its capability\nof human-to-human transmission. Phylogenetic analysis and\nrecognition of ACE2 receptors from various animal species\n(excluding mice and rats) suggest an animal source of infection\n28 or animal model for infection. Furthermore, a single N501T\nmutation in SARS-CoV-2 (corresponding to the S487T muta­\ntion in SARS-CoV) can increase the binding affinity of SARS-\nCoV-2 RBD to human ACE2, suggesting future emergence of\n28 infections. Further investigations have helped in elucidating\nthe molecular mechanisms underlying these events. The\nS glycoprotein, which is an ~1200 aa long protein of the\nclass-I viral fusion proteins, contributes to receptor binding,\n25 , 31 tissue tropism, and pathogenesis. It contains several con­\nserved domains (RBDs) and motifs (RBMs). The trimetric\nS glycoprotein is cleaved at the S1/S2 cleavage site by host cell\nproteases during infection, resulting in the production of\nN-terminal S1-ectodomain and C-terminal S2-membrane-\n31 anchored protein. The former helps in recognizing the cell\nreceptor, while the latter helps in viral entry. The subunit S1\ncontains an RBD that recognizes the ACE2 receptor. Of the 14\naa present on the RBD surface of S1/ACE2 of the S1 subunit of\nSARS-CoV, 8 residues are strictly conserved in SARS-CoV-2,\nfurther strengthening the fact that ACE2 acts as a receptor for\n\n--- Page 4 ---\n2894 M. IQBAL YATOO ET AL.\n25 , 28 , 31 SARS-CoV-2 as well. The S2 subunit contains a fusion\npeptide (FP), second proteolytic site (S’), an internal fusion\npeptide (IFP), two heptad-repeat domains, and\n31 31 a transmembrane domain (TM). Coutard et al. claim that\nthere are two cleavage sites in SARS-CoV-2; first being between\n↓ RBD and the FP (S1/S2) and the second being at KR SF. FP\nand IFP may be involved in entry mechanisms suggesting that\nʹ the S-protein needs to be cleaved at both the S1/S2 and S2\nʹ cleavage sites. In SARS-CoV-2 and SARS-CoV, the S2 cleavage\n↓ site at KR SF, downstream of the IFP is identical. Although\nʹ processing at S2 in SARS-CoV-2 is essential for the activation\nof the S protein, the proteases involved in this process are yet to\nbe identified. However, based on the sequences studied, one or\n31 ʹ ↓ more furin-like proteases would cleave the S2 at KR SF.\nCleavage sites at S1/S2 have been extensively studied in\n31 CoVs. Proteases act as furin-like cleavage molecules to cleave\n31 The presence of furin-like proteases S into S1 and S2.\nincreases the pathogenicity of the virus and hence the severity\n31 of disease. Consequently, targeting these sites, enzymes, or\nproteins can have beneficial applications. For targeting these\nstructures, their antigenic potential needs to be evaluated to\nuncover potential epitopes.\n27 Ahmed et al. have evaluated epitopes for SARS-CoV-2\nbased on epitopes that have induced immune responses against\nSARS-CoV, and hence can be explored as vaccine candidates.\nThey have mainly investigated the S and N proteins of SARS-\nCoV-2 in relation to those of SARS-CoV. Percentage sequence\nidentities of SARS-CoV-2 S protein, N protein, M protein, and\nE protein with those of SARS-CoV are 76.0%, 90.6%, 90.1%,\n27 and 94.7%, respectively (Ahmed et al. 2020). Based on gen­\n12 , 14 ome sequencing and phylogenetic analyses, the cell entry\n14 , 45 , 49 mechanism and human cell receptor usage of SARS-CoV\n27 -2 resemble those of SARS-CoV. Although the genome\nsequences of SARS-CoV and SARS-CoV-2 are similar to\nsome extent, antigenic differences are found between them.\nOnly around 23% and 16% of the known SARS-CoV T-cell\nand B-cell epitopes, respectively, map identically to those of\nSARS-CoV-2. No mutation has been noted in these epitopes in\nthe available SARS-CoV-2 sequences, suggesting their poten­\n14 , 21 , 27 tial roles in cellular and humoral immune responses.\n27 Ahmed et al. identified B-cell and T-cell epitopes in the\nimmunogenic structural proteins, S and N of SARS-CoV.\nT cell-based epitopes are promising vaccine candidates, produ­\ncing an effective cellular immune response, and as these epi­\ntopes have a large population coverage, therefore, vaccines\nagainst these epitopes can be used across a range of\n27 populations. Therefore, T cell response against SARS-CoV\n-2–derived epitopes may provide long-term protection and\n27 , 72 , 73 may provide immunity to large populations. Similarly,\nB cell-based epitopes, especially linear B cell epitopes, have\nshown promise as vaccine candidates by aiding the develop­\n27 ment of humoral immune response. These findings are simi­\n74 lar to those of Ramaiah and Arumugaswami. However,\n74 Ramaiah and Arumugaswami have focused only on MHC\n27 class II epitopes when Ahmed et al. have focused on both\nMHC class I and MHC class II epitopes. Only the HLA-\nDRB1*01:01 epitope is common between both the studies,\nwhich may be due to comparatively low population\n74 74 coverage. Ramaiah and Arumugaswami used\n\n27 used epitopes that computational tools, while Ahmed et al.\nwere positive in either T-cell or MHC binding assays.\nAs the RBD of SARS-CoV and SARS-CoV-2 shows some\n24 identity, Tian et al. examined the cross-reactivity of anti-\nSARS-CoV monoclonal antibodies with the S protein of SARS-\nCoV-2 to explore the possibility of prophylactic or therapeutic\napplicability. They reported effective binding of SARS-CoV-\nspecific human monoclonal antibody, CR3022, to SARS-CoV\n-2 RBD. Within the SARS-CoV-2 RBD, the epitope bound by\nthis monoclonal antibody does not overlap with the ACE2\nbinding site, suggesting the potential of CR3022 to be devel­\noped as a therapeutic entity. Other SARS-CoV-specific anti­\nbodies (m396, CR3014) do not bind with SARS-CoV-2\nS protein suggesting variations in the RBDs of the two coro­\nnaviruses. Due to the difference in cross-reactivity, there is\na need to develop SARS-CoV-2–specific monoclonal\n24 antibodies.\nThe S protein of SARS-CoV-2, being a transmembrane gly­\ncoprotein, is essential for binding to the receptor (ACE2),\nfusion of viral-host cell membranes, and entry of virus into\nthe human respiratory epithelial cells; the entire mechanism is\nmediated by the interaction of structural subunits of S with the\n14 , 29 , 45 , 49 cell surface receptor, ACE2. As the S protein is surface-\nexposed and essential for viral entry into host cells, it is the\nmain target for neutralizing antibodies, and hence a candidate\n29 for vaccine development. Recently, the cryo-electron micro­\nscopy (Cryo-EM)-based structure of SARS-CoV-2\nS ectodomain trimer has been revealed, and is shown to have\nB multiple S conformations similar to those of SARS-CoVs and\n29 MERS-CoVs. However, it harbors a furin cleavage between\nthe S1/S2 subunits, which is processed during biogenesis, and\n25 , 29 hence is differentiated from other CoVs. Using 3.5-ang­\n25 strom-resolution Cryo-EM, Wrapp et al. have studied the\nprefusion conformation of the trimeric S glycoprotein and\nhave revealed that the predominant state of the trimer has\none of the three receptor-binding domains, rotated in\na receptor-accessible conformation.\nThe S glycoprotein of SARS-CoV-2 shares 75% to 97%\nsequence identity with the amino acid sequences of\nS glycoprotein from other SARS-CoVs, including bat\n14 , 25 , 28 , 29 coronaviruses. A 193-aa long RBD (N318‒V510)\nwithin the S protein of CoVs is a critical target for neutralizing\n24 antibodies. There is a 50‒73% sequence identity between\n24 , 28 , 29 SARS-CoV RBDs and SARS-CoV-2 RBDs. However,\nsome RBDs are conserved while others are not; hence, anti­\nbodies against SARS-CoV S protein may or may not show\n24 , 25 cross-reactivity with SARS-CoV-2 S protein. The binding\nmotifs of the RBD of S protein of SARS-CoV and SARS-CoV-2\nto ACE2 receptor have been noted to be similar, suggesting\n24 , 25 , 29 ACE2 to be a potential receptor for SARS-CoV-2.\nThe RBD of SARS-CoV-2 differs from that of SARS-CoV,\nmainly at the C-terminus residues, which may not affect the\n24 binding with ACE2 but can affect the cross-reactivity.\nHowever, based on biophysical and structural evidences,\n25 Wrapp et al. have noted a 10-times greater binding affinity\nof SARS-CoV-2 S protein RBD to human ACE2 than that of\nSARS-CoV, suggesting a stronger binding affinity than those of\nother CoV RBDs; this may be the cause of rapid transmission\namong humans. There is an insertion of a four amino-acid\n\n--- Page 5 ---\nresidue at the boundary between S1 and S2 subunits, producing\na furin cleavage site, which is cleaved during biosynthesis, and\n14 , 29 is an important characteristic of SARS-CoV-2. Abrogation\nof this cleavage site slightly affected the mechanism of entry but\n29 increased the tropism of SARS-CoV-2. The binding affinity\nof SARS-CoV-2 for human ACE2 (hACE2) reflects the overall\nviral replication rate, transmissibility, and severity of the\n28 disease. The S protein of SARS-CoV contains approximately\n14 hACE2 binding sites; among these, 8 are strictly conserved\nin SARS-CoV-2 S and the rest 6 are semi-conservatively\n29 substituted. This indicates similar binding affinities of the\nS proteins of SARS-CoV and SARS-CoV-2 for hACE2; hence,\nthese viruses display a high transduction efficiency mediated\nthrough S glycoproteins and the current rapid transmission in\n29 humans. The two structural conformations of the SARS-CoV\nB -2 S glycoprotein include trimers harboring a single open S\n25 , 29 B 29 domain and trimers harboring three closed S domains.\nIn highly pathogenic coronaviruses, the S glycoprotein trimers\nremain partially open, whereas in those causing mild cold they\n29 remain closed. These conformational changes generate epi­\ntopes in the RBMs that can serve as a basis for vaccine\n29 development. Cellular proteases (TMPRSS2) are being used\n49 for entry into cells by SARS-CoV-2. SARS-CoV polyclonal\nantibodies prevent S glycoprotein-mediated entry of SARS-\nCoV-2 by targeting the highly conserved S2 subunit of these\nglycoproteins. S2 subunit being identical in both SARS-CoV\nS and SARS-CoV-2 S, an antibody-based response causes diffi­\nculties in serological investigations; however, similarities in\n29 immunogenicity can help in devising multivalent vaccines.\nSARS-CoV-derived antibodies targeting the RBM in the S2\nsubunit of the SARS-CoV-2 S protein may be more effective than\nthat in the S1 subunit, because the S1 unit is less exposed and\n24 , 25 , 27 maps identically to that of SARS-CoV. B cell epitopes have\na potential to generate cross-reactive and neutralizing antibodies\n27 , 29 against both SARS-CoV and SARS-CoV-2. Linear SARS-\nCoV-derived B cell epitopes in the S2 subunit may potentially\nbe better candidates for inducing a protective antibody response\nthan those in the S1 subunit, as large genetic mismatches are\nobserved between the known structural epitopes of this domain\n24 , 25 , 27 , in SARS-CoV and SARS-CoV-2. Therefore, S2 linear\nepitopes need to be explored for inducing a humoral immune\n27 response and as vaccine candidates. Overall, vaccine candi­\ndates that attempt to induce antibodies targeting the S2 linear\n27 epitopes may be effective and should be explored further.\nA study demonstrated that the cross-reactivity of antibodies\nagainst SARS-CoV RBDs toward SARS-CoV-2 RBDs, as three\nantibodies that bound to SARS-CoV did not bind to SARS-\nCoV-2, indicating the differences in RBDs of the\nS glycoproteins. Hence, there is a need to develop specific\n25 monoclonal antibodies against SARS-CoV-2. This also\nimplies that the structure of SARS-CoV-2 S glycoprotein can\n25 serve as a target for vaccine or therapeutic development.\n27 Ahmed et al. explored a set of T- and B-cell epitopes\nderived from the S and N proteins of SARS-CoV, which\nmapped identically to SARS-CoV-2 and had no mutations\nin the 120 genome sequences that were studied.\nConsequently, these can serve as candidates for the develop­\nment of subunit vaccines. Recently antigenicity along with\nstructure and function of the S glycoprotein, especially of\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2895\na linear epitope of SARS-CoV-2 S2 subunit has been\n29 Neutralizing antibodies have been raised against evaluated.\nthe S2 subunit of SARS-CoV-2 that cross-react with and\n29 neutralize SARS-CoV-2 as well as SARS-CoV; these can be\nexplored as candidates for developing subunit vaccines.\nSubunit vaccines have limitations of low immunogenicity,\nrequirement of adjuvants, and sometimes-inefficient protec­\ntive immunity. An S-trimer subunit vaccine is under devel­\nopment, wherein a COVID-19S-trimer is being evaluated as\na vaccine candidate by GlaxoSmithKline (GSK) and Clover\nBiopharmaceuticals (China). In this Trimer-Tag technology,\na protein-based coronavirus vaccine candidate (COVID-19S-\nTrimer) developed by Clover Biopharmaceuticals is being\ntagged with an adjuvant system of GlaxoSmithKline, aimed\n53 at boosting the immune response. TriSpike SARS corona­\nvirus vaccine, hybrid peptides, and COVID-19 viral peptides\nare other candidates studied for the development of protein-\nbased vaccines (https://storage.googleapis.com/wzukusers/\nuser-26831283/documents/5e57ed391b286sVf68Kq/\n53 PR_Generex_Coronavirus_Update_2_27_2020.pdf).\nA vaccine based on the S2 protein subunit of the S glycoprotein\nthat helps in membrane fusion can have broad-spectrum antiviral\n11 , 26 , 43 effects, as it is conserved in SARS-CoV-2. Targeting the S1\nprotein of SARS-CoV-2 can prevent viral entry, and hence can be\n26 used as a strategy for controlling viral infection. Targeting the\nS protein can assist in developing both cellular and humoral\nimmunity by inducing neutralizing antibodies and developing\n26 75 protective cellular immunity. The full-length S protein and\n76 RBD of SARS-CoV have shown a potential to be explored in\n26 SARS-CoV-2 for vaccine development. A study suggested the\nuse of SARS-CoV RBD recombinant protein (RBD219-N1) for the\ndevelopment of a heterologous vaccine against COVID-19 due to\nthe high similarity in amino acids between spike and RBD\n77 domains of SARS-CoV and SARS-CoV-2. Similarly, the S1 sub­\nunit of S protein in SARS-CoV-2 can be explored for antibody\nproduction; hence, it can be employed as a prophylactic and\n11 therapeutic target. However, SARS-CoV and SARS-CoV-2\nhave some antigenic differences. For example, they possess dis­\ncontinuous epitopes; consequently, antibodies specific to the for­\nmer (S230, m396, and 80R) may not bind to the same region in\n25 , 27 SARS-CoV-2. As a result, efforts are being made to identify\nantibodies against SARS-CoV that can bind to discontinuous\n24 epitopes of the SARS-CoV-2. Only 23% of the T-cell- and 16%\nof B-cell-identified epitopes of SARS-CoV map identically to\nSARS-CoV-2, and there is no mutation in these epitopes among\nst the available SARS-CoV-2 sequences till date (21 February 2020),\nindicating their potential role in T cell or antibody response in\n27 SARS-CoV-2. In a study, a novel decoy cellular vaccine strategy\nwas explored by using transgenic antigen-expressing cells called\n“I-cells” in the prototype of vaccine against the SARS-CoV-2.\nMoreover, this strategy suggests post-harvesting irradiation of\nthe cells for the abolition of in vivo replication potential and offer\na scalable and uniform cell product further allowing “off-the-shelf”\n78 frozen supply availability.\nNucleic acid-based vaccines\nThe limitations of subunit vaccines can be overcome by DNA-\nand mRNA-based vaccines, which are easier to develop and can\n\n--- Page 6 ---\n2896 M. IQBAL YATOO ET AL.\n26 be quickly tested in clinical trials. Chimeric nucleic acids encod­\ning calreticulin, an endoplasmic reticulum chaperone polypeptide\nthat forms a part of the antigenic polypeptide or peptide of the\nSARS-CoV, have been explored in immunological studies as\n53 vaccine candidates. DNA vaccines are being explored for\nCOVID-19 ( http://ir.inovio.com/news-and-media/news/pressre\nlease-details/2020/Inovio-Accelerates-Timeline-for-COVID-19-\nDNA-Vaccine-INO-4800/default.aspx ). Administration of\nmRNAs has the ability to recapitulate natural infections; thus,\nthey can induce strong immune responses besides being compa­\ntible with each other when multiple mRNAs are combined in\n39 , 50 a single vaccine. Similarly, exploiting mRNAs that encode any\none of the antigenic structures of SARS-CoV-2, including\nS protein or its subunits, S1 and S2, E, N or M proteins can help\n39 , 53 in mRNA-based vaccine development. An mRNA vaccine,\nconsisting of mRNAs that code for full-length viral S, S1, or S2\nproteins, and are antigenic in SARS-CoV and MERS-CoV, is\nunder consideration. Recently, an mRNA vaccine, named\nmRNA-1273, has been developed by Moderna in collaboration\nwith National Institute of Allergy and Infectious Diseases\n(NIAID) against SARS-CoV-2 ( https://investors.modernatx.\ncom/news-releases/news-release-details/moderna-shipsmrna-vac\ncine-against-novel-coronavirus-mrna-1273 ). This vaccine targets\na prefusion-stabilized form of the SARS-CoV-2 S protein.\nMutated SARS-CoV-2 especially with altered E proteins can be\nexploited as recombinant vaccines, as the N proteins are con­\nserved across CoVs and cannot be used as suitable vaccine\n26 , 44 candidates.\nParticle-based vaccines\nThese vaccines can be constructed and used without a need for\nadjuvants. The development of such vaccines is possible only\nwhen antigens having neutralizing epitopes are thoroughly\n26 explored. Virus-like particle (VLPs) vaccines are being\n39 , 53 , 79 explored for COVID-19. They can be produced in plants\n79 by expressing structural viral proteins. Recently, Novavax has\ndeveloped a VLP vaccine for COVID-19 by utilizing the\nS protein of SARS-CoV-2. It is based on recombinant nano­\nparticle vaccine technology and contains the adjuvant, Matrix-\nM ( http://ir.novavax.com/news-releases/news-release-details/\nnovavax-advances-developmentnovel-covid-19-vaccine ).\nA study suggested the probable use of plant biotechnology\nfor the development of low-cost vaccines and plant-made anti­\nbodies against COVID-19 for diagnosis, prophylaxis and ther­\napy with the added advantage of timely production. In this\ncontext, some companies have already started vaccines and\nantibodies development against COVID-19 with the assump­\ntion that the obtained candidates will prove crucial in future\n80 a outbreaks. In addition, the stably transformed plants were\nalso considered as an option for the generation of injectable\nvaccines along with other transient expression systems but the\ntime required for the development of antigen-producing lines\nis the main constraint. However, oral vaccines could be possi­\nbly developed by plant-based vaccine technology, using plant\ncell as an antigen delivery agent and may prove an attractive\napproach in terms of cost, induction of mucosal immunity and\n80 , 81 easy delivery.\n\nLive viral vector-based vaccines\nThese include the vaccines that are based on chemically wea­\nkened viruses, which are exploited for carrying antigens or\npathogens of interest for inducing the immune response.\nThey induce potent immunity including cell-mediated immu­\nnity ( https://www.who.int/biologicals/publications/trs/areas/\nvaccines/typhus/viral_vectors/en/ ). Commonly adenovirus-\nbased vectors expressing SARS-CoV-2 protein or similar viral\nvectors are being explored; however, the use of other vectors\nsuch as vaccinia virus, the canarypox virus, attenuated polio­\nvirus, attenuated strains of Salmonella, the BCG strain of\nMycobacterium bovis , and certain strains of streptococcus\nthat normally exist in the oral cavity is also a possibility. The\nmost promising approach is combining “prime-boost” strate­\ngies that utilize different vaccines like recombinant antigens\nand DNA vaccines together ( https://www.who.int/biologicals/\npublications/trs/areas/vaccines/typhus/viral_vectors/en/ ). An\nadenovirus type 5 vector-based vaccine by CanSino Biological\nInc./Beijing Institute of Biotechnology that uses a non-\nreplicating viral vector platform has reached Phase 2\n(ChiCTR2000031781) and Phase 1 (ChiCTR2000030906) of\nclinical evaluation ( https://www.who.int/blueprint/priority-\ndiseases/key-action/Novel_Coronavirus_Landscape_nCoV_\n11April2020.PDF?ua=1 ). Former trial uses middle dose\n(1E11vp); low dose (5E10vp); and placebo ( http://www.chictr.\norg.cn/showprojen.aspx?proj=52006 ), whereas latter trial uses\nlow dose (5E10vp); middle dose (1E11vp) and high dose\n(1E11vp) ( http://www.chictr.org.cn/showprojen.aspx?proj=\n51154 ) of vaccine candidate. Phase 2 trial is a randomized,\ndouble-blinded, placebo-controlled clinical trial with interven­\ntional type and parallel study design ( http://www.chictr.org.cn/\nshowprojen.aspx?proj=52006 ) whereas phase 1 is a single-\ncenter, open and dose-escalation trial with prevention type\nand non-randomized control of study design ( http://www.\nchictr.org.cn/showprojen.aspx?proj=51154 ).\nUsing the same platform, the University of Oxford is explor­\ning ChAdOx1 nCoV-19, a derivative of ChAdOx1 virus which\nis the weakened adenovirus that causes common cold and\naffects chimpanzees but is not able to replicate in humans,  as\na vaccine candidate against COVID-19 (Phase 3,\nISRCTN89951424) (http://www.ox.ac.uk/news/2020-05-22-\noxford-covid-19-vaccine-begin-phase-iii-human-trials). In\npreclinical trials, modified vaccinia virus Ankara (MVA)-\nencoded VLP is being explored by GeoVax/BravoVax, Ad26\n(alone or with MVA boost) by Janssen Pharmaceutical\nCompanies, MVA-S by DZIF–German Center for Infection\nResearch, adenovirus-based NasoVAX expressing SARS2-\nCoV S protein by Altimmune, and Ad5S (GREVAX™ platform)\nby Greffex using non-replicating viral vector platforms\n( https://www.who.int/blueprint/priority-diseases/key-action/\nNovel_Coronavirus_Landscape_nCoV_11April2020.PDF?\nua=1 ).\nChimeric viral vaccines and membrane vesicle-vaccines are\n26 other probable options. Both aerosol and oral routes need to be\n26 explored as possible modes of administration. Until potential\nvaccine candidates are explored, evaluated, and safe and effective\nvaccines are developed, preventive measures need to be taken at\n82 , 83 82 all levels, i.e., in affected or containment areas, predisposed\n\n--- Page 7 ---\n84 , 85 18 , 82 84 , 85 areas, affected persons, or vulnerable groups.\nScientific guidelines pertaining to prevention and control mea­\nsures need to be implemented until the vaccine trials carried out\nby various research institutions and vaccine manufacturing\n20 , 23 , 39 , 55 companies produce satisfactory results. In addition,\ncareful evaluation of vaccine during each step of development\nis crucial which includes identification of target antigen, route of\nimmunization, correlated-immune protection, various animal\nmodels, probable scalability, production facility, determination\nof target population, forecasting of the outbreak and target\n86 product profile.\nProduct candidates in development\nThere are more than 149 vaccines and immunotherapeutics\nunder development, with 132 being at the clinical trial stage\nand 17 reaching clinical evaluation ( https://www.who.int/\npublications/m/item/draft-landscape-of-covid-19-candidate-vac\ncines ). Using ChAdOx nCoV-19 as vaccine candidate and\nemploying nonreplicating viral vector platform, University of\nOxford/AstraZeneca is currently leading the Phase 3 of clinical\nevaluation (ISRCTN89951424). An mRNA-based vaccine by\nModerna® is believed to induce antibodies against the\nS proteins of SARS-CoV-2, and a batch of vaccine has been\ndelivered to National Institute of Allergy and Infectious\nDiseases. This vaccine was developed 42 days after the DNA\nsequence of SARS-CoV-2 was disclosed. It has reached Phase 2\nof clinical evaluation (NCT04405076). A vaccine candidate,\nINO-4800, is being evaluated by Inovio Pharmaceuticals®; it is\na DNA plasmid vaccine that is at Phase 1 of clinical evaluation\n(NCT04336410). The other candidate at clinical evaluation is\nadenovirus type 5 vector being explored by CanSino Biological\nInc./Beijing Institute of Biotechnology. It has reached Phase 2\n(ChiCTR2000031781) and Phase 1 (ChiCTR2000030906) of\nclinical evaluation or regulatory approval ( https://www.who.\nint/blueprint/priority-diseases/key-action/Novel_Coronavirus_\nLandscape_nCoV_11April2020.PDF?ua=1 ).\nJohnson and Johnson® is also working on the development\nof vaccines against COVID-19. It is planning to deactivate the\nvirus to produce a vaccine that triggers an immune response\nwithout causing any infection. GlaxoSmithKline® has pro­\nduced a pandemic vaccine adjuvant platform, through\nwhich it is collaborating with other institutes and companies\nfor assessing candidate COVID-19 vaccines. Recombinant\nDNA vaccines are being investigated by Sanofi® ( https://\nwww.forbes.com/sites/alexknapp/2020/03/13/coronavirus-\ndrug-update-the-latest-info-on-pharmaceutical-treatments-\nand-vaccines/ ). A VLP vaccine has been developed by\nNovavax® ( http://ir.novavax.com/news-releases/news-release-\ndetails/novavax-advances-developmentnovel-covid-19-\nvaccine ). Genexine Inc. is developing a vaccine against\nCOVID-19 using the Hyleukin-7 platform technology,\nwhich enhances the immunological responses by fusion of\nIL-7 to hyFc and designed to hybridize IgG4 and IgD in\norder to produce a long-acting effect of Fc fusion\n87–89 proteins. An oral subunit vaccine is being developed by\nMIGAL Galilee Research Institute. It uses an oral Escherichia\ncoli -based protein expression system of S and N proteins and\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2897\nis in late-stage preclinical development (file:///C:/Users/M%\n20IQBAL/Downloads/novel-coronavirus-landscape-covid\n-19fbda851295d245e48d8d0a78b35af7ff.pdf).\nNumerous immunotherapeutics are being explored for\nCOVID-19 (Casadevall and Pirofski 2020; Shanmugaraj et al.\n38 , 60 Antibody-based treatment is being evaluated by Eli 2020a).\nLilly® (using monoclonal antibody LY3127804), Rochi®\n(Tocilizumab) ( https://www.clinicaltrialsarena.com/news/\nroche-actemra-covid-19-trial/ ), Sanofi® (Sarilumab) ( https://\nwww.sanofi.com/en/media-room/press-releases/2020/2020-\n03-30-07-00-00 ) besides Temple University Hospital, USA\n(Gimsilumab) ( https://theprint.in/health/us-begins-clinical-\ntrial-of-an-artificial-antibody-for-covid-19-treatment/402978/\n). These are monoclonal antibody (mAb) based approaches\nunder consideration. Takeda® is also working on antibodies\nagainst COVID-19 ( https://www.wsj.com/articles/drugmaker-\ntakeda-is-working-on-coronavirus-drug-11583301660 ).\nMonoclonal antibodies are preferred because of their specifi­\ncity and effectiveness. Sarilumab, a rheumatoid arthritis treat­\nment developed by Regeneron Pharmaceuticals®, is being\ntested for COVID-19 treatment ( https://www.forbes.com/\nsites/alexknapp/2020/03/13/coronavirus-drug-update-the-\nlatest-info-on-pharmaceutical-treatments-and-vaccines/ ).\nBesides, Coalition for Epidemic Preparedness Innovations\n(CEPI) has started funding vaccine development initiatives\nfor SARS-CoV-2 based on DNA, mRNA, and molecular\nclamp platforms ( https://cepi.net/get_involved/cfps ).\nPatents on coronavirus vaccines\nThere are more than 500 patent applications on SARS vaccines,\n50 and around 50 for MERS vaccines. It is unknown how many of\nthese will become granted patents given that the field is new as of\n2020. Numerous vaccines are being explored for COVID-19\n(research institutions as well as companies). Around 35 of these\norganizations have started investigations, with few even reaching\nclinical trials ( Table 1 ). One of the following strategies is being\nused: previous experience and technology are being utilized; novel\n53 candidates are being exploited. Patents like US20060039926 for\nthe live attenuated coronavirus or torovirus vaccines can guide the\nexploration of such vaccines for COVID-19; however, limitation\nof re-infection should be taken into consideration. Similarly,\npatent applications WO2010063685, US20070003577, and\nUS20060002947 representing subunit vaccines based on\nS protein, its subunits or hybrid peptides can prevent problems\nof live or attenuated vaccines. Patent WO2015042373 can be\nexplored for virus-like particles (VLPs), WO2005081716 and\nWO2015081155 for DNA-based vaccines, WO2017070626 and\nWO2018115527 for mRNA-based vaccines, which have been\nevaluated in other coronaviruses as detailed in Table 1 . In future,\nthere can be an exploration of combined vaccines also as evaluated\n93 in patent WO2017176596A1 for rabies and coronaviruses.\nAlthough global research has focused on various epidemio­\nlogical, genomic, and therapeutic aspects of COVID-19, devel­\nopment of vaccines and early prophylactic modalities have\nbecome a priority at this moment (summarized in Table 1 ),\ndue to the lack of vaccines as well as an alarming rise in the\n2 , 94 , 95 incidence of COVID-19, worldwide.\n\n--- Page 8 ---\n2898 M. IQBAL YATOO ET AL.\nhttps://storage.googleapis. evaluate-coronavirus-covid-19-vaccine-candidate-with-\nhttps://www.gsk.com/en-gb/media/press-releases/clo\n5e57ed391b286sVf68Kq/PR_Generex_Coronavirus_\nver-and-gsk-announce-research-collaboration-to-\ncom/wzukusers/user-26831283/documents/\nReference\n;\npandemic-adjuvant-system\n. Update_2_27_2020.pdf\n90 53 53 91\n, , , , 39 39 27 53\n, , , , 26 26 25 31\nvaccine: S protein immunogen and an Used as a vaccine as well as a method vaccine development but chances of (hybrid peptides: Ii-Key/MHC II SARS\nPotential for vaccine development but Potential for vaccine development but (TriSpike SARS coronavirus vaccine:\nPatents/potential of similar vaccine hybrids for COVID-19 viral peptide Targeting S2 linear epitopes more\nof inducing a protective immune torovirus vaccines), Potential for recombinant full-length trimeric\noil-in-water emulsion adjuvant) WO2010063685 (S-Trimer subunit (live attenuated coronavirus or\nresponse against MERS-CoV.\neffective than S1 epitope\ncandidates chances of reinfection\nUS20070003577 US20060002947\nEP3045181A1 US20060039926\nreinfection S protein)\nvaccine).\nTMPRSS2: Protease of the host cell that cleaves S protein After passages/inactivation viruses lose virulence, can be\nS glycoprotein helps in binding to host cell through the\nKilling by physical (ultraviolet light) or chemical means angiotensin-converting enzyme 2 receptor (ACE2R).\nGenerate antibodies against epitopes. MERS-CoV\nPotential/putative vaccine candidates for COVID-19, inference from self or related coronaviruses.\n(formaldehyde, β-propiolactone)\nRole\nnucleocapsid protein (N)\nused as vaccines\nLive attenuated/inactivated\nProtein subunit vaccine\nNature\nKilled vaccine\nvaccine\nEnzymes\nAttenuated/inactivated virus protein), T cell and B cell\nTransmembrane protease, Viral spike glycoprotein (S immunogenic fragment epitopes, nucleocapsid\nViral structure/Candidate\nprotein and/or an\nKilled virus\nTable 1.\n\n) Continued details/2020/Inovio-Accelerates-Timeline-for-COVID-19-\nhttp://ir.inovio.com/news-and-media/news/press-release- bes.com/sites/alexknapp/2020/03/13/coronavirus-drug -update-the-latest-info-on-pharmaceutical-treatments- http://ir.novavax.com/news-releases/news-release-details\nhttps://www.for\n/novavax-advances-development-novel-covid-19-\n(\n;\nDNA-Vaccine-INO-4800/default.aspx\n. and-vaccines/\n. vaccine\n(DNA-based vaccines targeting MERS- (MERS-CoV nanoparticle VLPs having coronavirus infections like MERS and\nMERS-CoV, helpful for prevention of COVID-19 recombinant nanoparticle Recombinant DNA vaccines are also\nInhibitor targets basic structure of endoplasmic reticulum chaperone vaccine (S protein of SARS-CoV-2, CoV spike protein. INO-4800 DNA at least one trimer of a S protein, main protease of the coronavirus\nantigenic polypeptide or peptide (chimeric nucleic acids encoding\npolypeptide calreticulin linked\nbased vaccine for COVID-19. overexpression in Sf9 cells).\nproduced from baculovirus\nyet to be explored. adjuvant Matrix-M)\nfrom SARS-CoV) WO2015081155 CN105837487A\nbeing studied. WO2015042373 WO2005081716\nSARS.\n3CLpro and PLpro help in proteolysis of viral polyprotein coronavirus protease; PLpro: Papain-like protease. Both\nand helps in binding to ACE2R; 3CLpro: The main\nSmall-molecule inhibitor against MERS-CoV\nVirus-like particle vaccines\ninto functional units.\nDNA-based vaccines\nMolecules closely resembling\nnoninfectious as they do not contain viral genetic\ncoronaviruses, but are\nGenetic material\nmaterial\nserine 2 (TMPRSS2), 3CLpro,\nDeoxyribonucleic acid (DNA)\nVirus-like Particles (VLPs)\nand PLpro\n\n--- Page 9 ---\nrelease-details/moderna-ships-mrna-vaccine-against-\nhttps://investors.modernatx.com/news-releases/news-\nReference\nnovel-coronavirus-mrna-1273\n(mRNAs coding viral full-length S, S1, form of the S protein associated with (mRNA coding for antigen of a MERS\nCoV-2, targets a prefusion stabilized CoV, like S protein or a S, it subunit\nPatents/potential of similar vaccine mRNA-1273 vaccine against SARS-\nor S2 proteins of SARS-CoV and\ncandidates\nMERS-CoV virus. WO2018115527\nWO2017070626\nSARS-CoV-2.\nRole\nmRNA-based vaccines\nNature\nGenetic material\nMessenger ribonucleic acid\nViral structure/Candidate\n(Continued).\n(mRNA)\nTable 1.\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2899\n92\n, 61\n, 60\n, 53 57\n, , 31 53\n, , 28 38\n, , 25 24\ndevelopment but yet to be explored helpful in inhibiting or neutralizing\nimmunoglobulins blocking FcR, monoclonal antibody (CR3022), S protein of MERS Coronavirus, Monoclonal antibodies against\nrecombinant and interferons\nImmunoglobulins synthetic or\nPotential targets for vaccine neutralizing SARS-CoV-2,\nS1, or E, M, N protein)\nUS20190351049A1\nMERS-CoV activity\nsurface epithelial cells and helps in binding to S protein neutralization or block its mechanisms of pathogenesis,\nof SARS-CoV-2. AT2 is an effector that regulates blood Protein antibodies, cytokines Immunoglobulins and interferons kill the coronavirus by ACE2R is a viral receptor protein on the host respiratory\npressure and volume of the cardiovascular system\npassive immunotherapy against COVID-19\nEnzyme and protein\nImmunoglobulins, monoclonal enzyme 2; angiotensin AT2\nantibodies, interferons\nAngiotensin-converting\nreceptor\n\n--- Page 10 ---\n2900 M. IQBAL YATOO ET AL.\nAn overview on designing and developing COVID-19/\nSARS-CoV-2 vaccines is illustrated in Figure 1 .\nChallenges for developing SARS-CoV-2 vaccines\nThere are huge challenges for the development of SARS-CoV-2\nvaccines. Emergencies due to frequent and continuously emer­\nging new COVID-19 cases have caused a panic around the\nglobe. Lack of complete understanding of SARS-CoV-2 and\nabsence of information and research on putative vaccine can­\n96 didates adds to the challenge. In addition, the lack of suffi­\ncient time for evaluation of the safety and efficacy of the\n94 , 96 candidates may undermine vaccine quality. Although\nresearchers are working around the clock to produce an\nFigure 1. An overview of the design and development of COVID-19/SARS-CoV-2 vaccines.\n\neffective vaccine that would be available as soon as possible,\nsentiments associated with the heavy death toll associated with\nthe ongoing illness may prove a major hurdle in the strict\nimplementation of the regulations proposed by the regulatory\nbodies and approving authorities. Proper evaluation of\nimmune response and avoiding any untoward immune reac­\ntion that may prove harmful to the body are very\n75 , 77 50 ADE may affect immune response. Immune important.\nresponses aggravation by ADE may affect efforts in developing\nvaccine and hence require focus while exploring vaccines\n50 against COVID-19. Hence, utmost care must be taken before\nfinalizing a decision regarding any developed vaccines, clinical\n94 , 96 trials, or market commercialization. In addition, robust\ninfrastructure and financial support needed for the purpose\n\n--- Page 11 ---\nare also major concerns, and must be addressed properly. Even\nif a large, international, multi-site, individually randomized\ncontrolled clinical trial is conducted, enabling the concurrent\nevaluation of the benefits and risks of each promising candi­\ndate vaccine will still take 3‒6 months after the trial ( https://\nwww.who.int/blueprint/priority-diseases/key-action/Outline_\nCoreProtocol_vaccine_trial_09042020.pdf?ua=1 ), and the ran­\ndomized, placebo-controlled, multi-center study for determin­\ning efficacy, safety and immunogenicity of the vaccine\ncandidate can take up to 6 months after the trial ( https://\nwww.clinicaltrials.gov/ct2/show/NCT04324606 ). However,\nthe actual commercial vaccine under emergency use or similar\nprotocols may be available by early 2021 which otherwise\n97 usually takes 10 years for development. Clinical trials invol­\nving hundreds of healthy adult volunteers in phase I, thousands\nof adults in disease area in phase II and tens of thousands such\npeople in area where the disease has spread will take around\n18 months (6‒8 months for each phase) ( https://www.\nweforum.org/agenda/2020/03/vaccine-covid-19-coronavirus-\npandemic-healthcare/ ).\nConclusion and future prospects\nZoonotic viruses are an unavoidable threat to humankind,\nwhich always pose new challenges to prevent and control the\nassociated disease without or with minimum loss of human\nlives. Prevention is always considered better than cure, which\ncan be accomplished effectively by immunization of the naïve\npopulation to save human lives. The world is suffering due to\nCOVID-19, mainly because of the lack of vaccines and thera­\npeutics against SARS-CoV-2. An alarming rise in confirmed\nCOVID-19 cases, severity of the disease, and global spread has\nresulted in a huge demand and necessity for the development of\nprophylactics and therapeutics. Global research and investiga­\ntions are focusing on exploring vaccine candidates and thera­\npeutic targets of SARS-CoV-2 in a few studies, with little success.\nAvailability of genomic and structural data has encouraged the\nimmuno-pharmacological evaluation of vaccine candidates. In\naddition to convalescent sera or plasma therapy and immuno­\nglobulin administration, live attenuated or killed vaccines are\nevaluated for this purpose. Potential structural and non-\nstructural proteins are being explored as subunit vaccines,\nmRNA- or DNA-based vaccines, or novel recombinant vaccines.\nViral-like particle- (VLP-), vector- and non-vector–based vac­\ncines are other possibilities of utmost importance. Many com­\npanies have come up with encouraging vaccines, such as\nmRNA-based vaccines, subunit vaccines, and VLP vaccines;\nhowever, there is enough scope and demand for exploring anti­\ngenic structures and therapeutic modalities for developing spe­\ncific and effective curative, preventive, and control strategies for\nCOVID-19. Although a few international companies and agen­\ncies have decided to fund this noble cause, a collaborative effort\nby government, semi-government, and private organizations is\ncrucial to meet the increasing demand. However, by the time\nvaccines for COVID-19 become available commercially, the\nongoing pandemic might have subsided, but the efforts and\nknowledge acquired during vaccine development would help\nthe scientific fraternity to fight against such pandemics in the\nnear future. Development of a highly safe and efficacious drug or\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2901\nvaccine for COVID-19 that can prevent or minimize the suffer­\ning of the global population is the need of the hour. Sufficient\ntime and due care must be taken before the launch of any\nvaccine along with a genuine approval from the concerned\nauthorities to avoid any untoward effect or vaccine-related\nhealth-care accidents. After the pandemic subsides, it is highly\nunlikely that SARS-CoV-2 will disappear, rather it is likely to\nreturn next year, and thus a vaccine will still benefit that great\nmajority of people who have not been exposed to the virus.\nFurther, considering the changing nature of the coronaviruses,\nregular updating of COVID-19 vaccines may be required.\nConsidering challenges for the development of COVID-19 vac­\ncines probability of successful development is unknown in this\nearly field and that the timing of licensure of a safe and effective\nvaccines also is unknown.\nAcknowledgments\nAll the authors acknowledge and thank their respective Institutes and\nUniversities.\nDisclosure of potential conflicts of interest\nAll authors declare that there exist no commercial or financial relation­\nships that could, in any way, lead to a potential conflict of interest.\nORCID\nMohd. Iqbal Yatoo http://orcid.org/0000-0002-4501-7354\nRuchi Tiwari http://orcid.org/0000-0001-6897-3472\nhttp://orcid.org/0000-0002-2832-4854 Yashpal Singh Malik\nRanjit Sah http://orcid.org/0000-0002-2695-8714\nAli A. Rabaan http://orcid.org/0000-0002-6774-9847\nAlfonso J. Rodriguez Morales http://orcid.org/0000-0001-9773-2192\nKuldeep Dhama http://orcid.org/0000-0001-7469-4752\nReferences\n1. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J,\nGu X, et al. Clinical features of patients infected with 2019 novel\ncoronavirus in Wuhan, China. Lancet. 2020 ;395(10223):497–506.\ndoi: 10.1016/S0140-6736(20)30183-5 .\n2. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B,\nShi W, Lu R, et al. China novel coronavirus investigating and\nresearch team. A novel coronavirus from patients with pneumonia\nin China, 2019. N Engl J Med. 2020 ;382(8):727–33. doi: 10.1056/\nNEJMoa2001017 .\n3. Gorbalenya AE, Baker SC, Baric RS, de Groot RJ, Drosten C,\nGulyaeva AA, Haagmans BL, Lauber C, Leontovich AM,\nNeuman BW, et al. Severe acute respiratory syndrome-related\ncoronavirus: the species and its viruses – a statement of the\nCoronavirus Study Group. Nat Microbiol. 2020;5:536–544.\ndoi:10.1038/s41564-020-0695-z.\n4. WHO. WHO statement regarding cluster of pneumonia cases in\nWuhan, China. Beijing. WHO; 2020a Jan 9 [accessed 2020 Jan 11].\nhttps://www.who.int/china/news/detail/09-01-2020-who-\nstatement-regarding-cluster-ofpneumonia-cases-in-wuhan-china .\n5. WMHC. Wuhan Municipal Health Commission. Report of clus­\ntering pneumonia of unknown etiology in Wuhan City. 2019\n[accessed 2020 Jan 14]. ( http://wjw.wuhan.gov.cn/front/web/\nshowDetail/2019123108989 . opens in new tab).\n6. China CDC 2020. Chinese Center for Disease Control and\nPrevention. The 2019-nCoV Outbreak Joint Field Epidemiology\nInvestigation Team, Li Q. Notes from the field: an outbreak of\n\n--- Page 12 ---\n2902 M. IQBAL YATOO ET AL.\nNCIP (2019-nCoV) infection in China — wuhan, Hubei Province,\n2019-2020. China CDC Weekly. 2020 ;2:79–80.\n7. NHC. National Health Commission of the People’s Republic of\nChina. Epidemic Prevention and Control of Dynamic; 2020\n[accessed 2020 Mar 29]. http://www.nhc.gov.cn/xcs/yqtb/202002/\nac1e98495cb04d36b0d0a4e1e7fab545.shtml .\n8. CDC. Center for disease control and prevention. 2020a [accessed\n2020 Mar 25]. https://www.cdc.gov/coronavirus/2019-ncov/index.\nhtml .\n9. Chan JF, Yuan S, Kok KH, To KK, Chu H, Yang J, Xing F, Liu J,\nYip CC, Poon RW, et al. A familial cluster of pneumonia associated\nwith the 2019 novel coronavirus indicating person-to-person\ntransmission: a study of a family cluster. Lancet. 2020 ;395\n(10223):514–23. doi: 10.1016/S0140-6736(20)30154-9 .\n10. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM,\nLau EHY, Wong JY, et al. Early transmission dynamics in Wuhan,\nChina, of Novel Coronavirus-Infected Pneumonia. N Engl J Med.\n2020 ;382(13):1199–207. doi: 10.1056/NEJMoa2001316 .\n11. Chan JF, Kok KH, Zhu Z, Chu H, To KK, Yuan S, Yuen KY.\nGenomic characterization of the 2019 novel human-pathogenic\ncoronavirus isolated from a patient with atypical pneumonia after\nvisiting Wuhan. Emerg Microbes Infect. 2020 ;9(1):221–36.\ndoi: 10.1080/22221751.2020.1719902 .\n12. Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H,\nHuang B, Zhu N, et al. Genomic characterisation and epidemiology\nof 2019 novel coronavirus: implications for virus origins and\nreceptor binding. Lancet. 2020 ;395(10224):565–74. doi: 10.1016/\nS0140-6736(20)30251-8 .\n13. Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y, Tao ZW,\nTian JH, Pei YY, et al. A new coronavirus associated with human\nrespiratory disease in China. Nature. 2020 ;579(7798):265–69.\ndoi: 10.1038/s41586-020-2008-3 .\n14. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR,\nZhu Y, Li B, Huang CL, et al. A pneumonia outbreak associated\nwith a new coronavirus of probable bat origin. Nature. 2020 ;579\n(7798):270–73. doi: 10.1038/s41586-020-2012-7 .\n15. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J,\nLiu Y, Wei Y, et al. Epidemiological and clinical characteristics of\n99 cases of 2019 novel coronavirus pneumonia in Wuhan, China:\na descriptive study. Lancet. 2020 ;395(10223):507–13. doi: 10.1016/\nS0140-6736(20)30211-7 .\n16. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the\npotential domestic and international spread of the 2019-nCoV\noutbreak originating in Wuhan, China: a modelling study.\nLancet. 2020 ;395(10225):689–97. doi: 10.1016/S0140-6736(20)\n30260-9 .\n17. Dhama K, Patel SK, Pathak M, Yatoo MI, Tiwari R, Malik YS,\nSingh R, Sah R, Rabaan AA, Bonilla-Aldana DK, et al. An update\non SARS-COV-2/COVID-19 with particular reference on its clin­\nical pathology, pathogenesis, immunopathology and mitigation\nstrategies – a review. Travel Med Inf Dis . 2020;101755.\ndoi:10.1016/j.tmain.2020.101755.\n18. Chen ZM, Fu JF, Shu Q, Chen YH, Hua CZ, Li FB, Lin R, Tang LF,\nWang TL, Wang W, et al. Diagnosis and treatment recommenda­\ntions for pediatric respiratory infection caused by the 2019 novel\ncoronavirus. World J Pediatr. 2020 ;16(3):240–46. doi: 10.1007/\ns12519-020-00345-5 .\n19. Ralph R, Lew J, Zeng T, Francis M, Xue B, Roux M, Toloue\nOstadgavahi A, Rubino S, Dawe NJ, Al-Ahdal MN, et al. 2019-\nnCoV (Wuhan virus), a novel Coronavirus: human-to-human\ntransmission, travel-related cases, and vaccine readiness. J Infect\nDev Countr. 2020 ;14(1):3–17. doi: 10.3855/jidc.12425 .\n20. CDC 2020b. Centers for disease control and prevention.\nCoronavirus Disease 2019 (COVID-19). Prevention & Treatment.\n2020 [accessed 2020 Mar 15]. https://www.cdc.gov/coronavirus/\n2019-ncov/about/prevention-treatment.html .\n21. Lu H, Stratton CW, Tang YW. Outbreak of pneumonia of\nunknown etiology in Wuhan, China: the mystery and the\nmiracle. J Med Virol. 2020 ;92(4):401–02. doi: 10.1002/jmv.25678 .\n\n22. Paules CI, Marston HD, Fauci AS. Coronavirus infections-more\nthan just the common cold. JAMA. 2020 ;323(8):707. doi: 10.1001/\njama.2020.0757 .\n23. WHO 2020b. World Health Organization Novel coronavirus –\nChina. 2020 Jan 12 [accessed 2020 Jan 19]. http://www.who. int/\ncsr/don/12-january-2020-novel-coronavirus-china/en/ .\n24. Tian X, Li C, Huang A, Xia S, Lu S, Shi Z, Lu L, Jiang S, Yang Z,\nWu Y, et al. Potent binding of 2019 novel coronavirus spike protein\nby a SARS coronavirus-specific human monoclonal antibody.\nEmerg Microbes Infect. 2020 ;9(1):382–85. doi: 10.1080/\n22221751.2020.1729069 .\n25. Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh CL,\nAbiona O, Graham BS, McLellan JS. Cryo-EM structure of the\n2019-nCoV spike in the prefusion conformation. Science.\n2020 ;367(6483):1260–63. doi: 10.1126/science.abb2507 .\n26. Shang W, Yang Y, Rao Y, Rao X. The outbreak of SARS-CoV-2\npneumonia calls for viral vaccines. NPJ Vaccines. 2020 ;5:18.\ndoi: 10.1038/s41541-020-0170-0 .\n27. Ahmed SF, Quadeer AA, McKay MR. Preliminary identification of\npotential vaccine targets for the COVID-19 Coronavirus\n(SARS-CoV-2) Based on SARS-CoV immunological studies.\nViruses. 2020 ;12(3):E254. doi: 10.3390/v12030254 .\n28. Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by\nthe novel coronavirus from wuhan: an analysis based on\ndecade-long structural studies of SARS coronavirus. J Virol.\n2020 ;94(7):e00127–20. doi: 10.1128/JVI.00127-20 .\n29. Walls AC, Park YJ, Tortorici MA, Wall A, McGuire AT, Veesler D.\nStructure, function, and antigenicity of the SARS-CoV-2 spike\nglycoprotein. Cell. 2020 ;181(1):281–92. doi: 10.1016/j.\ncell.2020.02.058 .\n30. Bassetti M, Vena A, Giacobbe DR. The novel Chinese coronavirus\n(2019-nCoV) infections: challenges for fighting the storm. Eur\nJ Clin Invest. 2020 ;50(3):e13209. doi: 10.1111/eci.13209 .\n31. Coutard B, Valle C, de Lamballerie X, Canard B, Seidah NG,\nDecroly E. The spike glycoprotein of the new coronavirus\n2019-nCoV contains a furin-like cleavage site absent in CoV of\nthe same clade. Antiviral Res. 2020 ;176:104742. doi: 10.1016/j.\nantiviral.2020.104742 .\n32. Liu J, Zheng X, Tong Q, Li W, Wang B, Sutter K, Trilling M, Lu M,\nDittmer U, Yang D. Overlapping and discrete aspects of the pathol­\nogy and pathogenesis of the emerging human pathogenic corona­\nviruses SARS-CoV, MERS-CoV, and 2019-nCoV. J Med Virol.\n2020 ;92(5):491–94. doi: 10.1002/jmv.25709 .\n33. Rothan HA, Byrareddy SN. The epidemiology and pathogenesis of\ncoronavirus disease (COVID-19) outbreak. J Autoimmun.\n2020 ;109:102433. doi: 10.1016/j.jaut.2020.102433 .\n34. Dhama K, Sharun K, Tiwari R, Dadar M, Malik YS, Singh KP,\nChaicumpa W. COVID-19, an emerging coronavirus infection:\nadvances and prospects in designing and developing vaccines,\nimmunotherapeutics, and therapeutics. Hum Vaccin\nImmunother. 2020b :1–7. doi: 10.1080/21645515.2020.1735227 .\n35. Dhama K, Sharun K, Tiwari R, Sircar S, Bhat S, Malik YS,\nSingh KP, Chaicumpa W, Bonilla-Aldana DK, Rodriguez-\nMorales AJ. Coronavirus disease 2019 – COVID-19. Preprints.\n2020c ;2020a:2020030001. doi: 10.20944/preprints202003.0001.v1 .\n36. Malik YS, Sircar S, Bhat S, Sharun K, Dhama K, Dadar M, Tiwari R,\nChaicumpa W. Emerging novel Coronavirus (2019-nCoV)-\nCurrent scenario, evolutionary perspective based on genome ana­\nlysis and recent developments. Vet Q. 2020 ;40:68–76. doi: 10.1080/\n01652176.2020.1727993 .\n37. Malik YS, Sircar S, Bhat S, Vinodhkumar OR, Tiwari R, Sah R,\nRabaan AA, Rodriguez-Morales AJ, Dhama K. Emerging corona­\nvirus disease (COVID-19), a pandemic public health emergency\nwith animal linkages: current status update. Indian J Anim Sci.\n2020 ;90(3):xx. doi: 10.20944/preprints202003.0343.v1 .\n38. Casadevall A, Pirofski LA. The convalescent sera option for con­\ntaining COVID-19. J Clin Invest. 2020 :138003. doi: 10.1172/\nJCI138003 .\n39. Pang J, Wang MX, Ang IYH, Tan SHX, Lewis RF, Chen JI,\nGutierrez RA, Gwee SXW, Chua PEY, Yang Q, et al. Potential\n\n--- Page 13 ---\nrapid diagnostics, vaccine and therapeutics for 2019 novel\nCoronavirus (2019-nCoV): A systematic review. J Clin Med.\n2020 ;9(3):E623. doi: 10.3390/jcm9030623 .\n40. Roback JD, Guarner J. Convalescent plasma to treat COVID-19:\npossibilities and challenges. JAMA. 2020 ;323(16):1561.\ndoi: 10.1001/jama.2020.4940 .\n41. Gurwitz D. Angiotensin receptor blockers as tentative SARS-CoV-\n2 therapeutics. Drug Dev Res. 2020 . doi: 10.1002/ddr.21656 .\n42. Habibzadeh P, Stoneman EK. The novel Coronavirus: a bird’s eye\nview. Int J Occup Environ Med. 2020 ;11(2):65–71. doi: 10.15171/\nijoem.2020.1921 .\n43. Schoeman D, Fielding BC. Coronavirus envelope protein: current\nknowledge. Virol J. 2019 ;16(1):69. doi: 10.1186/s12985-019-1182-0 .\n44. Gralinski LE, Menachery VD. Return of the Coronavirus:\n2019-nCoV. Viruses. 2020 ;12(2):135. doi: 10.3390/v12020135 .\n45. Letko M, Marzi A, Munster V. Functional assessment of cell entry\nand receptor usage for lineage B –coronavirus, including 2019-\nnCoV. Nat Microbiol. 2020 . doi: 10.1038/s41564-020-0688-y .\n46. Morse JS, Lalonde T, Xu S, Liu WR. Learning from the past:\npossible urgent prevention and treatment options for severe acute\nrespiratory infections caused by 2019-nCoV. Chembiochem.\n2020 ;21(5):730–38. doi: 10.1002/cbic.202000047 .\n47. Du L, He Y, Zhou Y, Liu S, Zheng BJ, Jiang S. The spike protein of\nSARS-CoV–a target for vaccine and therapeutic development. Nat\nRev Microbiol. 2009 ;7(3):226–36. doi: 10.1038/nrmicro2090 .\n48. Zhou Y, Jiang S, Du L. Prospects for a MERS-CoV spike vaccine.\nExpert Rev Vaccines. 2018 ;17(8):677–86. doi: 10.1080/\n14760584.2018.1506702 .\n49. Hoffmann M, Kleine-Weber H, Kruger N, Muller M, Drosten C,\nPohlmann S. The novel coronavirus 2019 (2019-nCoV) uses the\nSARS-coronavirus receptor ACE2 and the cellular proteases\nTMPRSS2 for entry into target cells. bioRxiv. 2020 . doi: 10.1101/\n2020.01.31.929042 .\n50. Tetro JA. Is COVID-19 receiving ADE from other coronaviruses?\nMicrobes Infect. 2020 ;22(2):72–73. doi: 10.1016/j.micinf.2020.02.006 .\n51. Miller A, Reandelar MJ, Fasciglione K, Roumenova V, Li Y,\nOtazu GH. Correlation between universal BCG vaccination policy\nand reduced morbidity and mortality for COVID-19: an epidemio­\nlogical study. medRxiv. 2020 Jan 1. doi:10.1101/\n2020.03.24.20042937.\n52. Myint A, Jones T. Possible treatment of Covid-19 with a therapeutic\nvaccine. Vet Rec. 2020 ;186(13):419. doi: 10.1136/vr.m1302 .\n53. Liu C, Zhou Q, Li Y, Garner LV, Watkins SP, Carter LJ, Smoot J,\nGregg AC, Daniels AD, Jervey S, et al. Research and development\non therapeutic agents and vaccines for COVID-19 and related\nhuman coronavirus diseases. ACS Cent Sci. 2020 ;6(3):315–31.\ndoi: 10.1021/acscentsci.0c00272 .\n54. Beigel JH, Voell J, Kumar P, Raviprakash K, Wu H, Jiao JA,\nSullivan E, Luke T, Davey RT Jr. Safety and tolerability of\na novel, polyclonal human anti-MERS coronavirus antibody pro­\nduced from transchromosomic cattle: a phase 1 randomised,\ndouble-blind, single-dose-escalation study. Lancet Infect Dis.\n2018 ;18(4):410–18. doi: 10.1016/S1473-3099(18)30002-1 .\n55. WHO. Report of the WHO-China joint mission on Coronavirus\nDisease 2019 (COVID-19). 2020c . [accessed 2020 Mar\n29]. Mission-on-covid-19-final-report.pdf . pp 1–40.\n56. WHO. Clinical management of severe acute respiratory infection\nwhen novel coronavirus (nCoV) infection is suspected. 2020d\n[accessed 2020 Mar 15]. www.who.int/publications-detail/clinical-\nmanagement-of-severeacute-respiratory-infection-when-novel-\ncoronavirus-(ncov)-infection-is-suspected .\n57. Jin YH, Cai L, Cheng ZS, Cheng H, Deng T, Fan YP, Fang C, Huang D,\nHuang LQ, Huang Q; for the Zhongnan Hospital of Wuhan University\nNovel Coronavirus Management and Research Team, Evidence-Based\nMedicine Chapter of China International Exchange and Promotive\nAssociation for Medical and Health Care (CPAM), et al.. A rapid\nadvice guideline for the diagnosis and treatment of 2019 novel coro­\nnavirus (2019-nCoV) infected pneumonia (standard version). Mil\nMed Res. 2020 ;7(1):4. doi: 10.1186/s40779-020-0233-6 .\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2903\n58. Zhang Q, Wang Y, Qi C, Shen L, Li J. Clinical trial analysis of\n2019-nCoV therapy registered in China. J Med Virol. 2020 .\ndoi: 10.1002/jmv.25733 .\n59. Liu K, Fang YY, Deng Y, Liu W, Wang MF, Ma JP, Xiao W,\nWang YN, Zhong MH, Li CH, et al. Clinical characteristics of\nnovel coronavirus cases in tertiary hospitals in Hubei Province.\nChin Med J (Engl). 2020 . doi: 10.1097/CM9.0000000000000744 .\n60. Shanmugaraj B, Siriwattananon K, Wangkanont K,\nPhoolcharoen W. Perspectives on monoclonal antibody therapy\nas potential therapeutic intervention for Coronavirus disease-19\n(COVID-19). Asian Pac J Allergy Immunol. 2020a ;38(1):10–18.\ndoi: 10.12932/AP-200220-0773 .\n61. Fu Y, Cheng Y, Wu Y. Understanding SARS-CoV-2-mediated\ninflammatory responses: from mechanisms to potential therapeu­\ntic tools. Virol Sin. 2020 . doi: 10.1007/s12250-020-00207-4 .\n62. Lu RM, Hwang YC, Liu IJ, Lee CC, Tsai HZ, Li HJ, Wu HC.\nDevelopment of therapeutic antibodies for the treatment of\ndiseases. J Biomed Sci. 2020 ;27(1):1. doi: 10.1186/s12929-019-0592-z .\n63. Liu L, Wei Q, Lin Q, Fang J, Wang H, Kwok H, Tang H,\nNishiura K, Peng J, Tan Z, et al. Anti-spike IgG causes severe\nacute lung injury by skewing macrophage responses during acute\nSARS-CoV infection. JCI Insight. 2019 ;4(4):e123158. doi: 10.1172/\njci.insight.123158 .\n64. Zhang B, Zhou X, Zhu C, Feng F, Qiu Y, Feng J, Jia Q, Song Q,\nZhu B, Wang J. Immune phenotyping based on neutrophil-to-\nlymphocyte ratio and IgG predicts disease severity and outcome\nfor patients with COVID-19. medRxiv. 2020 . doi: 10.1101/\n2020.03.12.20035048 .\n65. Zhao J, Yuan Q, Wang H, Liu W, Liao X, Su Y, Wang X, Yuan J,\nLi T, Li J, et al. Antibody responses to SARS-CoV-2 in patients of\nnovel coronavirus disease 2019. Clin Infect Dis. 2020 . doi: 10.1093/\ncid/ciaa344 .\n66. Pahl JH, Kwappenberg KM, Varypataki EM, Santos SJ, Kuijjer ML,\nMohamed S, Wijnen JT, van Tol MJ, Cleton-Jansen AM,\nEgeler RM, et al. Macrophages inhibit human osteosarcoma cell\ngrowth after activation with the bacterial cell wall derivative lipo­\nsomal muramyl tripeptide in combination with interferon-γ. J Exp\nClin Cancer Res. 2014 ;33:27.\n67. Cao X. COVID-19: immunopathology and its implications for\ntherapy. Nat Rev Immunol. 2020 ;20(5):269–70. doi: 10.1038/\ns41577-020-0308-3 .\n68. Gao QY, Chen YX, Fang JY. Novel coronavirus infection and\ngastrointestinal tract. J Dig Dis. 2019 :2020. doi: 10.1111/1751-\n2980.12851 .\n69. Roper RL, Rehm KE. SARS vaccines: where are we? Expert Rev\nVaccines. 2009 ;8(7):887–98. doi: 10.1586/erv.09.43 .\n70. Graham RL, Donaldson EF, Baric RS. A decade after SARS: stra­\ntegies for controlling emerging coronaviruses. Nat Rev Microbiol.\n2013 ;11(12):836–48. doi: 10.1038/nrmicro3143 .\n71. Shi SQ, Peng JP, Li YC, Qin C, Liang GD, Xu L, Yang Y, Wang JL,\nSun QH. The expression of membrane protein augments the spe­\ncific responses induced by SARS-CoV nucleocapsid DNA\nimmunization. Mol Immunol. 2006 ;43(11):1791–98. doi: 10.1016/\nj.molimm.2005.11.005 .\n72. Liu WJ, Zhao M, Liu K, Xu K, Wong G, Tan W, Gao GF. T-cell\nimmunity of SARS-CoV: implications for vaccine development\nagainst MERS-CoV. Antiviral Res. 2017 ;137:82–92. doi: 10.1016/j.\nantiviral.2016.11.006 .\n73. Ng OW, Chia A, Tan AT, Jadi RS, Leong HN, Bertoletti A, Tan YJ.\nMemory T cell responses targeting the SARS coronavirus persist up\nto 11 years post-infection. Vaccine. 2016 ;34(17):2008–14.\ndoi: 10.1016/j.vaccine.2016.02.063 .\n74. Ramaiah A, Arumugaswami V. Insights into cross-species evolu­\ntion of novel human coronavirus 2019-nCoV and defining\nimmune determinants for vaccine development. BioRxiv. 2020 .\ndoi: 10.1101/2020.01.29.925867 .\n75. Bukreyev A, Lamirande EW, Buchholz UJ, Vogel LN, Elkins WR,\nSt Claire M, Murphy BR, Subbarao K, Collins PL. Mucosal immu­\nnisation of African green monkeys (Cercopithecus aethiops) with\nan attenuated parainfluenza virus expressing the SARS coronavirus\n\n--- Page 14 ---\n2904 M. IQBAL YATOO ET AL.\nspike protein for the prevention of SARS. Lancet. 2004 ;363\n(9427):2122–27. doi: 10.1016/S0140-6736(04)16501-X .\n76. Song Z, Xu Y, Bao L, Zhang L, Yu P, Qu Y, Zhu H, Zhao W, Han Y,\nQin C. From SARS to MERS, thrusting coronaviruses into the\nspotlight. Viruses. 2019 ;11(1):59. doi: 10.3390/v11010059 .\n77. Chen WH, Hotez PJ, Bottazzi ME. Potential for developing a\nSARS-CoV receptor-binding domain (RBD) recombinant protein\nas a heterologous human vaccine against coronavirus infectious\ndisease (COVID)-19. Hum Vaccin Immunother. 2020 :1–4.\ndoi: 10.1080/21645515.2020.1740560 .\n78. Ji H, Yan Y, Ding B, Guo W, Brunswick M, Niethammer A,\nSooHoo W, Smith R, Nahama A, Zhang Y. Novel decoy cellular\nvaccine strategy utilizing transgenic antigen-expressing cells as\nimmune presenter and adjuvant in vaccine prototype against\nSARS-CoV-2 virus. Med Drug Discov. 2020 ;5:100026.\ndoi: 10.1016/j.medidd.2020.100026 .\n79. Shanmugaraj B, Malla A, Phoolcharoen W. Emergence of novel\ncoronavirus 2019-nCoV: need for rapid vaccine and biologics\ndevelopment. Pathogens. 2020 ;9(2):E148. doi: 10.3390/\npathogens9020148 .\n80. Rosales-Mendoza S, Márquez-Escobar VA, González-Ortega O,\nNieto-Gómez R, Arévalo-Villalobos JI. What does plant-based\nvaccine technology offer to the fight against COVID-19? Vaccines\n(Basel). 2020a ;8(2):E183. doi: 10.3390/vaccines8020183 .\n81. Rosales-Mendoza S. Will plant-made biopharmaceuticals play\na role in the fight against COVID-19? Expert Opin Biol Ther.\n2020b :1–4. doi: 10.1080/14712598.2020.1752177 .\n82. Chen W, Wang Q, Li YQ, Yu HL, Xia YY, Zhang ML, Qin Y,\nZhang T, Peng ZB, Zhang RC, et al. Early containment strategies\nand core measures for prevention and control of novel coronavirus\npneumonia in China. Zhonghua Yu Fang Yi Xue Za Zhi. 2020 ;54\n(3):1–6. Chinese. doi: 10.3760/cma.j..0253-9624.2020.03.003 .\n83. She J, Jiang J, Ye L, Hu L, Bai C, Song Y. 2019 novel coronavirus of\npneumonia in Wuhan, China: emerging attack and management\nstrategies. Clin Transl Med. 2020 ;9(1):19. doi: 10.1186/s40169-020-\n00271-z .\n84. Shen K, Yang Y, Wang T, Zhao D, Jiang Y, Jin R, Zheng Y, Xu B,\nXie Z, Lin L, et al. China National Clinical Research Center for\nRespiratory Diseases; National Center for Children’s Health,\nBeijing, China; Group of Respirology, Chinese Pediatric Society,\nChinese Medical Association; Chinese Medical Doctor Association\nCommittee on Respirology Pediatrics; China Medicine Education\nAssociation Committee on Pediatrics; Chinese Research Hospital\nAssociation Committee on Pediatrics; Chinese Non-government\nMedical Institutions Association Committee on Pediatrics; China\nAssociation of Traditional Chinese Medicine, Committee on\nChildren’s Health and Medicine Research; China News of Drug\nInformation Association, Committee on Children’s Safety\nMedication; Global Pediatric Pulmonology Alliance. Diagnosis,\n\ntreatment, and prevention of 2019 novel coronavirus infection in\nchildren: experts’ consensus statement. World J Pediatr. 2020 .\ndoi: 10.1007/s12519-020-00343-7 .\n85. Tang HS, Yao ZQ, Wang WM. [Emergency management of preven­\ntion and control of novel coronavirus pneumonia in departments of\nstomatology]. Zhonghua Kou Qiang Yi Xue Za Zhi. 2020 ;55:E002.\nChinese. doi: 10.3760/cma.j.cn112144-20200205-00037 .\n86. Lu X, Xiang Y, Du H, Wing-Kin Wong G. SARS-CoV-2 infection\nin children - Understanding the immune responses and controlling\nthe pandemic. Pediatr Allergy Immunol. 2020 . doi: 10.1111/\npai.13267 .\n87. Ahn DG, Shin HJ, Kim MH, Lee S, Kim HS, Myoung J, Kim BT,\nKim SJ. Current status of epidemiology, diagnosis, therapeutics,\nand vaccines for novel coronavirus disease 2019 (COVID-19).\nJ Microbiol Biotechnol. 2020 ;30(3):313–24. doi: 10.4014/\njmb.2003.03011 .\n88. Genexine. hyFc platform. 2020 [accessed 2020 Apr 26]. http://\nwww.genexine.com/m21.php .\n89. Seo YB, Im SJ, Namkoong H, Kim SW, Choi YW, Kang MC,\nLim HS, Jin HT, Yang SH, Cho ML, et al. Crucial roles of\ninterleukin-7 in the development of T follicular helper cells and\nin the induction of humoral immunity. J Virol. 2014 ;88\n(16):8998–9009. doi: 10.1128/JVI.00534-14 .\n90. Sutter G, Fux R, Volz A, Song F, Becker S, Eickmann M. A novel\nvaccine against the Middle East Respiratory Syndrome coronavirus\n(MERS-CoV). 2016 . EP3045181A1.\n91. Rao Z, Sheng F, Yang H, Cheng Y, Yan C, Yan W, He L, Shuang L,\nYang X. Small-molecule inhibitor against MERS-CoV main pro­\ntease, and preparation method and application thereof. 2016 .\nCN105837487A.\n92. Kyratsous C, Stahl N, Sivapalasingam S. Human antibodies to\nMiddle East respiratory syndrome - Coronavirus spike protein.\n2019 . US20190351049A1.\n93. Johnson RF, Schnell M, Hensley LE, Wirblich C, Coleman CM,\nFrieman MB. Multivalent vaccines for rabies virus and\ncoronaviruses. 2017 . WO2017176596A1.\n94. Jiang S. Don’t rush to deploy COVID-19 vaccines and drugs with­\nout sufficient safety guarantees. Nature. 2020 ;579(7799):321.\ndoi: 10.1038/d41586-020-00751-9 .\n95. Xiao Y, Torok ME. Taking the right measures to control\nCOVID-19. Lancet Infect Dis. 2020 ;20(5):523–24. doi: 10.1016/\nS1473-3099(20)30152-3 .\n96. Lu S. Timely development of vaccines against SARS-CoV-2. Emerg\nMicrobes Infect. 2020 ;9(1):542–44. doi: 10.1080/\n22221751.2020.1737580 .\n97. Thanh Le T, Andreadakis Z, Kumar A, Gómez RR, Tollefsen S,\nSaville M, Mayhew S. The COVID-19 vaccine development\nlandscape. Nat Rev Drug Discov. 2020 ;19(5):305–06. doi: 10.1038/\nd41573-020-00073-5 .",
    "pages": [
      {
        "page_number": 1,
        "text": "HUMAN VACCINES & IMMUNOTHERAPEUTICS\n2020, VOL. 16, NO. 12, 2891–2904\nhttps://doi.org/10.1080/21645515.2020.1788310\nREVIEW\nstatus of upcoming SARS-CoV-2 vaccines\na b a Mohd. Iqbal Yatoo , Zeenat Hamid , Oveas Rafiq Parray\nd d e Shailesh Kumar Patel , Mamta Pathak , Ruchi Tiwari\ni,j d , and Kuldeep Dhama Alfonso J. Rodriguez Morales\na\nb Technology of Kashmir, Srinagar, India;\nd Veterinary Research Institute, Bareilly, India;\nf Evum Go-Anusandhan Sansthan, Mathura, India;\ng Department of Microbiology, Tribhuvan University Teaching Hospital, Institute of Medicine, Kathmandu, Nepal;\ni Johns Hopkins Aramco Healthcare, Dhahran, Saudi Arabia;\nj Tecnologica de Pereira, Pereira, Colombia;\nAmericas, Risaralda, Colombia\nABSTRACT\nThe COVID-19 pandemic caused by SARS-CoV-2 has spread rapidly. To date, countries have relied on the\nprevention of the disease through isolation, quarantine, and clinical care of affected individuals. However,\nstudies on the roles of asymptomatic and mildly infected subjects in disease transmission, use of antiviral\ndrugs, and vaccination of the general population will be very important for mitigating the effects of the\neventual return of this pandemic. Initial investigations are ongoing to evaluate antigenic structures of\nSARS-CoV-2 and the immunogenicity of vaccine candidates. There also is a need to comprehensively\ncompile the details of previous studies on SARS-related vaccines that can be extrapolated to identify\npotent vaccine targets for developing COVID-19 vaccines. This review aims to analyze previous studies,\ncurrent status, and future possibilities for producing SARS-CoV-2 vaccines.\nIntroduction\nIn late December 2019, an outbreak of pneumonia of\nunknown etiology linked to the Huanan seafood market,\nWuhan, China was officially reported by the Health\n1, 2 Commission of Hubei province, China. A virus formerly\ncalled as the “Wuhan virus” and provisionally designated as\n“2019-nCoV” by WHO was identified as being responsible\nfor this outbreak. The virus was officially named SARS-CoV\n3 , 4 -2 and the disease as COVID-19. Following the reporting\n5 of COVID-19 infection caused by SARS-CoV-2 in China\n6 , 7 and subsequent confirmation by national and interna­\n4 , 8 9 , 10 tional health agencies, transmission dynamics studies\n11-14 and genomic analyses were undertaken to explore the\n14-16 various epidemiological attributes along with clinical\n1 , 15 , 17 , features of the disease. However, the rapid global\nspread and alarming rise in the number and severity of\n1 , 15 , 18 , the cases necessitated devising early therapeutics and\n10 , 19 20–23 preventive measures against COVID-19. For this\n24 , 25 combat strategy, deciphering the structure and func­\n11 , 13 , 26 , 14 , 27-29 tional roles of the structures of SARS-CoV-2,\n11 , 13 , 26-29 their antigenic properties, roles in immune\n30–33 response and pathogenesis, and the potential for vac­\n25 , 26 , 34 cine development is of utmost importance for the\n33 , 35-37 prevention and control of this disease.\nCONTACT Kuldeep Dhama kdhama@rediffmail.com\nmalikyps@gmail.com\n© 2020 Taylor & Francis Group, LLC\n\nCOVID-19 - Recent advancements in identifying novel vaccine candidates and current\na a c , Aasim Habib Wani , Abrar Ul Haq , Archana Saxena ,\nf g h , Yashpal Singh Malik , Ranjit Sah , Ali A. Rabaan ,\nDivision of Veterinary Clinical Complex, Faculty of Veterinary Sciences and Animal Husbandry, Sher-E-Kashmir University of Agricultural Sciences and\nc Department of Biotechnology, University of Kashmir, Srinagar, India; Division of Biotechnology, ICAR-Indian\ne Division of Pathology, ICAR-Indian Veterinary Research Institute, Bareilly, India; Department of\nVeterinary Microbiology and Immunology, College of Veterinary Sciences, UP Pandit Deen Dayal Upadhayay Pashu Chikitsa Vigyan Vishwavidyalay\nDivision of Biological Standardization, ICAR-Indian Veterinary Research Institute, Bareilly, India;\nh Molecular Diagnostic Laboratory,\nPublic Health and Infection Research Group, Faculty of Health Sciences, Universidad\nGrupo de Investigacion Biomedicina, Faculty of Medicine, Fundacion Universitaria Autonoma de las\nARTICLE HISTORY\nReceived 29 March 2020\nRevised 22 May 2020\nAccepted 16 June 2020\nKEYWORDS\nCOVID-19; SARS-CoV-2;\npandemic; vaccines\n15 , 38 Convalescent sera or plasma therapy, and killed and\n26 , 39 inactivated/attenuated vaccines can help in the prevention\nof this disease; however, numerous challenges are associated\n34 , 40 with these approaches including chances of re-infection.\nThese limitations can be overcome by employing subunit vac­\ncines based on the molecular structures of SARS-CoV-2; how­\never, these prophylactics may require periodic boosters owing\n9 , 11 , 13 , 41 to their low immunization potential. Recombinant vac­\ncines, DNA- or RNA-based vaccines, can further improve\nimmunity with minimum side-effects; however, antigenicity\nand adequacy of immune response need further\n26 , 42 , 43 exploration. For the development of any of these vaccine\ntypes, understanding the antigenic structures of SARS-CoV-2\n26 , 39 is essential.\n11 14 Structural and non-structural proteins of SARS-CoV-2,\n26 , 44 in addition to its genetic material, are being explored as\nvaccine candidates. These studies are possible as the\n9 , 12 , 14 24 , 28 , 29 genomic and molecular details, of the structures\nof SARS-CoV-2, their role in receptor binding, fusion, tissue\n25 , 31 , 33 , 45 tropism, and pathogenesis are under continuous and\nprogressive investigation. The S gene of the coronaviruses\nencodes the spike (S) glycoprotein that is responsible for bind­\ning with a cellular receptor in order to initiate infection. The\nS protein consists of two subunits, S1 and S2, of which the S1\nDivision of Pathology, ICAR–Indian Veterinary Research Institute, Bareilly, India; Yashpal Singh Malik\nDivision of Biological Standardization, ICAR–Indian Veterinary Research Institute, Bareilly, Uttar Pradesh, India",
        "char_count": 5928,
        "word_count": 897,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "2892 M. IQBAL YATOO ET AL.\nsubunit constitutes the N-terminal domain (NTD) and recep­\n11 Similar to SARS-CoV, the SARS- tor-binding domain (RBD).\nCoV-2 utilizes the angiotensin-converting enzyme-2 (ACE2)\n28 , 46 receptor for cellular entry. Neutralizing antibodies are\nmainly directed against the S glycoprotein, as it is the major\nstructural protein, rendering it a potent target for vaccine\n47 , 48 development against both SARS-CoV and MERS-CoV.\nSimilarly, the S protein can be targeted for the development\nof vaccine candidates against SARS-CoV-2 as well. Thus, tar­\n11 , 24 geting the structure of SARS-CoV-2 as well as examining\n28 25 25 , 31 affinity for binding, fusion, its receptor recognition,\n49 25 , 29 , 31 entry mechanisms, pathogenesis, and finally, its disease\n1 , 50 severity mechanisms can better help in the development of\nprophylactic or therapeutic strategies.\nThe impact of COVID-19 varies among countries and ter­\nritories, probably due to differences in culture, health-care\nfacilities and mitigation efforts. Moreover, a study proposed\nthe role of national policies related to childhood BCG (Bacillus\nCalmette–Guerin) vaccination, which provides protection\nagainst a broad category of respiratory infections as possible\nexplanation for these national differences in the impact of\n51 COVID-19. Surprisingly, countries without universal policies\nor with a late start of universal policies of childhood BCG\nvaccination were reported to be affected more severely with\nhigh mortality suggesting the BCG vaccination as a crucial tool\n51 to fight COVID-19. In a study, Pasteurella is transformed and\nan inactivated alum-precipitated infectious bronchitis (IB) vac­\ncine is produced within a period of 2 weeks. Moreover, around\n9000 birds were vaccinated and the vaccine has proven very\neffective against IB. In addition, it is assumed that formalin-\nkilled Pasteurella multocida cells prepared by the above\nmethod may prove effective in COVID-19 if administered\n52 during the early course of the disease.\nCOVID-19/SARS-CoV-2 vaccines\nCurrently, there are no specific vaccines or therapeutics avail­\n26 , 27 , 42 able against COVID-19. With the rise in the number of\naffected individuals, severity of the disease, global spread, lack\nof prophylactics and therapeutics, the demand for immediate\n26 , 38 therapy and future prevention of COVID-19 is rising.\nAttempts are being made to develop safe and effective pro­\n20 , 26 , 39 phylactic strategies. Several vaccines are in various\n39 stages of clinical trials, however, in the current scenario,\n17 , 34 , 39 there is a dearth of prophylactics. Convalescent sera,\nlive attenuated or killed virus vaccines, protein-based vac­\ncines, DNA-based vaccines, mRNA-based vaccines, virus-\nlike particle vaccines, vector and non-vector-based vaccines\nare some of the possibilities to be considered for developing\n26 , 39 , 53 prophylactics against COVID-19.\nConvalescent sera\nOne of the earliest available and achievable prophylactic mea­\nsures is convalescent sera. Convalescent sera from persons who\nhave recovered from the COVID-19 attack can be used as an\n38 immediate therapy. Genetically engineered animals, such as\n54 cows could also serve as sources of such sera; this serum\ncontains immunoglobulins that can bestow passive immunity.\n\nThese antibodies could help in the neutralization of SARS-CoV\n-2 by triggering antibody-dependent cellular cytotoxicity and/\n38 Consequently, convalescent sera can be used or phagocytosis.\nas a rapid mode of therapy and prevention. Vaccine-based\napproaches for prevention may require time. Additionally,\nalthough the vaccines might be effective against the current\nCOVID-19 infection, vaccines based on viral-encoded peptides\nmight not be effective against coronavirus outbreaks that may\narise in the near future as novel mutated viral strains emerge\n41 every year, requiring new immunization strategies. Hence,\nconvalescent sera can be a good option for immediate\n38 , 55 , 56 therapy. Immunoglobulins developed against SARS-\n38 CoV-2 in serum can help in neutralizing SARS-CoV-2.\n15 , 57 , 58 59 Plasma therapy, synthesized antibodies, preferably\n60 57 neutralizing monoclonal antibodies, and interferons can\npotentially be utilized in patients with COVID-19.\nMonoclonal antibodies developed based on previous experi­\nence of working with other coronaviruses can play a role in\nprevention and control, and can be employed as passive immu­\n60 notherapy against COVID-19. Intravenous administration of\nimmunoglobulins to block FcR activation can be helpful in\npreventing SARS-CoV-2-induced pulmonary inflammation in\n60-62 the respiratory tract However, limitations of these sera-\nbased therapies include transmission of causative agents and\nimpurities, abnormal reactions, and insufficient or short-term\ntherapy or prevention.\nPossibility of other risks like induction of severe acute lung\ninjury by anti-spike antibodies or antibody-dependent\nenhancement (ADE) needs to be explored, which have been\nobserved with either acute SARS-CoV infection, believed to be\n63 due to skewed macrophage responses during the infection, or\n64 , 65 COVID-19 affected patients. ADE is believed to be due to\n50 prior exposure to other coronaviruses. It modulates the\nimmune response and can elicit sustained inflammation, lym­\n50 phopenia, and/or cytokine storm. ADE also might be caused\nby the presence of non-neutralizing antibodies to parts of the\nS protein. These responses can be evaluated by investigating\nthe effects of spike-based antibodies on in vitro cell cultures or\nanimal models in the future, and simultaneous exploration of\npossible remedial measures to prevent acute lung injury\n60 , 66 including the blockade of FcγR or by carrying out inde­\npendent large-cohort studies, which can help in testing this\n67 possibility. In addition, developing and using multiple mono­\nclonal antibodies can help in the amelioration of such\n60 problems. As immunotherapy is a short-term measure,\nhence, for bestowing long-term immunity and future preven­\ntion, the development of vaccines is imperative.\nCOVID-19 vaccines\nEfforts are being made by researchers to design and develop\nsuitable vaccines for COVID-19, though vaccine-based\n17 , 34 , 39 approaches require years for development. In the current\nsituation, national and international scientific guidelines pro­\nposed for the efficient management of COVID-19 need to be\n68 followed until vaccines are developed. Various types of vac­\ncines against SARS-CoV-2 are possible. These include com­\nplete virus-based vaccines (live attenuated, killed), subunit\nvaccines, nucleic acid-based vaccines (RNA, DNA),",
        "char_count": 6643,
        "word_count": 992,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "recombinant vaccines, virus-like particle vaccines, and vector\n26 , 39 and non-vector–based vaccines.\nWhole organism-based vaccines\nThe earliest modes of vaccine development involved the utili­\nzation of either the entire virus (for the development of com­\nplete organism-based vaccines) or its parts (for subunit\nvaccines). These include attenuating or inactivating the cul­\ntured viruses by passaging or by physical and chemical meth­\nods, such as subjecting to treatment with ultraviolet light,\n26 , 39 formaldehyde, and β-propiolactone, respectively.\nA review reported that certain induced mutations can comple­\ntely attenuate the viruses, and hence can be explored as agents\n53 for the development of vaccines. Moreover, recombinant\nviruses with deletions of virulent proteins can be utilized as\n26 live attenuated vaccines. However, these vaccines may have\nlimitations associated with infectivity, reversion to pathogeni­\n69 city, and disease-causing potential that preclude the use of\nsuch vaccines in humans.\nSARS-COV-2-specific vaccines (subunit vaccines and\nfuture vaccine targets)\nExploration of vaccine candidates of SARS-CoV-2 is essential\n26 , 42 for the development of specific vaccines and research and\ndevelopment to achieve this objective have already been\n55 initiated. A set of epitopes of SARS-CoV-2 has been screened,\nand immune targeting of these epitopes can provide protection\nagainst this novel coronavirus, thus providing experimental\n27 platforms for the development of vaccines. Identification of\nputative protective antigens/peptides from SARS-CoV-2 is\n26 important for the development of subunit vaccines.\nA timely study of genome sequences is proving to be beneficial\n11 , 13 for subunit vaccine development. Structural proteins of\nSARS-CoV-2, including envelope (E), membrane (M), nucleo­\ncapsid (N), and spike (S) proteins are being explored as anti­\ngens for vaccine development, including subunit\n11 , 26 , 39 vaccines. Proper understanding of the viral structure,\nmechanisms of binding, entry, and pathogenesis and the events\ninvolved, specific to SARS-CoV-2, will help in designing better\nprophylactic and therapeutic modalities. The molecular struc­\nture of the novel coronavirus, role of its structures in immu­\nnogenicity, potential as vaccine candidate, cellular and\nantibody response developed by it or against it, need to be\ndiscussed with special focus on the whole structure or specific\nstructures of SARS-CoV-2.\nAll the four structural proteins of SARS-CoV-2, including\nenvelope (E), membrane (M), nucleocapsid (N), and spike (S)\nproteins can serve as antigens to induce cellular (through CD4\n+/CD8+ T cells) and humoral (through neutralizing antibo­\n11 , 13 , 26 dies) responses. The E and M proteins help in the\nassembly of CoV, whereas the N protein is involved in the\n43 synthesis of genetic material (RNA). The E protein also has\na role in determining the virulence of these viruses; and hence,\nrecombinant coronaviruses with mutated E protein are being\n43 , 70 evaluated as live attenuated vaccines. The M protein plays\na role in determining the membrane structure, and can serve to\nincrease the immunological stimulation of SARS-CoV\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2893\n71 As the N protein is conserved in N protein DNA vaccine.\nall CoV families, it is not a specific vaccine candidate.\nFurthermore, anti-SARS-CoV-2-N protein antibodies have\nnot been successful in generating immunity against the\n44 infection. The S glycoprotein is a critical and important\nstructural protein of SARS-CoV-2 that is responsible for med­\niating viral binding to host cell receptors and entry into host\n28 , 44 cells. Upon the proteolytic cleavage of the precursor\nS protein of SARS-CoV-2, two subunits are produced. These\n11 include S1 (685 aa) and S2 (588 aa) subunits. The S2 subunit\nis considered to be important as it is well conserved in SARS-\n11 CoV-2 viruses; it has 99% identity with bat SARS-CoVs.\nTherefore, it has a potential to be used as a vaccine candidate\n26 The and can boost immune responses against SARS-CoV-2.\nS1 subunit contains receptor-binding domain (RBD), which is\nimportant for binding to the host angiotensin-converting\nenzyme 2 (ACE2) receptor via a receptor-binding motif\n(RBM), thereby mediating viral entry into sensitive host\n25 , 28 , 29 cells. The S1 subunit of SARS-CoV-2 shows 70% identity\nto human SARS-CoVs. Moreover, the external subdomain of\nthe RBD that helps in virus and host receptor binding exhibits\n11 , 28 the highest number of amino acid variations. Strategies\nthat target the initial entry of virus are considered to be effec­\n26 tive for the prevention and control of COVID-19; conse­\nquently, elucidation of the mechanisms underlying binding\nand entry is crucial.\n28 Wan et al. provided vital information on receptor usage,\ncell entry, and host cell infectivity of SARS-CoV-2. Sequences\nof RBD and its receptor-binding motif (RBM), which is mainly\nresponsible for direct binding to ACE2, are similar in SARS-\nCoV-2 and SARS-CoV, thus indicating that ACE2 is the recep­\n28 tor for SARS-CoV-2. Some critical residues present in the\nRBM of SARS-CoV-2 also suggest a potential for human infec­\ntion. Among these, some residues (especially Gln493) interact\nspecifically with human ACE2, indicating the ability of SARS-\nCoV-2 to infect human cells, while others (especially Asn501)\nshow compatibility with human ACE2, indicating its capability\nof human-to-human transmission. Phylogenetic analysis and\nrecognition of ACE2 receptors from various animal species\n(excluding mice and rats) suggest an animal source of infection\n28 or animal model for infection. Furthermore, a single N501T\nmutation in SARS-CoV-2 (corresponding to the S487T muta­\ntion in SARS-CoV) can increase the binding affinity of SARS-\nCoV-2 RBD to human ACE2, suggesting future emergence of\n28 infections. Further investigations have helped in elucidating\nthe molecular mechanisms underlying these events. The\nS glycoprotein, which is an ~1200 aa long protein of the\nclass-I viral fusion proteins, contributes to receptor binding,\n25 , 31 tissue tropism, and pathogenesis. It contains several con­\nserved domains (RBDs) and motifs (RBMs). The trimetric\nS glycoprotein is cleaved at the S1/S2 cleavage site by host cell\nproteases during infection, resulting in the production of\nN-terminal S1-ectodomain and C-terminal S2-membrane-\n31 anchored protein. The former helps in recognizing the cell\nreceptor, while the latter helps in viral entry. The subunit S1\ncontains an RBD that recognizes the ACE2 receptor. Of the 14\naa present on the RBD surface of S1/ACE2 of the S1 subunit of\nSARS-CoV, 8 residues are strictly conserved in SARS-CoV-2,\nfurther strengthening the fact that ACE2 acts as a receptor for",
        "char_count": 6756,
        "word_count": 1036,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "2894 M. IQBAL YATOO ET AL.\n25 , 28 , 31 SARS-CoV-2 as well. The S2 subunit contains a fusion\npeptide (FP), second proteolytic site (S’), an internal fusion\npeptide (IFP), two heptad-repeat domains, and\n31 31 a transmembrane domain (TM). Coutard et al. claim that\nthere are two cleavage sites in SARS-CoV-2; first being between\n↓ RBD and the FP (S1/S2) and the second being at KR SF. FP\nand IFP may be involved in entry mechanisms suggesting that\nʹ the S-protein needs to be cleaved at both the S1/S2 and S2\nʹ cleavage sites. In SARS-CoV-2 and SARS-CoV, the S2 cleavage\n↓ site at KR SF, downstream of the IFP is identical. Although\nʹ processing at S2 in SARS-CoV-2 is essential for the activation\nof the S protein, the proteases involved in this process are yet to\nbe identified. However, based on the sequences studied, one or\n31 ʹ ↓ more furin-like proteases would cleave the S2 at KR SF.\nCleavage sites at S1/S2 have been extensively studied in\n31 CoVs. Proteases act as furin-like cleavage molecules to cleave\n31 The presence of furin-like proteases S into S1 and S2.\nincreases the pathogenicity of the virus and hence the severity\n31 of disease. Consequently, targeting these sites, enzymes, or\nproteins can have beneficial applications. For targeting these\nstructures, their antigenic potential needs to be evaluated to\nuncover potential epitopes.\n27 Ahmed et al. have evaluated epitopes for SARS-CoV-2\nbased on epitopes that have induced immune responses against\nSARS-CoV, and hence can be explored as vaccine candidates.\nThey have mainly investigated the S and N proteins of SARS-\nCoV-2 in relation to those of SARS-CoV. Percentage sequence\nidentities of SARS-CoV-2 S protein, N protein, M protein, and\nE protein with those of SARS-CoV are 76.0%, 90.6%, 90.1%,\n27 and 94.7%, respectively (Ahmed et al. 2020). Based on gen­\n12 , 14 ome sequencing and phylogenetic analyses, the cell entry\n14 , 45 , 49 mechanism and human cell receptor usage of SARS-CoV\n27 -2 resemble those of SARS-CoV. Although the genome\nsequences of SARS-CoV and SARS-CoV-2 are similar to\nsome extent, antigenic differences are found between them.\nOnly around 23% and 16% of the known SARS-CoV T-cell\nand B-cell epitopes, respectively, map identically to those of\nSARS-CoV-2. No mutation has been noted in these epitopes in\nthe available SARS-CoV-2 sequences, suggesting their poten­\n14 , 21 , 27 tial roles in cellular and humoral immune responses.\n27 Ahmed et al. identified B-cell and T-cell epitopes in the\nimmunogenic structural proteins, S and N of SARS-CoV.\nT cell-based epitopes are promising vaccine candidates, produ­\ncing an effective cellular immune response, and as these epi­\ntopes have a large population coverage, therefore, vaccines\nagainst these epitopes can be used across a range of\n27 populations. Therefore, T cell response against SARS-CoV\n-2–derived epitopes may provide long-term protection and\n27 , 72 , 73 may provide immunity to large populations. Similarly,\nB cell-based epitopes, especially linear B cell epitopes, have\nshown promise as vaccine candidates by aiding the develop­\n27 ment of humoral immune response. These findings are simi­\n74 lar to those of Ramaiah and Arumugaswami. However,\n74 Ramaiah and Arumugaswami have focused only on MHC\n27 class II epitopes when Ahmed et al. have focused on both\nMHC class I and MHC class II epitopes. Only the HLA-\nDRB1*01:01 epitope is common between both the studies,\nwhich may be due to comparatively low population\n74 74 coverage. Ramaiah and Arumugaswami used\n\n27 used epitopes that computational tools, while Ahmed et al.\nwere positive in either T-cell or MHC binding assays.\nAs the RBD of SARS-CoV and SARS-CoV-2 shows some\n24 identity, Tian et al. examined the cross-reactivity of anti-\nSARS-CoV monoclonal antibodies with the S protein of SARS-\nCoV-2 to explore the possibility of prophylactic or therapeutic\napplicability. They reported effective binding of SARS-CoV-\nspecific human monoclonal antibody, CR3022, to SARS-CoV\n-2 RBD. Within the SARS-CoV-2 RBD, the epitope bound by\nthis monoclonal antibody does not overlap with the ACE2\nbinding site, suggesting the potential of CR3022 to be devel­\noped as a therapeutic entity. Other SARS-CoV-specific anti­\nbodies (m396, CR3014) do not bind with SARS-CoV-2\nS protein suggesting variations in the RBDs of the two coro­\nnaviruses. Due to the difference in cross-reactivity, there is\na need to develop SARS-CoV-2–specific monoclonal\n24 antibodies.\nThe S protein of SARS-CoV-2, being a transmembrane gly­\ncoprotein, is essential for binding to the receptor (ACE2),\nfusion of viral-host cell membranes, and entry of virus into\nthe human respiratory epithelial cells; the entire mechanism is\nmediated by the interaction of structural subunits of S with the\n14 , 29 , 45 , 49 cell surface receptor, ACE2. As the S protein is surface-\nexposed and essential for viral entry into host cells, it is the\nmain target for neutralizing antibodies, and hence a candidate\n29 for vaccine development. Recently, the cryo-electron micro­\nscopy (Cryo-EM)-based structure of SARS-CoV-2\nS ectodomain trimer has been revealed, and is shown to have\nB multiple S conformations similar to those of SARS-CoVs and\n29 MERS-CoVs. However, it harbors a furin cleavage between\nthe S1/S2 subunits, which is processed during biogenesis, and\n25 , 29 hence is differentiated from other CoVs. Using 3.5-ang­\n25 strom-resolution Cryo-EM, Wrapp et al. have studied the\nprefusion conformation of the trimeric S glycoprotein and\nhave revealed that the predominant state of the trimer has\none of the three receptor-binding domains, rotated in\na receptor-accessible conformation.\nThe S glycoprotein of SARS-CoV-2 shares 75% to 97%\nsequence identity with the amino acid sequences of\nS glycoprotein from other SARS-CoVs, including bat\n14 , 25 , 28 , 29 coronaviruses. A 193-aa long RBD (N318‒V510)\nwithin the S protein of CoVs is a critical target for neutralizing\n24 antibodies. There is a 50‒73% sequence identity between\n24 , 28 , 29 SARS-CoV RBDs and SARS-CoV-2 RBDs. However,\nsome RBDs are conserved while others are not; hence, anti­\nbodies against SARS-CoV S protein may or may not show\n24 , 25 cross-reactivity with SARS-CoV-2 S protein. The binding\nmotifs of the RBD of S protein of SARS-CoV and SARS-CoV-2\nto ACE2 receptor have been noted to be similar, suggesting\n24 , 25 , 29 ACE2 to be a potential receptor for SARS-CoV-2.\nThe RBD of SARS-CoV-2 differs from that of SARS-CoV,\nmainly at the C-terminus residues, which may not affect the\n24 binding with ACE2 but can affect the cross-reactivity.\nHowever, based on biophysical and structural evidences,\n25 Wrapp et al. have noted a 10-times greater binding affinity\nof SARS-CoV-2 S protein RBD to human ACE2 than that of\nSARS-CoV, suggesting a stronger binding affinity than those of\nother CoV RBDs; this may be the cause of rapid transmission\namong humans. There is an insertion of a four amino-acid",
        "char_count": 6927,
        "word_count": 1131,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "residue at the boundary between S1 and S2 subunits, producing\na furin cleavage site, which is cleaved during biosynthesis, and\n14 , 29 is an important characteristic of SARS-CoV-2. Abrogation\nof this cleavage site slightly affected the mechanism of entry but\n29 increased the tropism of SARS-CoV-2. The binding affinity\nof SARS-CoV-2 for human ACE2 (hACE2) reflects the overall\nviral replication rate, transmissibility, and severity of the\n28 disease. The S protein of SARS-CoV contains approximately\n14 hACE2 binding sites; among these, 8 are strictly conserved\nin SARS-CoV-2 S and the rest 6 are semi-conservatively\n29 substituted. This indicates similar binding affinities of the\nS proteins of SARS-CoV and SARS-CoV-2 for hACE2; hence,\nthese viruses display a high transduction efficiency mediated\nthrough S glycoproteins and the current rapid transmission in\n29 humans. The two structural conformations of the SARS-CoV\nB -2 S glycoprotein include trimers harboring a single open S\n25 , 29 B 29 domain and trimers harboring three closed S domains.\nIn highly pathogenic coronaviruses, the S glycoprotein trimers\nremain partially open, whereas in those causing mild cold they\n29 remain closed. These conformational changes generate epi­\ntopes in the RBMs that can serve as a basis for vaccine\n29 development. Cellular proteases (TMPRSS2) are being used\n49 for entry into cells by SARS-CoV-2. SARS-CoV polyclonal\nantibodies prevent S glycoprotein-mediated entry of SARS-\nCoV-2 by targeting the highly conserved S2 subunit of these\nglycoproteins. S2 subunit being identical in both SARS-CoV\nS and SARS-CoV-2 S, an antibody-based response causes diffi­\nculties in serological investigations; however, similarities in\n29 immunogenicity can help in devising multivalent vaccines.\nSARS-CoV-derived antibodies targeting the RBM in the S2\nsubunit of the SARS-CoV-2 S protein may be more effective than\nthat in the S1 subunit, because the S1 unit is less exposed and\n24 , 25 , 27 maps identically to that of SARS-CoV. B cell epitopes have\na potential to generate cross-reactive and neutralizing antibodies\n27 , 29 against both SARS-CoV and SARS-CoV-2. Linear SARS-\nCoV-derived B cell epitopes in the S2 subunit may potentially\nbe better candidates for inducing a protective antibody response\nthan those in the S1 subunit, as large genetic mismatches are\nobserved between the known structural epitopes of this domain\n24 , 25 , 27 , in SARS-CoV and SARS-CoV-2. Therefore, S2 linear\nepitopes need to be explored for inducing a humoral immune\n27 response and as vaccine candidates. Overall, vaccine candi­\ndates that attempt to induce antibodies targeting the S2 linear\n27 epitopes may be effective and should be explored further.\nA study demonstrated that the cross-reactivity of antibodies\nagainst SARS-CoV RBDs toward SARS-CoV-2 RBDs, as three\nantibodies that bound to SARS-CoV did not bind to SARS-\nCoV-2, indicating the differences in RBDs of the\nS glycoproteins. Hence, there is a need to develop specific\n25 monoclonal antibodies against SARS-CoV-2. This also\nimplies that the structure of SARS-CoV-2 S glycoprotein can\n25 serve as a target for vaccine or therapeutic development.\n27 Ahmed et al. explored a set of T- and B-cell epitopes\nderived from the S and N proteins of SARS-CoV, which\nmapped identically to SARS-CoV-2 and had no mutations\nin the 120 genome sequences that were studied.\nConsequently, these can serve as candidates for the develop­\nment of subunit vaccines. Recently antigenicity along with\nstructure and function of the S glycoprotein, especially of\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2895\na linear epitope of SARS-CoV-2 S2 subunit has been\n29 Neutralizing antibodies have been raised against evaluated.\nthe S2 subunit of SARS-CoV-2 that cross-react with and\n29 neutralize SARS-CoV-2 as well as SARS-CoV; these can be\nexplored as candidates for developing subunit vaccines.\nSubunit vaccines have limitations of low immunogenicity,\nrequirement of adjuvants, and sometimes-inefficient protec­\ntive immunity. An S-trimer subunit vaccine is under devel­\nopment, wherein a COVID-19S-trimer is being evaluated as\na vaccine candidate by GlaxoSmithKline (GSK) and Clover\nBiopharmaceuticals (China). In this Trimer-Tag technology,\na protein-based coronavirus vaccine candidate (COVID-19S-\nTrimer) developed by Clover Biopharmaceuticals is being\ntagged with an adjuvant system of GlaxoSmithKline, aimed\n53 at boosting the immune response. TriSpike SARS corona­\nvirus vaccine, hybrid peptides, and COVID-19 viral peptides\nare other candidates studied for the development of protein-\nbased vaccines (https://storage.googleapis.com/wzukusers/\nuser-26831283/documents/5e57ed391b286sVf68Kq/\n53 PR_Generex_Coronavirus_Update_2_27_2020.pdf).\nA vaccine based on the S2 protein subunit of the S glycoprotein\nthat helps in membrane fusion can have broad-spectrum antiviral\n11 , 26 , 43 effects, as it is conserved in SARS-CoV-2. Targeting the S1\nprotein of SARS-CoV-2 can prevent viral entry, and hence can be\n26 used as a strategy for controlling viral infection. Targeting the\nS protein can assist in developing both cellular and humoral\nimmunity by inducing neutralizing antibodies and developing\n26 75 protective cellular immunity. The full-length S protein and\n76 RBD of SARS-CoV have shown a potential to be explored in\n26 SARS-CoV-2 for vaccine development. A study suggested the\nuse of SARS-CoV RBD recombinant protein (RBD219-N1) for the\ndevelopment of a heterologous vaccine against COVID-19 due to\nthe high similarity in amino acids between spike and RBD\n77 domains of SARS-CoV and SARS-CoV-2. Similarly, the S1 sub­\nunit of S protein in SARS-CoV-2 can be explored for antibody\nproduction; hence, it can be employed as a prophylactic and\n11 therapeutic target. However, SARS-CoV and SARS-CoV-2\nhave some antigenic differences. For example, they possess dis­\ncontinuous epitopes; consequently, antibodies specific to the for­\nmer (S230, m396, and 80R) may not bind to the same region in\n25 , 27 SARS-CoV-2. As a result, efforts are being made to identify\nantibodies against SARS-CoV that can bind to discontinuous\n24 epitopes of the SARS-CoV-2. Only 23% of the T-cell- and 16%\nof B-cell-identified epitopes of SARS-CoV map identically to\nSARS-CoV-2, and there is no mutation in these epitopes among\nst the available SARS-CoV-2 sequences till date (21 February 2020),\nindicating their potential role in T cell or antibody response in\n27 SARS-CoV-2. In a study, a novel decoy cellular vaccine strategy\nwas explored by using transgenic antigen-expressing cells called\n“I-cells” in the prototype of vaccine against the SARS-CoV-2.\nMoreover, this strategy suggests post-harvesting irradiation of\nthe cells for the abolition of in vivo replication potential and offer\na scalable and uniform cell product further allowing “off-the-shelf”\n78 frozen supply availability.\nNucleic acid-based vaccines\nThe limitations of subunit vaccines can be overcome by DNA-\nand mRNA-based vaccines, which are easier to develop and can",
        "char_count": 7019,
        "word_count": 1059,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "2896 M. IQBAL YATOO ET AL.\n26 be quickly tested in clinical trials. Chimeric nucleic acids encod­\ning calreticulin, an endoplasmic reticulum chaperone polypeptide\nthat forms a part of the antigenic polypeptide or peptide of the\nSARS-CoV, have been explored in immunological studies as\n53 vaccine candidates. DNA vaccines are being explored for\nCOVID-19 ( http://ir.inovio.com/news-and-media/news/pressre\nlease-details/2020/Inovio-Accelerates-Timeline-for-COVID-19-\nDNA-Vaccine-INO-4800/default.aspx ). Administration of\nmRNAs has the ability to recapitulate natural infections; thus,\nthey can induce strong immune responses besides being compa­\ntible with each other when multiple mRNAs are combined in\n39 , 50 a single vaccine. Similarly, exploiting mRNAs that encode any\none of the antigenic structures of SARS-CoV-2, including\nS protein or its subunits, S1 and S2, E, N or M proteins can help\n39 , 53 in mRNA-based vaccine development. An mRNA vaccine,\nconsisting of mRNAs that code for full-length viral S, S1, or S2\nproteins, and are antigenic in SARS-CoV and MERS-CoV, is\nunder consideration. Recently, an mRNA vaccine, named\nmRNA-1273, has been developed by Moderna in collaboration\nwith National Institute of Allergy and Infectious Diseases\n(NIAID) against SARS-CoV-2 ( https://investors.modernatx.\ncom/news-releases/news-release-details/moderna-shipsmrna-vac\ncine-against-novel-coronavirus-mrna-1273 ). This vaccine targets\na prefusion-stabilized form of the SARS-CoV-2 S protein.\nMutated SARS-CoV-2 especially with altered E proteins can be\nexploited as recombinant vaccines, as the N proteins are con­\nserved across CoVs and cannot be used as suitable vaccine\n26 , 44 candidates.\nParticle-based vaccines\nThese vaccines can be constructed and used without a need for\nadjuvants. The development of such vaccines is possible only\nwhen antigens having neutralizing epitopes are thoroughly\n26 explored. Virus-like particle (VLPs) vaccines are being\n39 , 53 , 79 explored for COVID-19. They can be produced in plants\n79 by expressing structural viral proteins. Recently, Novavax has\ndeveloped a VLP vaccine for COVID-19 by utilizing the\nS protein of SARS-CoV-2. It is based on recombinant nano­\nparticle vaccine technology and contains the adjuvant, Matrix-\nM ( http://ir.novavax.com/news-releases/news-release-details/\nnovavax-advances-developmentnovel-covid-19-vaccine ).\nA study suggested the probable use of plant biotechnology\nfor the development of low-cost vaccines and plant-made anti­\nbodies against COVID-19 for diagnosis, prophylaxis and ther­\napy with the added advantage of timely production. In this\ncontext, some companies have already started vaccines and\nantibodies development against COVID-19 with the assump­\ntion that the obtained candidates will prove crucial in future\n80 a outbreaks. In addition, the stably transformed plants were\nalso considered as an option for the generation of injectable\nvaccines along with other transient expression systems but the\ntime required for the development of antigen-producing lines\nis the main constraint. However, oral vaccines could be possi­\nbly developed by plant-based vaccine technology, using plant\ncell as an antigen delivery agent and may prove an attractive\napproach in terms of cost, induction of mucosal immunity and\n80 , 81 easy delivery.\n\nLive viral vector-based vaccines\nThese include the vaccines that are based on chemically wea­\nkened viruses, which are exploited for carrying antigens or\npathogens of interest for inducing the immune response.\nThey induce potent immunity including cell-mediated immu­\nnity ( https://www.who.int/biologicals/publications/trs/areas/\nvaccines/typhus/viral_vectors/en/ ). Commonly adenovirus-\nbased vectors expressing SARS-CoV-2 protein or similar viral\nvectors are being explored; however, the use of other vectors\nsuch as vaccinia virus, the canarypox virus, attenuated polio­\nvirus, attenuated strains of Salmonella, the BCG strain of\nMycobacterium bovis , and certain strains of streptococcus\nthat normally exist in the oral cavity is also a possibility. The\nmost promising approach is combining “prime-boost” strate­\ngies that utilize different vaccines like recombinant antigens\nand DNA vaccines together ( https://www.who.int/biologicals/\npublications/trs/areas/vaccines/typhus/viral_vectors/en/ ). An\nadenovirus type 5 vector-based vaccine by CanSino Biological\nInc./Beijing Institute of Biotechnology that uses a non-\nreplicating viral vector platform has reached Phase 2\n(ChiCTR2000031781) and Phase 1 (ChiCTR2000030906) of\nclinical evaluation ( https://www.who.int/blueprint/priority-\ndiseases/key-action/Novel_Coronavirus_Landscape_nCoV_\n11April2020.PDF?ua=1 ). Former trial uses middle dose\n(1E11vp); low dose (5E10vp); and placebo ( http://www.chictr.\norg.cn/showprojen.aspx?proj=52006 ), whereas latter trial uses\nlow dose (5E10vp); middle dose (1E11vp) and high dose\n(1E11vp) ( http://www.chictr.org.cn/showprojen.aspx?proj=\n51154 ) of vaccine candidate. Phase 2 trial is a randomized,\ndouble-blinded, placebo-controlled clinical trial with interven­\ntional type and parallel study design ( http://www.chictr.org.cn/\nshowprojen.aspx?proj=52006 ) whereas phase 1 is a single-\ncenter, open and dose-escalation trial with prevention type\nand non-randomized control of study design ( http://www.\nchictr.org.cn/showprojen.aspx?proj=51154 ).\nUsing the same platform, the University of Oxford is explor­\ning ChAdOx1 nCoV-19, a derivative of ChAdOx1 virus which\nis the weakened adenovirus that causes common cold and\naffects chimpanzees but is not able to replicate in humans,  as\na vaccine candidate against COVID-19 (Phase 3,\nISRCTN89951424) (http://www.ox.ac.uk/news/2020-05-22-\noxford-covid-19-vaccine-begin-phase-iii-human-trials). In\npreclinical trials, modified vaccinia virus Ankara (MVA)-\nencoded VLP is being explored by GeoVax/BravoVax, Ad26\n(alone or with MVA boost) by Janssen Pharmaceutical\nCompanies, MVA-S by DZIF–German Center for Infection\nResearch, adenovirus-based NasoVAX expressing SARS2-\nCoV S protein by Altimmune, and Ad5S (GREVAX™ platform)\nby Greffex using non-replicating viral vector platforms\n( https://www.who.int/blueprint/priority-diseases/key-action/\nNovel_Coronavirus_Landscape_nCoV_11April2020.PDF?\nua=1 ).\nChimeric viral vaccines and membrane vesicle-vaccines are\n26 other probable options. Both aerosol and oral routes need to be\n26 explored as possible modes of administration. Until potential\nvaccine candidates are explored, evaluated, and safe and effective\nvaccines are developed, preventive measures need to be taken at\n82 , 83 82 all levels, i.e., in affected or containment areas, predisposed",
        "char_count": 6660,
        "word_count": 874,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "84 , 85 18 , 82 84 , 85 areas, affected persons, or vulnerable groups.\nScientific guidelines pertaining to prevention and control mea­\nsures need to be implemented until the vaccine trials carried out\nby various research institutions and vaccine manufacturing\n20 , 23 , 39 , 55 companies produce satisfactory results. In addition,\ncareful evaluation of vaccine during each step of development\nis crucial which includes identification of target antigen, route of\nimmunization, correlated-immune protection, various animal\nmodels, probable scalability, production facility, determination\nof target population, forecasting of the outbreak and target\n86 product profile.\nProduct candidates in development\nThere are more than 149 vaccines and immunotherapeutics\nunder development, with 132 being at the clinical trial stage\nand 17 reaching clinical evaluation ( https://www.who.int/\npublications/m/item/draft-landscape-of-covid-19-candidate-vac\ncines ). Using ChAdOx nCoV-19 as vaccine candidate and\nemploying nonreplicating viral vector platform, University of\nOxford/AstraZeneca is currently leading the Phase 3 of clinical\nevaluation (ISRCTN89951424). An mRNA-based vaccine by\nModerna® is believed to induce antibodies against the\nS proteins of SARS-CoV-2, and a batch of vaccine has been\ndelivered to National Institute of Allergy and Infectious\nDiseases. This vaccine was developed 42 days after the DNA\nsequence of SARS-CoV-2 was disclosed. It has reached Phase 2\nof clinical evaluation (NCT04405076). A vaccine candidate,\nINO-4800, is being evaluated by Inovio Pharmaceuticals®; it is\na DNA plasmid vaccine that is at Phase 1 of clinical evaluation\n(NCT04336410). The other candidate at clinical evaluation is\nadenovirus type 5 vector being explored by CanSino Biological\nInc./Beijing Institute of Biotechnology. It has reached Phase 2\n(ChiCTR2000031781) and Phase 1 (ChiCTR2000030906) of\nclinical evaluation or regulatory approval ( https://www.who.\nint/blueprint/priority-diseases/key-action/Novel_Coronavirus_\nLandscape_nCoV_11April2020.PDF?ua=1 ).\nJohnson and Johnson® is also working on the development\nof vaccines against COVID-19. It is planning to deactivate the\nvirus to produce a vaccine that triggers an immune response\nwithout causing any infection. GlaxoSmithKline® has pro­\nduced a pandemic vaccine adjuvant platform, through\nwhich it is collaborating with other institutes and companies\nfor assessing candidate COVID-19 vaccines. Recombinant\nDNA vaccines are being investigated by Sanofi® ( https://\nwww.forbes.com/sites/alexknapp/2020/03/13/coronavirus-\ndrug-update-the-latest-info-on-pharmaceutical-treatments-\nand-vaccines/ ). A VLP vaccine has been developed by\nNovavax® ( http://ir.novavax.com/news-releases/news-release-\ndetails/novavax-advances-developmentnovel-covid-19-\nvaccine ). Genexine Inc. is developing a vaccine against\nCOVID-19 using the Hyleukin-7 platform technology,\nwhich enhances the immunological responses by fusion of\nIL-7 to hyFc and designed to hybridize IgG4 and IgD in\norder to produce a long-acting effect of Fc fusion\n87–89 proteins. An oral subunit vaccine is being developed by\nMIGAL Galilee Research Institute. It uses an oral Escherichia\ncoli -based protein expression system of S and N proteins and\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2897\nis in late-stage preclinical development (file:///C:/Users/M%\n20IQBAL/Downloads/novel-coronavirus-landscape-covid\n-19fbda851295d245e48d8d0a78b35af7ff.pdf).\nNumerous immunotherapeutics are being explored for\nCOVID-19 (Casadevall and Pirofski 2020; Shanmugaraj et al.\n38 , 60 Antibody-based treatment is being evaluated by Eli 2020a).\nLilly® (using monoclonal antibody LY3127804), Rochi®\n(Tocilizumab) ( https://www.clinicaltrialsarena.com/news/\nroche-actemra-covid-19-trial/ ), Sanofi® (Sarilumab) ( https://\nwww.sanofi.com/en/media-room/press-releases/2020/2020-\n03-30-07-00-00 ) besides Temple University Hospital, USA\n(Gimsilumab) ( https://theprint.in/health/us-begins-clinical-\ntrial-of-an-artificial-antibody-for-covid-19-treatment/402978/\n). These are monoclonal antibody (mAb) based approaches\nunder consideration. Takeda® is also working on antibodies\nagainst COVID-19 ( https://www.wsj.com/articles/drugmaker-\ntakeda-is-working-on-coronavirus-drug-11583301660 ).\nMonoclonal antibodies are preferred because of their specifi­\ncity and effectiveness. Sarilumab, a rheumatoid arthritis treat­\nment developed by Regeneron Pharmaceuticals®, is being\ntested for COVID-19 treatment ( https://www.forbes.com/\nsites/alexknapp/2020/03/13/coronavirus-drug-update-the-\nlatest-info-on-pharmaceutical-treatments-and-vaccines/ ).\nBesides, Coalition for Epidemic Preparedness Innovations\n(CEPI) has started funding vaccine development initiatives\nfor SARS-CoV-2 based on DNA, mRNA, and molecular\nclamp platforms ( https://cepi.net/get_involved/cfps ).\nPatents on coronavirus vaccines\nThere are more than 500 patent applications on SARS vaccines,\n50 and around 50 for MERS vaccines. It is unknown how many of\nthese will become granted patents given that the field is new as of\n2020. Numerous vaccines are being explored for COVID-19\n(research institutions as well as companies). Around 35 of these\norganizations have started investigations, with few even reaching\nclinical trials ( Table 1 ). One of the following strategies is being\nused: previous experience and technology are being utilized; novel\n53 candidates are being exploited. Patents like US20060039926 for\nthe live attenuated coronavirus or torovirus vaccines can guide the\nexploration of such vaccines for COVID-19; however, limitation\nof re-infection should be taken into consideration. Similarly,\npatent applications WO2010063685, US20070003577, and\nUS20060002947 representing subunit vaccines based on\nS protein, its subunits or hybrid peptides can prevent problems\nof live or attenuated vaccines. Patent WO2015042373 can be\nexplored for virus-like particles (VLPs), WO2005081716 and\nWO2015081155 for DNA-based vaccines, WO2017070626 and\nWO2018115527 for mRNA-based vaccines, which have been\nevaluated in other coronaviruses as detailed in Table 1 . In future,\nthere can be an exploration of combined vaccines also as evaluated\n93 in patent WO2017176596A1 for rabies and coronaviruses.\nAlthough global research has focused on various epidemio­\nlogical, genomic, and therapeutic aspects of COVID-19, devel­\nopment of vaccines and early prophylactic modalities have\nbecome a priority at this moment (summarized in Table 1 ),\ndue to the lack of vaccines as well as an alarming rise in the\n2 , 94 , 95 incidence of COVID-19, worldwide.",
        "char_count": 6582,
        "word_count": 836,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "2898 M. IQBAL YATOO ET AL.\nhttps://storage.googleapis. evaluate-coronavirus-covid-19-vaccine-candidate-with-\nhttps://www.gsk.com/en-gb/media/press-releases/clo\n5e57ed391b286sVf68Kq/PR_Generex_Coronavirus_\nver-and-gsk-announce-research-collaboration-to-\ncom/wzukusers/user-26831283/documents/\nReference\n;\npandemic-adjuvant-system\n. Update_2_27_2020.pdf\n90 53 53 91\n, , , , 39 39 27 53\n, , , , 26 26 25 31\nvaccine: S protein immunogen and an Used as a vaccine as well as a method vaccine development but chances of (hybrid peptides: Ii-Key/MHC II SARS\nPotential for vaccine development but Potential for vaccine development but (TriSpike SARS coronavirus vaccine:\nPatents/potential of similar vaccine hybrids for COVID-19 viral peptide Targeting S2 linear epitopes more\nof inducing a protective immune torovirus vaccines), Potential for recombinant full-length trimeric\noil-in-water emulsion adjuvant) WO2010063685 (S-Trimer subunit (live attenuated coronavirus or\nresponse against MERS-CoV.\neffective than S1 epitope\ncandidates chances of reinfection\nUS20070003577 US20060002947\nEP3045181A1 US20060039926\nreinfection S protein)\nvaccine).\nTMPRSS2: Protease of the host cell that cleaves S protein After passages/inactivation viruses lose virulence, can be\nS glycoprotein helps in binding to host cell through the\nKilling by physical (ultraviolet light) or chemical means angiotensin-converting enzyme 2 receptor (ACE2R).\nGenerate antibodies against epitopes. MERS-CoV\nPotential/putative vaccine candidates for COVID-19, inference from self or related coronaviruses.\n(formaldehyde, β-propiolactone)\nRole\nnucleocapsid protein (N)\nused as vaccines\nLive attenuated/inactivated\nProtein subunit vaccine\nNature\nKilled vaccine\nvaccine\nEnzymes\nAttenuated/inactivated virus protein), T cell and B cell\nTransmembrane protease, Viral spike glycoprotein (S immunogenic fragment epitopes, nucleocapsid\nViral structure/Candidate\nprotein and/or an\nKilled virus\nTable 1.\n\n) Continued details/2020/Inovio-Accelerates-Timeline-for-COVID-19-\nhttp://ir.inovio.com/news-and-media/news/press-release- bes.com/sites/alexknapp/2020/03/13/coronavirus-drug -update-the-latest-info-on-pharmaceutical-treatments- http://ir.novavax.com/news-releases/news-release-details\nhttps://www.for\n/novavax-advances-development-novel-covid-19-\n(\n;\nDNA-Vaccine-INO-4800/default.aspx\n. and-vaccines/\n. vaccine\n(DNA-based vaccines targeting MERS- (MERS-CoV nanoparticle VLPs having coronavirus infections like MERS and\nMERS-CoV, helpful for prevention of COVID-19 recombinant nanoparticle Recombinant DNA vaccines are also\nInhibitor targets basic structure of endoplasmic reticulum chaperone vaccine (S protein of SARS-CoV-2, CoV spike protein. INO-4800 DNA at least one trimer of a S protein, main protease of the coronavirus\nantigenic polypeptide or peptide (chimeric nucleic acids encoding\npolypeptide calreticulin linked\nbased vaccine for COVID-19. overexpression in Sf9 cells).\nproduced from baculovirus\nyet to be explored. adjuvant Matrix-M)\nfrom SARS-CoV) WO2015081155 CN105837487A\nbeing studied. WO2015042373 WO2005081716\nSARS.\n3CLpro and PLpro help in proteolysis of viral polyprotein coronavirus protease; PLpro: Papain-like protease. Both\nand helps in binding to ACE2R; 3CLpro: The main\nSmall-molecule inhibitor against MERS-CoV\nVirus-like particle vaccines\ninto functional units.\nDNA-based vaccines\nMolecules closely resembling\nnoninfectious as they do not contain viral genetic\ncoronaviruses, but are\nGenetic material\nmaterial\nserine 2 (TMPRSS2), 3CLpro,\nDeoxyribonucleic acid (DNA)\nVirus-like Particles (VLPs)\nand PLpro",
        "char_count": 3587,
        "word_count": 408,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "release-details/moderna-ships-mrna-vaccine-against-\nhttps://investors.modernatx.com/news-releases/news-\nReference\nnovel-coronavirus-mrna-1273\n(mRNAs coding viral full-length S, S1, form of the S protein associated with (mRNA coding for antigen of a MERS\nCoV-2, targets a prefusion stabilized CoV, like S protein or a S, it subunit\nPatents/potential of similar vaccine mRNA-1273 vaccine against SARS-\nor S2 proteins of SARS-CoV and\ncandidates\nMERS-CoV virus. WO2018115527\nWO2017070626\nSARS-CoV-2.\nRole\nmRNA-based vaccines\nNature\nGenetic material\nMessenger ribonucleic acid\nViral structure/Candidate\n(Continued).\n(mRNA)\nTable 1.\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2899\n92\n, 61\n, 60\n, 53 57\n, , 31 53\n, , 28 38\n, , 25 24\ndevelopment but yet to be explored helpful in inhibiting or neutralizing\nimmunoglobulins blocking FcR, monoclonal antibody (CR3022), S protein of MERS Coronavirus, Monoclonal antibodies against\nrecombinant and interferons\nImmunoglobulins synthetic or\nPotential targets for vaccine neutralizing SARS-CoV-2,\nS1, or E, M, N protein)\nUS20190351049A1\nMERS-CoV activity\nsurface epithelial cells and helps in binding to S protein neutralization or block its mechanisms of pathogenesis,\nof SARS-CoV-2. AT2 is an effector that regulates blood Protein antibodies, cytokines Immunoglobulins and interferons kill the coronavirus by ACE2R is a viral receptor protein on the host respiratory\npressure and volume of the cardiovascular system\npassive immunotherapy against COVID-19\nEnzyme and protein\nImmunoglobulins, monoclonal enzyme 2; angiotensin AT2\nantibodies, interferons\nAngiotensin-converting\nreceptor",
        "char_count": 1614,
        "word_count": 214,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "2900 M. IQBAL YATOO ET AL.\nAn overview on designing and developing COVID-19/\nSARS-CoV-2 vaccines is illustrated in Figure 1 .\nChallenges for developing SARS-CoV-2 vaccines\nThere are huge challenges for the development of SARS-CoV-2\nvaccines. Emergencies due to frequent and continuously emer­\nging new COVID-19 cases have caused a panic around the\nglobe. Lack of complete understanding of SARS-CoV-2 and\nabsence of information and research on putative vaccine can­\n96 didates adds to the challenge. In addition, the lack of suffi­\ncient time for evaluation of the safety and efficacy of the\n94 , 96 candidates may undermine vaccine quality. Although\nresearchers are working around the clock to produce an\nFigure 1. An overview of the design and development of COVID-19/SARS-CoV-2 vaccines.\n\neffective vaccine that would be available as soon as possible,\nsentiments associated with the heavy death toll associated with\nthe ongoing illness may prove a major hurdle in the strict\nimplementation of the regulations proposed by the regulatory\nbodies and approving authorities. Proper evaluation of\nimmune response and avoiding any untoward immune reac­\ntion that may prove harmful to the body are very\n75 , 77 50 ADE may affect immune response. Immune important.\nresponses aggravation by ADE may affect efforts in developing\nvaccine and hence require focus while exploring vaccines\n50 against COVID-19. Hence, utmost care must be taken before\nfinalizing a decision regarding any developed vaccines, clinical\n94 , 96 trials, or market commercialization. In addition, robust\ninfrastructure and financial support needed for the purpose",
        "char_count": 1627,
        "word_count": 250,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "are also major concerns, and must be addressed properly. Even\nif a large, international, multi-site, individually randomized\ncontrolled clinical trial is conducted, enabling the concurrent\nevaluation of the benefits and risks of each promising candi­\ndate vaccine will still take 3‒6 months after the trial ( https://\nwww.who.int/blueprint/priority-diseases/key-action/Outline_\nCoreProtocol_vaccine_trial_09042020.pdf?ua=1 ), and the ran­\ndomized, placebo-controlled, multi-center study for determin­\ning efficacy, safety and immunogenicity of the vaccine\ncandidate can take up to 6 months after the trial ( https://\nwww.clinicaltrials.gov/ct2/show/NCT04324606 ). However,\nthe actual commercial vaccine under emergency use or similar\nprotocols may be available by early 2021 which otherwise\n97 usually takes 10 years for development. Clinical trials invol­\nving hundreds of healthy adult volunteers in phase I, thousands\nof adults in disease area in phase II and tens of thousands such\npeople in area where the disease has spread will take around\n18 months (6‒8 months for each phase) ( https://www.\nweforum.org/agenda/2020/03/vaccine-covid-19-coronavirus-\npandemic-healthcare/ ).\nConclusion and future prospects\nZoonotic viruses are an unavoidable threat to humankind,\nwhich always pose new challenges to prevent and control the\nassociated disease without or with minimum loss of human\nlives. Prevention is always considered better than cure, which\ncan be accomplished effectively by immunization of the naïve\npopulation to save human lives. The world is suffering due to\nCOVID-19, mainly because of the lack of vaccines and thera­\npeutics against SARS-CoV-2. An alarming rise in confirmed\nCOVID-19 cases, severity of the disease, and global spread has\nresulted in a huge demand and necessity for the development of\nprophylactics and therapeutics. Global research and investiga­\ntions are focusing on exploring vaccine candidates and thera­\npeutic targets of SARS-CoV-2 in a few studies, with little success.\nAvailability of genomic and structural data has encouraged the\nimmuno-pharmacological evaluation of vaccine candidates. In\naddition to convalescent sera or plasma therapy and immuno­\nglobulin administration, live attenuated or killed vaccines are\nevaluated for this purpose. Potential structural and non-\nstructural proteins are being explored as subunit vaccines,\nmRNA- or DNA-based vaccines, or novel recombinant vaccines.\nViral-like particle- (VLP-), vector- and non-vector–based vac­\ncines are other possibilities of utmost importance. Many com­\npanies have come up with encouraging vaccines, such as\nmRNA-based vaccines, subunit vaccines, and VLP vaccines;\nhowever, there is enough scope and demand for exploring anti­\ngenic structures and therapeutic modalities for developing spe­\ncific and effective curative, preventive, and control strategies for\nCOVID-19. Although a few international companies and agen­\ncies have decided to fund this noble cause, a collaborative effort\nby government, semi-government, and private organizations is\ncrucial to meet the increasing demand. However, by the time\nvaccines for COVID-19 become available commercially, the\nongoing pandemic might have subsided, but the efforts and\nknowledge acquired during vaccine development would help\nthe scientific fraternity to fight against such pandemics in the\nnear future. Development of a highly safe and efficacious drug or\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2901\nvaccine for COVID-19 that can prevent or minimize the suffer­\ning of the global population is the need of the hour. Sufficient\ntime and due care must be taken before the launch of any\nvaccine along with a genuine approval from the concerned\nauthorities to avoid any untoward effect or vaccine-related\nhealth-care accidents. After the pandemic subsides, it is highly\nunlikely that SARS-CoV-2 will disappear, rather it is likely to\nreturn next year, and thus a vaccine will still benefit that great\nmajority of people who have not been exposed to the virus.\nFurther, considering the changing nature of the coronaviruses,\nregular updating of COVID-19 vaccines may be required.\nConsidering challenges for the development of COVID-19 vac­\ncines probability of successful development is unknown in this\nearly field and that the timing of licensure of a safe and effective\nvaccines also is unknown.\nAcknowledgments\nAll the authors acknowledge and thank their respective Institutes and\nUniversities.\nDisclosure of potential conflicts of interest\nAll authors declare that there exist no commercial or financial relation­\nships that could, in any way, lead to a potential conflict of interest.\nORCID\nMohd. Iqbal Yatoo http://orcid.org/0000-0002-4501-7354\nRuchi Tiwari http://orcid.org/0000-0001-6897-3472\nhttp://orcid.org/0000-0002-2832-4854 Yashpal Singh Malik\nRanjit Sah http://orcid.org/0000-0002-2695-8714\nAli A. Rabaan http://orcid.org/0000-0002-6774-9847\nAlfonso J. Rodriguez Morales http://orcid.org/0000-0001-9773-2192\nKuldeep Dhama http://orcid.org/0000-0001-7469-4752\nReferences\n1. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J,\nGu X, et al. Clinical features of patients infected with 2019 novel\ncoronavirus in Wuhan, China. Lancet. 2020 ;395(10223):497–506.\ndoi: 10.1016/S0140-6736(20)30183-5 .\n2. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B,\nShi W, Lu R, et al. China novel coronavirus investigating and\nresearch team. A novel coronavirus from patients with pneumonia\nin China, 2019. N Engl J Med. 2020 ;382(8):727–33. doi: 10.1056/\nNEJMoa2001017 .\n3. Gorbalenya AE, Baker SC, Baric RS, de Groot RJ, Drosten C,\nGulyaeva AA, Haagmans BL, Lauber C, Leontovich AM,\nNeuman BW, et al. Severe acute respiratory syndrome-related\ncoronavirus: the species and its viruses – a statement of the\nCoronavirus Study Group. Nat Microbiol. 2020;5:536–544.\ndoi:10.1038/s41564-020-0695-z.\n4. WHO. WHO statement regarding cluster of pneumonia cases in\nWuhan, China. Beijing. WHO; 2020a Jan 9 [accessed 2020 Jan 11].\nhttps://www.who.int/china/news/detail/09-01-2020-who-\nstatement-regarding-cluster-ofpneumonia-cases-in-wuhan-china .\n5. WMHC. Wuhan Municipal Health Commission. Report of clus­\ntering pneumonia of unknown etiology in Wuhan City. 2019\n[accessed 2020 Jan 14]. ( http://wjw.wuhan.gov.cn/front/web/\nshowDetail/2019123108989 . opens in new tab).\n6. China CDC 2020. Chinese Center for Disease Control and\nPrevention. The 2019-nCoV Outbreak Joint Field Epidemiology\nInvestigation Team, Li Q. Notes from the field: an outbreak of",
        "char_count": 6517,
        "word_count": 914,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "2902 M. IQBAL YATOO ET AL.\nNCIP (2019-nCoV) infection in China — wuhan, Hubei Province,\n2019-2020. China CDC Weekly. 2020 ;2:79–80.\n7. NHC. National Health Commission of the People’s Republic of\nChina. Epidemic Prevention and Control of Dynamic; 2020\n[accessed 2020 Mar 29]. http://www.nhc.gov.cn/xcs/yqtb/202002/\nac1e98495cb04d36b0d0a4e1e7fab545.shtml .\n8. CDC. Center for disease control and prevention. 2020a [accessed\n2020 Mar 25]. https://www.cdc.gov/coronavirus/2019-ncov/index.\nhtml .\n9. Chan JF, Yuan S, Kok KH, To KK, Chu H, Yang J, Xing F, Liu J,\nYip CC, Poon RW, et al. A familial cluster of pneumonia associated\nwith the 2019 novel coronavirus indicating person-to-person\ntransmission: a study of a family cluster. Lancet. 2020 ;395\n(10223):514–23. doi: 10.1016/S0140-6736(20)30154-9 .\n10. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM,\nLau EHY, Wong JY, et al. Early transmission dynamics in Wuhan,\nChina, of Novel Coronavirus-Infected Pneumonia. N Engl J Med.\n2020 ;382(13):1199–207. doi: 10.1056/NEJMoa2001316 .\n11. Chan JF, Kok KH, Zhu Z, Chu H, To KK, Yuan S, Yuen KY.\nGenomic characterization of the 2019 novel human-pathogenic\ncoronavirus isolated from a patient with atypical pneumonia after\nvisiting Wuhan. Emerg Microbes Infect. 2020 ;9(1):221–36.\ndoi: 10.1080/22221751.2020.1719902 .\n12. Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H,\nHuang B, Zhu N, et al. Genomic characterisation and epidemiology\nof 2019 novel coronavirus: implications for virus origins and\nreceptor binding. Lancet. 2020 ;395(10224):565–74. doi: 10.1016/\nS0140-6736(20)30251-8 .\n13. Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y, Tao ZW,\nTian JH, Pei YY, et al. A new coronavirus associated with human\nrespiratory disease in China. Nature. 2020 ;579(7798):265–69.\ndoi: 10.1038/s41586-020-2008-3 .\n14. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR,\nZhu Y, Li B, Huang CL, et al. A pneumonia outbreak associated\nwith a new coronavirus of probable bat origin. Nature. 2020 ;579\n(7798):270–73. doi: 10.1038/s41586-020-2012-7 .\n15. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J,\nLiu Y, Wei Y, et al. Epidemiological and clinical characteristics of\n99 cases of 2019 novel coronavirus pneumonia in Wuhan, China:\na descriptive study. Lancet. 2020 ;395(10223):507–13. doi: 10.1016/\nS0140-6736(20)30211-7 .\n16. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the\npotential domestic and international spread of the 2019-nCoV\noutbreak originating in Wuhan, China: a modelling study.\nLancet. 2020 ;395(10225):689–97. doi: 10.1016/S0140-6736(20)\n30260-9 .\n17. Dhama K, Patel SK, Pathak M, Yatoo MI, Tiwari R, Malik YS,\nSingh R, Sah R, Rabaan AA, Bonilla-Aldana DK, et al. An update\non SARS-COV-2/COVID-19 with particular reference on its clin­\nical pathology, pathogenesis, immunopathology and mitigation\nstrategies – a review. Travel Med Inf Dis . 2020;101755.\ndoi:10.1016/j.tmain.2020.101755.\n18. Chen ZM, Fu JF, Shu Q, Chen YH, Hua CZ, Li FB, Lin R, Tang LF,\nWang TL, Wang W, et al. Diagnosis and treatment recommenda­\ntions for pediatric respiratory infection caused by the 2019 novel\ncoronavirus. World J Pediatr. 2020 ;16(3):240–46. doi: 10.1007/\ns12519-020-00345-5 .\n19. Ralph R, Lew J, Zeng T, Francis M, Xue B, Roux M, Toloue\nOstadgavahi A, Rubino S, Dawe NJ, Al-Ahdal MN, et al. 2019-\nnCoV (Wuhan virus), a novel Coronavirus: human-to-human\ntransmission, travel-related cases, and vaccine readiness. J Infect\nDev Countr. 2020 ;14(1):3–17. doi: 10.3855/jidc.12425 .\n20. CDC 2020b. Centers for disease control and prevention.\nCoronavirus Disease 2019 (COVID-19). Prevention & Treatment.\n2020 [accessed 2020 Mar 15]. https://www.cdc.gov/coronavirus/\n2019-ncov/about/prevention-treatment.html .\n21. Lu H, Stratton CW, Tang YW. Outbreak of pneumonia of\nunknown etiology in Wuhan, China: the mystery and the\nmiracle. J Med Virol. 2020 ;92(4):401–02. doi: 10.1002/jmv.25678 .\n\n22. Paules CI, Marston HD, Fauci AS. Coronavirus infections-more\nthan just the common cold. JAMA. 2020 ;323(8):707. doi: 10.1001/\njama.2020.0757 .\n23. WHO 2020b. World Health Organization Novel coronavirus –\nChina. 2020 Jan 12 [accessed 2020 Jan 19]. http://www.who. int/\ncsr/don/12-january-2020-novel-coronavirus-china/en/ .\n24. Tian X, Li C, Huang A, Xia S, Lu S, Shi Z, Lu L, Jiang S, Yang Z,\nWu Y, et al. Potent binding of 2019 novel coronavirus spike protein\nby a SARS coronavirus-specific human monoclonal antibody.\nEmerg Microbes Infect. 2020 ;9(1):382–85. doi: 10.1080/\n22221751.2020.1729069 .\n25. Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh CL,\nAbiona O, Graham BS, McLellan JS. Cryo-EM structure of the\n2019-nCoV spike in the prefusion conformation. Science.\n2020 ;367(6483):1260–63. doi: 10.1126/science.abb2507 .\n26. Shang W, Yang Y, Rao Y, Rao X. The outbreak of SARS-CoV-2\npneumonia calls for viral vaccines. NPJ Vaccines. 2020 ;5:18.\ndoi: 10.1038/s41541-020-0170-0 .\n27. Ahmed SF, Quadeer AA, McKay MR. Preliminary identification of\npotential vaccine targets for the COVID-19 Coronavirus\n(SARS-CoV-2) Based on SARS-CoV immunological studies.\nViruses. 2020 ;12(3):E254. doi: 10.3390/v12030254 .\n28. Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by\nthe novel coronavirus from wuhan: an analysis based on\ndecade-long structural studies of SARS coronavirus. J Virol.\n2020 ;94(7):e00127–20. doi: 10.1128/JVI.00127-20 .\n29. Walls AC, Park YJ, Tortorici MA, Wall A, McGuire AT, Veesler D.\nStructure, function, and antigenicity of the SARS-CoV-2 spike\nglycoprotein. Cell. 2020 ;181(1):281–92. doi: 10.1016/j.\ncell.2020.02.058 .\n30. Bassetti M, Vena A, Giacobbe DR. The novel Chinese coronavirus\n(2019-nCoV) infections: challenges for fighting the storm. Eur\nJ Clin Invest. 2020 ;50(3):e13209. doi: 10.1111/eci.13209 .\n31. Coutard B, Valle C, de Lamballerie X, Canard B, Seidah NG,\nDecroly E. The spike glycoprotein of the new coronavirus\n2019-nCoV contains a furin-like cleavage site absent in CoV of\nthe same clade. Antiviral Res. 2020 ;176:104742. doi: 10.1016/j.\nantiviral.2020.104742 .\n32. Liu J, Zheng X, Tong Q, Li W, Wang B, Sutter K, Trilling M, Lu M,\nDittmer U, Yang D. Overlapping and discrete aspects of the pathol­\nogy and pathogenesis of the emerging human pathogenic corona­\nviruses SARS-CoV, MERS-CoV, and 2019-nCoV. J Med Virol.\n2020 ;92(5):491–94. doi: 10.1002/jmv.25709 .\n33. Rothan HA, Byrareddy SN. The epidemiology and pathogenesis of\ncoronavirus disease (COVID-19) outbreak. J Autoimmun.\n2020 ;109:102433. doi: 10.1016/j.jaut.2020.102433 .\n34. Dhama K, Sharun K, Tiwari R, Dadar M, Malik YS, Singh KP,\nChaicumpa W. COVID-19, an emerging coronavirus infection:\nadvances and prospects in designing and developing vaccines,\nimmunotherapeutics, and therapeutics. Hum Vaccin\nImmunother. 2020b :1–7. doi: 10.1080/21645515.2020.1735227 .\n35. Dhama K, Sharun K, Tiwari R, Sircar S, Bhat S, Malik YS,\nSingh KP, Chaicumpa W, Bonilla-Aldana DK, Rodriguez-\nMorales AJ. Coronavirus disease 2019 – COVID-19. Preprints.\n2020c ;2020a:2020030001. doi: 10.20944/preprints202003.0001.v1 .\n36. Malik YS, Sircar S, Bhat S, Sharun K, Dhama K, Dadar M, Tiwari R,\nChaicumpa W. Emerging novel Coronavirus (2019-nCoV)-\nCurrent scenario, evolutionary perspective based on genome ana­\nlysis and recent developments. Vet Q. 2020 ;40:68–76. doi: 10.1080/\n01652176.2020.1727993 .\n37. Malik YS, Sircar S, Bhat S, Vinodhkumar OR, Tiwari R, Sah R,\nRabaan AA, Rodriguez-Morales AJ, Dhama K. Emerging corona­\nvirus disease (COVID-19), a pandemic public health emergency\nwith animal linkages: current status update. Indian J Anim Sci.\n2020 ;90(3):xx. doi: 10.20944/preprints202003.0343.v1 .\n38. Casadevall A, Pirofski LA. The convalescent sera option for con­\ntaining COVID-19. J Clin Invest. 2020 :138003. doi: 10.1172/\nJCI138003 .\n39. Pang J, Wang MX, Ang IYH, Tan SHX, Lewis RF, Chen JI,\nGutierrez RA, Gwee SXW, Chua PEY, Yang Q, et al. Potential",
        "char_count": 7882,
        "word_count": 1184,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "rapid diagnostics, vaccine and therapeutics for 2019 novel\nCoronavirus (2019-nCoV): A systematic review. J Clin Med.\n2020 ;9(3):E623. doi: 10.3390/jcm9030623 .\n40. Roback JD, Guarner J. Convalescent plasma to treat COVID-19:\npossibilities and challenges. JAMA. 2020 ;323(16):1561.\ndoi: 10.1001/jama.2020.4940 .\n41. Gurwitz D. Angiotensin receptor blockers as tentative SARS-CoV-\n2 therapeutics. Drug Dev Res. 2020 . doi: 10.1002/ddr.21656 .\n42. Habibzadeh P, Stoneman EK. The novel Coronavirus: a bird’s eye\nview. Int J Occup Environ Med. 2020 ;11(2):65–71. doi: 10.15171/\nijoem.2020.1921 .\n43. Schoeman D, Fielding BC. Coronavirus envelope protein: current\nknowledge. Virol J. 2019 ;16(1):69. doi: 10.1186/s12985-019-1182-0 .\n44. Gralinski LE, Menachery VD. Return of the Coronavirus:\n2019-nCoV. Viruses. 2020 ;12(2):135. doi: 10.3390/v12020135 .\n45. Letko M, Marzi A, Munster V. Functional assessment of cell entry\nand receptor usage for lineage B –coronavirus, including 2019-\nnCoV. Nat Microbiol. 2020 . doi: 10.1038/s41564-020-0688-y .\n46. Morse JS, Lalonde T, Xu S, Liu WR. Learning from the past:\npossible urgent prevention and treatment options for severe acute\nrespiratory infections caused by 2019-nCoV. Chembiochem.\n2020 ;21(5):730–38. doi: 10.1002/cbic.202000047 .\n47. Du L, He Y, Zhou Y, Liu S, Zheng BJ, Jiang S. The spike protein of\nSARS-CoV–a target for vaccine and therapeutic development. Nat\nRev Microbiol. 2009 ;7(3):226–36. doi: 10.1038/nrmicro2090 .\n48. Zhou Y, Jiang S, Du L. Prospects for a MERS-CoV spike vaccine.\nExpert Rev Vaccines. 2018 ;17(8):677–86. doi: 10.1080/\n14760584.2018.1506702 .\n49. Hoffmann M, Kleine-Weber H, Kruger N, Muller M, Drosten C,\nPohlmann S. The novel coronavirus 2019 (2019-nCoV) uses the\nSARS-coronavirus receptor ACE2 and the cellular proteases\nTMPRSS2 for entry into target cells. bioRxiv. 2020 . doi: 10.1101/\n2020.01.31.929042 .\n50. Tetro JA. Is COVID-19 receiving ADE from other coronaviruses?\nMicrobes Infect. 2020 ;22(2):72–73. doi: 10.1016/j.micinf.2020.02.006 .\n51. Miller A, Reandelar MJ, Fasciglione K, Roumenova V, Li Y,\nOtazu GH. Correlation between universal BCG vaccination policy\nand reduced morbidity and mortality for COVID-19: an epidemio­\nlogical study. medRxiv. 2020 Jan 1. doi:10.1101/\n2020.03.24.20042937.\n52. Myint A, Jones T. Possible treatment of Covid-19 with a therapeutic\nvaccine. Vet Rec. 2020 ;186(13):419. doi: 10.1136/vr.m1302 .\n53. Liu C, Zhou Q, Li Y, Garner LV, Watkins SP, Carter LJ, Smoot J,\nGregg AC, Daniels AD, Jervey S, et al. Research and development\non therapeutic agents and vaccines for COVID-19 and related\nhuman coronavirus diseases. ACS Cent Sci. 2020 ;6(3):315–31.\ndoi: 10.1021/acscentsci.0c00272 .\n54. Beigel JH, Voell J, Kumar P, Raviprakash K, Wu H, Jiao JA,\nSullivan E, Luke T, Davey RT Jr. Safety and tolerability of\na novel, polyclonal human anti-MERS coronavirus antibody pro­\nduced from transchromosomic cattle: a phase 1 randomised,\ndouble-blind, single-dose-escalation study. Lancet Infect Dis.\n2018 ;18(4):410–18. doi: 10.1016/S1473-3099(18)30002-1 .\n55. WHO. Report of the WHO-China joint mission on Coronavirus\nDisease 2019 (COVID-19). 2020c . [accessed 2020 Mar\n29]. Mission-on-covid-19-final-report.pdf . pp 1–40.\n56. WHO. Clinical management of severe acute respiratory infection\nwhen novel coronavirus (nCoV) infection is suspected. 2020d\n[accessed 2020 Mar 15]. www.who.int/publications-detail/clinical-\nmanagement-of-severeacute-respiratory-infection-when-novel-\ncoronavirus-(ncov)-infection-is-suspected .\n57. Jin YH, Cai L, Cheng ZS, Cheng H, Deng T, Fan YP, Fang C, Huang D,\nHuang LQ, Huang Q; for the Zhongnan Hospital of Wuhan University\nNovel Coronavirus Management and Research Team, Evidence-Based\nMedicine Chapter of China International Exchange and Promotive\nAssociation for Medical and Health Care (CPAM), et al.. A rapid\nadvice guideline for the diagnosis and treatment of 2019 novel coro­\nnavirus (2019-nCoV) infected pneumonia (standard version). Mil\nMed Res. 2020 ;7(1):4. doi: 10.1186/s40779-020-0233-6 .\n\nHUMAN VACCINES & IMMUNOTHERAPEUTICS 2903\n58. Zhang Q, Wang Y, Qi C, Shen L, Li J. Clinical trial analysis of\n2019-nCoV therapy registered in China. J Med Virol. 2020 .\ndoi: 10.1002/jmv.25733 .\n59. Liu K, Fang YY, Deng Y, Liu W, Wang MF, Ma JP, Xiao W,\nWang YN, Zhong MH, Li CH, et al. Clinical characteristics of\nnovel coronavirus cases in tertiary hospitals in Hubei Province.\nChin Med J (Engl). 2020 . doi: 10.1097/CM9.0000000000000744 .\n60. Shanmugaraj B, Siriwattananon K, Wangkanont K,\nPhoolcharoen W. Perspectives on monoclonal antibody therapy\nas potential therapeutic intervention for Coronavirus disease-19\n(COVID-19). Asian Pac J Allergy Immunol. 2020a ;38(1):10–18.\ndoi: 10.12932/AP-200220-0773 .\n61. Fu Y, Cheng Y, Wu Y. Understanding SARS-CoV-2-mediated\ninflammatory responses: from mechanisms to potential therapeu­\ntic tools. Virol Sin. 2020 . doi: 10.1007/s12250-020-00207-4 .\n62. Lu RM, Hwang YC, Liu IJ, Lee CC, Tsai HZ, Li HJ, Wu HC.\nDevelopment of therapeutic antibodies for the treatment of\ndiseases. J Biomed Sci. 2020 ;27(1):1. doi: 10.1186/s12929-019-0592-z .\n63. Liu L, Wei Q, Lin Q, Fang J, Wang H, Kwok H, Tang H,\nNishiura K, Peng J, Tan Z, et al. Anti-spike IgG causes severe\nacute lung injury by skewing macrophage responses during acute\nSARS-CoV infection. JCI Insight. 2019 ;4(4):e123158. doi: 10.1172/\njci.insight.123158 .\n64. Zhang B, Zhou X, Zhu C, Feng F, Qiu Y, Feng J, Jia Q, Song Q,\nZhu B, Wang J. Immune phenotyping based on neutrophil-to-\nlymphocyte ratio and IgG predicts disease severity and outcome\nfor patients with COVID-19. medRxiv. 2020 . doi: 10.1101/\n2020.03.12.20035048 .\n65. Zhao J, Yuan Q, Wang H, Liu W, Liao X, Su Y, Wang X, Yuan J,\nLi T, Li J, et al. Antibody responses to SARS-CoV-2 in patients of\nnovel coronavirus disease 2019. Clin Infect Dis. 2020 . doi: 10.1093/\ncid/ciaa344 .\n66. Pahl JH, Kwappenberg KM, Varypataki EM, Santos SJ, Kuijjer ML,\nMohamed S, Wijnen JT, van Tol MJ, Cleton-Jansen AM,\nEgeler RM, et al. Macrophages inhibit human osteosarcoma cell\ngrowth after activation with the bacterial cell wall derivative lipo­\nsomal muramyl tripeptide in combination with interferon-γ. J Exp\nClin Cancer Res. 2014 ;33:27.\n67. Cao X. COVID-19: immunopathology and its implications for\ntherapy. Nat Rev Immunol. 2020 ;20(5):269–70. doi: 10.1038/\ns41577-020-0308-3 .\n68. Gao QY, Chen YX, Fang JY. Novel coronavirus infection and\ngastrointestinal tract. J Dig Dis. 2019 :2020. doi: 10.1111/1751-\n2980.12851 .\n69. Roper RL, Rehm KE. SARS vaccines: where are we? Expert Rev\nVaccines. 2009 ;8(7):887–98. doi: 10.1586/erv.09.43 .\n70. Graham RL, Donaldson EF, Baric RS. A decade after SARS: stra­\ntegies for controlling emerging coronaviruses. Nat Rev Microbiol.\n2013 ;11(12):836–48. doi: 10.1038/nrmicro3143 .\n71. Shi SQ, Peng JP, Li YC, Qin C, Liang GD, Xu L, Yang Y, Wang JL,\nSun QH. The expression of membrane protein augments the spe­\ncific responses induced by SARS-CoV nucleocapsid DNA\nimmunization. Mol Immunol. 2006 ;43(11):1791–98. doi: 10.1016/\nj.molimm.2005.11.005 .\n72. Liu WJ, Zhao M, Liu K, Xu K, Wong G, Tan W, Gao GF. T-cell\nimmunity of SARS-CoV: implications for vaccine development\nagainst MERS-CoV. Antiviral Res. 2017 ;137:82–92. doi: 10.1016/j.\nantiviral.2016.11.006 .\n73. Ng OW, Chia A, Tan AT, Jadi RS, Leong HN, Bertoletti A, Tan YJ.\nMemory T cell responses targeting the SARS coronavirus persist up\nto 11 years post-infection. Vaccine. 2016 ;34(17):2008–14.\ndoi: 10.1016/j.vaccine.2016.02.063 .\n74. Ramaiah A, Arumugaswami V. Insights into cross-species evolu­\ntion of novel human coronavirus 2019-nCoV and defining\nimmune determinants for vaccine development. BioRxiv. 2020 .\ndoi: 10.1101/2020.01.29.925867 .\n75. Bukreyev A, Lamirande EW, Buchholz UJ, Vogel LN, Elkins WR,\nSt Claire M, Murphy BR, Subbarao K, Collins PL. Mucosal immu­\nnisation of African green monkeys (Cercopithecus aethiops) with\nan attenuated parainfluenza virus expressing the SARS coronavirus",
        "char_count": 7988,
        "word_count": 1183,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "2904 M. IQBAL YATOO ET AL.\nspike protein for the prevention of SARS. Lancet. 2004 ;363\n(9427):2122–27. doi: 10.1016/S0140-6736(04)16501-X .\n76. Song Z, Xu Y, Bao L, Zhang L, Yu P, Qu Y, Zhu H, Zhao W, Han Y,\nQin C. From SARS to MERS, thrusting coronaviruses into the\nspotlight. Viruses. 2019 ;11(1):59. doi: 10.3390/v11010059 .\n77. Chen WH, Hotez PJ, Bottazzi ME. Potential for developing a\nSARS-CoV receptor-binding domain (RBD) recombinant protein\nas a heterologous human vaccine against coronavirus infectious\ndisease (COVID)-19. Hum Vaccin Immunother. 2020 :1–4.\ndoi: 10.1080/21645515.2020.1740560 .\n78. Ji H, Yan Y, Ding B, Guo W, Brunswick M, Niethammer A,\nSooHoo W, Smith R, Nahama A, Zhang Y. Novel decoy cellular\nvaccine strategy utilizing transgenic antigen-expressing cells as\nimmune presenter and adjuvant in vaccine prototype against\nSARS-CoV-2 virus. Med Drug Discov. 2020 ;5:100026.\ndoi: 10.1016/j.medidd.2020.100026 .\n79. Shanmugaraj B, Malla A, Phoolcharoen W. Emergence of novel\ncoronavirus 2019-nCoV: need for rapid vaccine and biologics\ndevelopment. Pathogens. 2020 ;9(2):E148. doi: 10.3390/\npathogens9020148 .\n80. Rosales-Mendoza S, Márquez-Escobar VA, González-Ortega O,\nNieto-Gómez R, Arévalo-Villalobos JI. What does plant-based\nvaccine technology offer to the fight against COVID-19? Vaccines\n(Basel). 2020a ;8(2):E183. doi: 10.3390/vaccines8020183 .\n81. Rosales-Mendoza S. Will plant-made biopharmaceuticals play\na role in the fight against COVID-19? Expert Opin Biol Ther.\n2020b :1–4. doi: 10.1080/14712598.2020.1752177 .\n82. Chen W, Wang Q, Li YQ, Yu HL, Xia YY, Zhang ML, Qin Y,\nZhang T, Peng ZB, Zhang RC, et al. Early containment strategies\nand core measures for prevention and control of novel coronavirus\npneumonia in China. Zhonghua Yu Fang Yi Xue Za Zhi. 2020 ;54\n(3):1–6. Chinese. doi: 10.3760/cma.j..0253-9624.2020.03.003 .\n83. She J, Jiang J, Ye L, Hu L, Bai C, Song Y. 2019 novel coronavirus of\npneumonia in Wuhan, China: emerging attack and management\nstrategies. Clin Transl Med. 2020 ;9(1):19. doi: 10.1186/s40169-020-\n00271-z .\n84. Shen K, Yang Y, Wang T, Zhao D, Jiang Y, Jin R, Zheng Y, Xu B,\nXie Z, Lin L, et al. China National Clinical Research Center for\nRespiratory Diseases; National Center for Children’s Health,\nBeijing, China; Group of Respirology, Chinese Pediatric Society,\nChinese Medical Association; Chinese Medical Doctor Association\nCommittee on Respirology Pediatrics; China Medicine Education\nAssociation Committee on Pediatrics; Chinese Research Hospital\nAssociation Committee on Pediatrics; Chinese Non-government\nMedical Institutions Association Committee on Pediatrics; China\nAssociation of Traditional Chinese Medicine, Committee on\nChildren’s Health and Medicine Research; China News of Drug\nInformation Association, Committee on Children’s Safety\nMedication; Global Pediatric Pulmonology Alliance. Diagnosis,\n\ntreatment, and prevention of 2019 novel coronavirus infection in\nchildren: experts’ consensus statement. World J Pediatr. 2020 .\ndoi: 10.1007/s12519-020-00343-7 .\n85. Tang HS, Yao ZQ, Wang WM. [Emergency management of preven­\ntion and control of novel coronavirus pneumonia in departments of\nstomatology]. Zhonghua Kou Qiang Yi Xue Za Zhi. 2020 ;55:E002.\nChinese. doi: 10.3760/cma.j.cn112144-20200205-00037 .\n86. Lu X, Xiang Y, Du H, Wing-Kin Wong G. SARS-CoV-2 infection\nin children - Understanding the immune responses and controlling\nthe pandemic. Pediatr Allergy Immunol. 2020 . doi: 10.1111/\npai.13267 .\n87. Ahn DG, Shin HJ, Kim MH, Lee S, Kim HS, Myoung J, Kim BT,\nKim SJ. Current status of epidemiology, diagnosis, therapeutics,\nand vaccines for novel coronavirus disease 2019 (COVID-19).\nJ Microbiol Biotechnol. 2020 ;30(3):313–24. doi: 10.4014/\njmb.2003.03011 .\n88. Genexine. hyFc platform. 2020 [accessed 2020 Apr 26]. http://\nwww.genexine.com/m21.php .\n89. Seo YB, Im SJ, Namkoong H, Kim SW, Choi YW, Kang MC,\nLim HS, Jin HT, Yang SH, Cho ML, et al. Crucial roles of\ninterleukin-7 in the development of T follicular helper cells and\nin the induction of humoral immunity. J Virol. 2014 ;88\n(16):8998–9009. doi: 10.1128/JVI.00534-14 .\n90. Sutter G, Fux R, Volz A, Song F, Becker S, Eickmann M. A novel\nvaccine against the Middle East Respiratory Syndrome coronavirus\n(MERS-CoV). 2016 . EP3045181A1.\n91. Rao Z, Sheng F, Yang H, Cheng Y, Yan C, Yan W, He L, Shuang L,\nYang X. Small-molecule inhibitor against MERS-CoV main pro­\ntease, and preparation method and application thereof. 2016 .\nCN105837487A.\n92. Kyratsous C, Stahl N, Sivapalasingam S. Human antibodies to\nMiddle East respiratory syndrome - Coronavirus spike protein.\n2019 . US20190351049A1.\n93. Johnson RF, Schnell M, Hensley LE, Wirblich C, Coleman CM,\nFrieman MB. Multivalent vaccines for rabies virus and\ncoronaviruses. 2017 . WO2017176596A1.\n94. Jiang S. Don’t rush to deploy COVID-19 vaccines and drugs with­\nout sufficient safety guarantees. Nature. 2020 ;579(7799):321.\ndoi: 10.1038/d41586-020-00751-9 .\n95. Xiao Y, Torok ME. Taking the right measures to control\nCOVID-19. Lancet Infect Dis. 2020 ;20(5):523–24. doi: 10.1016/\nS1473-3099(20)30152-3 .\n96. Lu S. Timely development of vaccines against SARS-CoV-2. Emerg\nMicrobes Infect. 2020 ;9(1):542–44. doi: 10.1080/\n22221751.2020.1737580 .\n97. Thanh Le T, Andreadakis Z, Kumar A, Gómez RR, Tollefsen S,\nSaville M, Mayhew S. The COVID-19 vaccine development\nlandscape. Nat Rev Drug Discov. 2020 ;19(5):305–06. doi: 10.1038/\nd41573-020-00073-5 .",
        "char_count": 5450,
        "word_count": 800,
        "extraction_method": "two_column"
      }
    ]
  }
}