{
  "metadata": {
    "source_file": "pdfs/COVID-19 pandemic - from origins to outcomes.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:38.574077",
    "total_pages": 17,
    "total_characters": 63624,
    "total_words": 9567
  },
  "content": {
    "full_text": "--- Page 1 ---\nLe Infezioni in Medicina, n. 1, 20-36, 2021\nREVIEWS 20\nCOVID-19 pandemic: from origins\nto outcomes. A comprehensive\nreview of viral pathogenesis, clinical\nmanifestations, diagnostic evaluation,\nand management\nRohan Kumar Ochani , Ameema Asad 1 1\nSimran Batra , Muhammad Rizwan Sohail 1 2\nMohammad Hussham Arshad , Arjan Kumar 5 6\nDepartment of Internal Medicine, Dow University of Health Sciences, Karachi, Pakistan; 1\nDivision of Infectious Diseases, Baylor College of Medicine, Houston, Texas, USA; 2\nSection of Infectious Diseases, Department of Medicine, Aga Khan University, Karachi, Pakistan; 3\nDepartment of Anesthesiology, Australian Concept Infertility Medical Center, Karachi, Pakistan; 4\nDepartment of Internal Medicine, Aga Khan University, Karachi, Pakistan; 5\nDepartment of Medical ICU, Dr. Ruth K.M. Pfau Civil Hospital Karachi, Karachi, Pakistan; 6\nDepartment of Internal Medicine, Corpus Christi Medical Center, Corpus Christi, Texas, USA; 7\nDepartment of Internal Medicine, University of North Texas, Dallas, USA 8\nSevere Acute Respiratory Syndrome Coronavirus-2\n(SARS-CoV-2), the causative pathogen for the CO-\nVID-19, first emerged in Wuhan, China, in December\n2019 and by March 2020, it was declared a pandemic.\nCOVID-19 pandemic has overburdened healthcare sys-\ntems in most countries and has led to massive econom-\nic losses. SARS-CoV-2 transmission typically occurs by\nrespiratory droplets. The average incubation period is\n6.4 days and presenting symptoms typically include\nfever, cough, dyspnea, myalgia or fatigue. While the\nINTRODUCTION n\nT\nhe 2019 novel CoV, now named as Severe Acute\nRespiratory Syndrome Coronavirus-2 (SARS-\nCoV-2) by the International Committee on Taxonomy\nCorresponding author\nRohan Kumar Ochani\nE-mail: rohanochani@gmail.com\n\n, Farah Yasmin , Shehryar Shaikh , Hiba Khalid , 1 1 1\n, Syed Faisal Mahmood , Rajkumar Ochani , 3 4\n, Salim Surani 7,8\nSUMMARY\nmajority of patients tend to have a mild illness, a minor-\nity of patients develop severe hypoxia requiring hospi-\ntalization and mechanical ventilation. Management is\nmostly supportive. However, several direct anti-viral\nagents, and immunomodulatory therapy with steroids\nand various cytokine blockers seem promising in early\nresults. However, an effective vaccine has been estab-\nlished, which will help curb the pandemic.\nBvnbmb Keywords:\n, belongs to the genus beta-CoV [1]. Beta- of Viruses\nCoV also comprises of the Severe Acute Respira-\ntory Syndrome CoV (SARS-CoV), and Middle\nEastern Respiratory Syndrome CoV (MERS-CoV).\nOn February 11 , 2020, the World Health Organi- th\nzation (WHO) announced a new name for disease\ncaused by SARS-CoV-2: CoV disease (COVID-19),\nand exactly a month later, on March 11 , 2020, it th\nwas declared as a pandemic [1, 2].\nSARS-CoV-2 first emerged in Wuhan, China, in\n\n--- Page 2 ---\nDecember 2019, with the first case being linked to\na seafood market [3, 4]. Since then, the virus has\n, 2021, spread very rapidly, and as of January 17 th\nit has infected over 93 million people and has\nclaimed over 2million lives [5]. Although the mor-\ntality rate of SARS-CoV-2 appears to be lower than\nSARS-CoV and MERS-CoV, it is transmitted much\nmore quickly and widely in comparison, resulting\nin a global healthcare and financial crisis [6].\nIn this review, we summarize current knowledge\nabout geographic distribution, virology, clinical\nmanifestations, diagnosis, and management of\nCOVID-19.\nMETHODS n\nA literature search was performed using\nPubMed/MEDLINE and Google Scholar from\ntheir inception until January 2021 using the fol-\nlowing search string: “Coronavirus” AND “out-\nbreak” OR “transmission” OR “geographical dis-\ntribution’’ OR “virology” OR “pathogenesis” OR\n“genomic structure” OR “causality” OR “genom-\nic distribution” OR “etiology” OR “clinical mani-\nfestation” OR “transmission” OR “diagnosis” OR\n“treatment” OR “prevention” OR “vaccination”\nOR “biosafety” OR “economic burden”. Articles\nin languages other than English were excluded.\nGEOGRAPHICAL DISTRIBUTION n\nIn December 2019, several patients with pneumo-\nnia of an unknown etiology were admitted to hos-\npitals in Wuhan [3, 4]. According to a document\npublished by WHO, 44 patients affected by of\npneumonia of unknown etiology had been report-\n, 2020, with 11 patients severely ed by January 3 rd\nill. On January 8 , 2020, the genetic sequencing th\ndemonstrated a novel CoV as the potential caus-\native organism [3, 7].\nOn March 11 , 2020, the WHO declared SARS- th\nCoV-2 as a pandemic with confirmed cases in 114\ncountries [2]. By mid-March, Europe had more\ncases than anywhere in the world while COV-\nID-19 had spread to more than 160 countries [8].\nBy the end of August 2020, the WHO region of\nAmericas had the highest burden of COVID-19\nglobally, accounting for almost half of all new cas-\nes reported in the last week of August. The United\nStates of America (USA) had the highest number\nof cases in the world; however, a decline in new\n\n21 COVID-19 pandemic: from origins to outcomes\ncases was seen from previous peaks in July of over\n70,000 cases per day to an average of 41,000 new\ncases per day [9].\nA consistent increase in new cases and deaths\nwas seen over the month of September 2020 in the\nEastern Mediterranean Region with the highest\nnumber of new cases reported by Iraq, Iran and\nMorocco. The region of Americas continued to\nbe the most affected WHO region with the USA,\nBrazil, Argentina and Colombia reporting the\nhighest number of new cases in the last week of\nSeptember. The number of new cases in the USA\ncontinued to rise and by the end of October, they\nstarted approaching the previous epidemic peak\nobserved in July [10].\nIn December 2020, two new variants of SARS-\nCoV-2 were reported by the WHO, one by the au-\nTable 1 - Top 20 countries affected by COVID-19.*\nTotal Total Total\n# Country\nCases Deaths recovered\n1 United States 24,439,427 406,162 14,970,252\nof America\n2 India 10,610,883 152,869 10,265,706\n3 Brazil 8,638,249 212,831 7,618,080\n4 Russia 3,616,680 66,810 3,021,861\n5 United 3,515,796 93,469 8,492\nKingdom\n6 France 3,023,661 71,792 219,354\n7 Italy 2,414,166 83,681 1,806,932\n8 Spain 2,412,318 54,637 150,376\n9 Turkey 2,406,216 24,487 2,283,919\n10 Germany 2,100,618 50,079 1,778,319\n11 Colombia 1,956,979 49,792 1,786,170\n12 Argentina 1,831,681 46,216 1,613,773\n13 Mexico 1,688,944 144,371 1,264,780\n14 Poland 1,457,755 34,561 1,215,732\n15 South Africa 1,369,426 38,854 1,160,412\n16 Iran 1,354,520 57,150 1,144,549\n17 Ukraine 1,216,780 22,521 947,087\n18 Peru 1,073,214 39,044 993,509\n19 Indonesia 951,651 27,203 772,790\n20 Netherlands 940,106 13,350 12,102\n*According to COVID-19 Dashboard by the Center for Systems Science\nand Engineering (CSSE) at Johns Hopkins University (JHU) (https://\ncoronavirus.jhu.edu/map.html), as of January 21, 2021.\n\n--- Page 3 ---\n22 R.K. Ochani, A. Asad, F. Yasmin, et al.\nthorities from the United Kingdom, referred as VOC\n202012/01 and another detected in South Africa,\nnamed 501Y.V2. Initial analysis of these variants\nsuggested that they may spread more rapidly [11].\nFigure 1 - Top 20 countries affected by COVID-19 (October 18, 2020).\nFigure 2 - Deaths in the top 20 countries affected by COVID-19 (October 18, 2020).\n\n, 2020, COVID-19 has affected As of January 17 th\na total of 93,217,287 people worldwide with 60\ncountries reporting imported cases or community\ntransmission of the VOC 202012/01 variant and 23\n\n--- Page 4 ---\ncountries reporting cases of the 501Y.V2 variant.\nSeveral ongoing studies are being conducted to\ndetermine the transmission and severity of these\nnew variants [12].\nThe total numbers of cases, deaths, and recovered\npatients in the 20 leading countries are shown in\nTable 1, and Figures 1 and 2.\nVIROLOGY n\nCoV is an enormous group of viruses belonging to\nthe Nidovirales order, which comprises of Coro-\nnaviridae, Roniviridae and Arteriviridae families.\nCrucial features are common to all the viruses of\nNidovirales order, which means that all are envel-\noped, non-segmented positive-sense RNA virus-\nes. Moreover, they all contain very large genomes\nfor RNA viruses, and additional features include:\n1)\t a highly conserved genomic organization, with\na large replicase gene preceding structural and\naccessory genes;\n2)\t expression of many non-structural genes by\nribosomal frameshifting;\n3)\t several unique or unusual enzymatic activities\nencoded within the large replicase-transcrip-\ntase polyprotein;\n4)\t expression of downstream genes by the syn-\nthesis of 3 nested sub-genomic mRNAs [13]. ′\nThe CoV (one of two subfamilies in the Corona-\nviridae family) is subdivided into four groups\nbased on serology: the alpha, beta, gamma, and\ndelta CoVs [13]. Amongst these, the alpha-and\nbeta viruses infect mammals, gamma CoV infect\navian species, and delta CoV can infect the mam-\nmals as well as the avian species [14].\nStructurally, CoVs form enveloped and spheri-\ncal particles of 100-160 nm in diameter. The most\nnotable characteristic of CoV is the club-shaped\nspike projections protruding from its surface. CoV\nhas the largest identified RNA genomes, contain-\ning approximately 30 kilobase (kb) genomes. This\nis packed inside a helical capsid formed by the\nnucleocapsid (N) protein and then further sur-\nrounded by an envelope. Additionally the spike\nis an imperative determinant of viral host range\nand tissue tropism and a distinguished inducer of\nhost immune responses [14, 15].\nThe Replication-Transcription Complex (RTC)\nhas been investigated by Van Hemert MJ et al.\n[16]. The findings of the study concluded that vi-\nral RNA synthesis and intracellular membranes\n\n23 COVID-19 pandemic: from origins to outcomes\nare functionally connected and, thus, consequent-\nly established that host factors play a prominent\nrole in CoV RNA synthesis [16].\nPATHOGENESIS n\nCoV’s four structural proteins, S, N, M, and E,\nenable the virus to gain access to the host cell\n[17, 18]. The S protein is heavily N-glycosylated,\nthe M protein is present as a dimer in the virion,\nwhich maintains its shape and the E protein, a\ntransmembrane protein with an Ion channel ac-\ntivity plays an important role in viral pathogene-\nsis. This promotes the assembly and release of the\nvirus from the host cell [19]. The N protein is only\npresent in the nucleocapsid, which helps bind the\nviral genome with the NSP3 protein of the RTC\nand packages the RNA species produced during\ninfection into the viral particles. It also serves as\nan antagonist of interferon (IFN), which appears\nto be beneficial for viral replication [20, 21]. Final-\nly, the HE enhances the S protein binding activity\nand spread of the virus through the mucosa [22].\nFollowing the initial attachment of the Receptor\nBinding Domain (RBD) of the S protein with its re-\nceptor, the virus enters the human cells. [23-25, 26].\nRecent literature suggests that the high pathoge-\nnicity and transmissibility of SARS-CoV-2 could\nbe attributed to the modified residues of RBD of\nS protein compared to SARS-CoV, presence of\nthe polybasic furin cleavage site (RRAR) not ob-\nserved in other coronaviruses. This facilities an\neffective cleavage of S protein by furin and other\nproteases. Additionally, the ‘S trimer’ exists in a\npartially opened state in highly pathogenic coro-\nnaviruses [27].\nFollowing the viral entry into the host cell cy-\ntoplasm, the replication, transcription and the\ntranslation of the viral structural proteins, includ-\ning M, E, and N proteins, occur, which are assem-\nbled into the virus and released via exocytosis.\nThe S protein does not get assembled and directs\nthe cell-cell fusion between infected cells leading\nto the formation of large multinucleated cells that\ngo undetected by virus-specific antibodies, thus\nallowing the virus to spread within an infected\norganism [28].\nThe new SARS-CoV-2 uses the ACE2 receptor like\nthe original SARS-CoV to facilitate viral entry into\nthe target cells that leads to the downregulation\nof these receptors, and increased production of\n\n--- Page 5 ---\n24 R.K. Ochani, A. Asad, F. Yasmin, et al.\nangiotensin-2 (AT2). Increased production of AT2\npotentially increases pulmonary vascular perme-\nability and may cause lung injury. Approximately\n83% of the ACE2 receptors are expressed on the\nluminal surface of alveolar epithelial type II cells,\nmaking these as the primary reservoirs of viral in-\nvasion. Additionally, the multi-organ dysfunction\nobserved in these patients can be attributed to the\nwide distribution of ACE2 receptors in extra-pul-\nmonary tissues, including heart, kidney, endothe-\nlium, and intestine [29].\nPathological findings of a patient diagnosed with\nAcute Respiratory Distress Syndrome (ARDS)\nindicated diffuse alveolar damage with cellular\nfibromyxoid exudates and pulmonary edema,\ndesquamation of pneumocytes, and hyaline mem-\nbrane formation upon lung biopsy. Furthermore,\nthe infiltration of interstitial mononuclear inflam-\nmatory infiltrates, dominated by lymphocytes,\nwas also observed. The over activation of the T-\ncells leads to an increased concentration of pro-in-\nflammatory cytokines released by the CD4 T-cells\nand higher amounts of cytotoxic granules in CD8\nFigure 3 - Pathophysiology of SARS-CoV-2.\nAbbreviations:\nrespiratory distress syndrome, DVT, deep venous thrombosis, COVID-19; coronavirus disease-19.\n\nT-cells contributed to the severe immune injury in\nthe patient. SARS-CoV-2 infects alveolar macro-\nphages and epithelial cells that contain these viral\nparticles and initiate lung inflammatory responses\n[30]. The clinical phase of SARS-CoV-2 can be cate-\ngorized into three phases namely “viremia phase”\nin which the virus enters the peripheral blood\nfrom the lungs, “acute or the pneumonia phase”\nin which the immune-compromised individu-\nals become severely critical with T lymphocytes\nand B lymphocytes significantly reduced while\ninflammatory cytokines mainly IL-6 and coagula-\ntion parameters such as D-Dimer are abnormally\nelevated in the “recovery phase”. As a result, Dis-\nseminated Intravascular Coagulation (DIC) due\nto inflammation and infection due to excessive\nactivation of the coagulation cascade is observed\n[31]. Initial plasma levels of inflammatory cyto-\nkines in patients affected with SARS-CoV-2 is ob-\nserved to be higher as compared to healthy adults.\nChest CT scans in patients with viral pneumonia\ndemonstrated ground-glass opacification with or\nwithout consolidative abnormalities which are\nRBD; receptor binding protein, ACE-2; angiotensin converting enzyme-2 receptors, TMPRSS2; type\n2 transmembrane serine protease, SARS-CoV-2, severe acute respiratory syndrome coronavirus-2, ARDS; acute\n\n--- Page 6 ---\nmore likely to be bilateral with a peripheral distri-\nbution involving the lower lobes of the lungs. Ad-\nditionally, splenic atrophy, necrosis of hilar lymph\nnodes and focal hemorrhage in the kidney, liver\nenlargement with infiltration of inflammatory\ncells, edema and scattered neuronal degeneration\nin brain [32,33]. Furthermore, an autopsy study\nconducted by Wichmann et al. demonstrated a\nhigh incidence of Deep Venous Thrombosis (DVT)\n(58%) with one-third of COVID-19 patients hav-\ning Pulmonary Embolism (PE) as a direct cause\nof death [34]. Lastly, the pathological mechanisms\nunderlying myocardial injury in SARS-CoV-2 pa-\ntients constitutes coronary spasm, hypoxic injury,\nmicrothrombi, direct vascular endothelial injury,\nhypercoagulability, and atherosclerotic plaque\ninstability that increases the risk of developing\nacute myocardial infarction due to acute coronary\nocclusion [35]. Furthermore, olfactory dysfunc-\ntion has also been reported in COVID-19 patients,\nhowever it still remains unclear whether the virus\naffects sensory cells or the olfactory bulb directly\n[36, 37]. The pathophysiology of SARS-CoV-2 is\nsummarized in Figure 3.\nTRANSMISSION n\nThe newly identified SARS-CoV-2 has been sus-\npected to extend to humans from bats through\npangolins even though conclusive evidence in\nsupport of this is yet to be found [38].\nAfter successful infection of a human host, fur-\nther horizontal transmission of the SARS-CoV-2\noccurs chiefly through human-to-human contact,\neither directly through respiratory droplets or in-\ndirectly by touching contaminated surfaces [39].\nIn addition, it has also been discovered that SARS-\nCoV-2 can remain airborne for up to 3 hours [39],\nincreasing the risk of contracting the virus [39].\nIn regard to vertical transmission, maternal CO-\nVID-19 has a low likelihood for transmission to\nthe newborn [39-41]. The presence of SARS-CoV-2\nRNA in urine and feces has been detected leading\nto the implication of the fecal-oral route in its trans-\nmission as well; however, this route is considered\nto have a minor role only as the levels of the viral\ngenetic material found in urine and feces is much\nlower than that in nasopharyngeal fluids [42].\nViral shedding by asymptomatic people is a ma-\njor factor for ongoing transmission and may rep-\nresent 25 to 50% of total new infections. This has\n\n25 COVID-19 pandemic: from origins to outcomes\nled to the recommendation for universal masking\n[43]. Viral shedding may start 1 to 2 days before\nsymptom onset and viral titers in respiratory se-\ncretions are noted to be highest in the early stages\nof infection with a quick decline soon after [44].\nAs already reported above, of recent concern is a\nnew strain identified in the United Kingdom (UK)\nnamely, SARS-CoV-2 VOC 202012/01 (Variant of\nConcern, year 2020, month 12, variant 01), as it is\nreported as having 75% more transmissibility and\nhas spread to multiple countries outside of the\nUK [45, 46].\nCLINICAL MANIFESTATIONS n\nOf the seven strains of H-CoV known, their po-\ntential to cause a respiratory tract disease ranges\nfrom mild to severe [47]. The incubation period,\nclinical presentation, and case fatality for each H-\nCoV are mentioned in Table 2.\nThe most common complaints are fever, cough,\nand dyspnea, and less frequently gastrointestinal\nsymptoms like diarrhea [48,49]. Older age group\n(65 years or older) is at higher risk of developing\nsevere SARS-CoV-2 infection because of higher\nproportion of established co-morbidities [49].\nHowever, younger adults are also being hospital-\nized with severe illness, albeit with much lower\nfrequency. In a study by Zhang et al., SARS-CoV-2\ninfection was less likely in smokers, but the likeli-\nhood of the severity of disease upon infection in\nsmokers may be higher [49]. Data from USA sug-\ngests that obesity may be considered as an inde-\npendent risk factor for hospitalization and severe\ndisease [50]. Children are less likely to develop\nsymptomatic infection and are less prone to se-\nvere disease [51].\nFurthermore, there have been reports of taste al-\nterations and olfactory disturbances document-\ned during the earlier course of the disease [52].\nAdditionally, cutaneous manifestations such as\neryhtematous rashes and urticaria have also been\nreported in infected patients [53]. COVID-19 has\nalso been associated with the involvement of the\ncardiovascular system [54-56]. Moreover, neuro-\nlogical manifestations such as headache, altered\nconscious state, dizziness, and acute cerebrovas-\ncular disease have also been exhibited by patients\n[57]. Regarding liver injury in COVID-19, mul-\ntiple reasons such as drug-related hepatotoxic-\nity and immune-mediated damage like cytokine\n\n--- Page 7 ---\n26 R.K. Ochani, A. Asad, F. Yasmin, et al.\nTable 2 - Clinical features of Human Coronaviruses (HCoVs).\nHCoV-229E HCoV-OC43 HCoV-NL63\nIncubation\n2-5 days 2-5 days 2-4 days\nperiod\nClinical Cough Cough Coryza\nfeatures Coryza Coryza Cough\nDyspnea Fever Fever\nFever Headache Dyspnea\nMyalgia Sore throat Myalgia\nHeadache Dyspnea Sore throat\nSore throat Myalgia Headache\nCyanosis Diarrhea\nTachypnea\nHypoxia\nCase fatality N/A N/A N/A\nstorm have been suggested to play a role [58]. On\nstudying the development of venous and arterial\nthrombotic events, most of the venous thrombo-\nembolic events were Pulmonary Embolisms (PEs)\n[59]. Moreover, there have also been reports of\nan increase in the number of children presenting\nwith a disease termed Multisystem Inflamma-\ntory Syndrome in Children (MIS-C), thought to\nbe a result of SARS-CoV-2 induced inflammation\n[60,61].  Lastly, opthalmological involvement is\ninfrequent but it has been documented neverthe-\nless; majorly as ocular pain, redness, and follicu-\nlar conjunctivitis [62].\nDIAGNOSIS n\nThe diagnosis of CoV infection early in the course\nof the illness is essential to minimize the risk of\nlarge-scale outbreaks in hospitals and local com-\nmunities [63].\nThe Center for Disease Control and Prevention\n(CDC) and WHO recommends respiratory speci-\nmens for SARS-CoV-2 nucleic acid amplification\ntests. Screening of asymptomatic patients is con-\nducted using upper respiratory specimens such as\nnasopharyngeal (NP) swabs, oropharyngeal (OP),\nnasopharyngeal wash/aspirate or nasal aspirate\n\nHCoV-HKU1 SARS-CoV MERS-CoV SARS-CoV-2\n2-4 days 2-11 days 2-13 days 3-6 days\nFever Fever Fever Fever\nCoryza Cough Cough Cough\nMyalgia Dyspnea Dyspnea Fatigue\nCough Diarrhea Diarrhea Headache\nMalaise Pneumonia Dyspnea\nMyalgia Acute Renal Diarrhea\nHeadache involvement Headache\nRigors Myalgia\nRespiratory Pneumonia\ndistress Acute\nrespiratory\ndistress\nAnosmia\nAgeusia\nDyspnea\nAcute\nmyocardial\ninfarction\nN/A 9.6% 34.4% 3.4%\n(NA), throat swab while symptomatic patients\nor those with productive cough are screened via\nlower respiratory specimens such as sputum, a\nlower respiratory tract aspirate and bronchoal-\nveolar lavage. In most cases, the sensitivity of NP\nswab PCR for COVID-19 is <80% depending on\nthe assay used, sample procurement methods, and\nstage of illness. As the infection progresses from\nupper to lower respiratory tract, the sensitivity of\nNP swab further decreases but lower respiratory\nspecimens such as bronchoalveolar lavage (BAL)\nmay offer higher yields (80-90%) [60, 61]. Lastly,\nwhole blood, urine and autopsy from deceased\npatients can also be used to detect the presence of\nvirus [64]. Saliva is also highly applied for labo-\nratory surveillance in busy clinical settings as it\nreduces waiting time for patients, and decreases\nthe viral transmission risk to healthcare workers\n[65]. The rate of detection of respiratory viruses in\nsaliva has been reported to be comparable to NP\nswabs [66]. The common factors affecting the ac-\ncuracy of the results are shown in Figure 4.\nMethods for COVID-19 diagnosis\nElectron Microscopy (EM) and cell culture\nThese two techniques are recommended by CDC\nfor antiviral, and pathogenesis research, but not\n\n--- Page 8 ---\nLimit of detection of\nassay dependent on\ndesign, and\nmethodology\nQuantity of the\ndetection material\nSpecificity and\nsensitivity of assay\nshould be calculated Factors affecting\non basis of methods accuracy of COVID-\nand timing of assay, 19 testing\ntype of specimen,\nand disease severity\nThe concentration of\nPatient infection detection material\nstatus for COVID-19 varies in the early\ntesting should be and later stages of\ninterpreted with SARS-CoV-2\npatient history, and infection\ndiagnostic\ninformation\nfor clinical practice due to biosafety concerns. The\nculture and intubation of SARS-CoV-2 with cell\nlines such as Vero revealed cytopathic effects fol-\nlowing six weeks of inoculation. EM allows the\nvisualization of the virus, and ultra-structural\ndetails of viral-infected cells such as spherical\nparticles with crown-like spikes in cell cultures of\nSARS-CoV-2 infected patients.\nReal-time Reverse Transcriptase Polymerase Chain\nReaction (RT_PCR)\nClinical specimens are obtained from nasopha-\nryngeal swabs to extract the viral RNA, which\nthen undergoes RT-PCR in an automated thermo-\ncycler with the master reaction mixture contain-\ning all the essential materials to generate a com-\nplementary DNA that is amplified and detected\nvia gel electrophoresis [67]. However, this tradi-\ntional technique is time-consuming and requires\nwell-equipped lab environments with highly\nskilled expertise for diagnosis.\nMany commercial and in-house assays have\nbeen developed based on varying number of\ngene targets and different target regions. Exten-\nsive research has been conducted to improve\nthe RT-PCR assay such as the COVID-19-RdRp/\nHel RT-PCR assay that has lower limit of de-\n\n27 COVID-19 pandemic: from origins to outcomes\nFigure 4 - Factors affecting the\naccuracy of COVID-19 testing.\nStorage,\ntransportation and\nprocessing of the\nspecimens\nThe antibody\nproduction in SARS-\nCoV-2 infection\ndemonstartes a\ntime-dependent\nresponse\nA negative test\nresult is dependent\non sensitivity of\nassay and pre-test\nprobability i..e.\nchance of  being\ninfected prior to\ntesting\ntection (LoD) and greater specificity than the\nestablished RdRp-P2 assay for the detection of\nSARS-CoV-2 RNA in vitro and in patient speci-\nmen [68]. Another kind of assay, i.e. the COV-\nID-19-nsp RT-PCR assay requires only one pair\nof SARS-CoV-2 primers specific towards nsp2\nregion which had not been previously targeted\nbut highlighted by genome subtraction [69]. A\nvery recent nucleic acid based test developed\nby CDC named as the Flu SC2 Multiplex Assay\ninvolves the simultaneous detection of SARS-\nCoV-2, influenza A, and influenza B. that allows\nfor ongoing flu surveillance while also testing\nfor SARS-CoV-2 [70].\nSample-to-answer assay\nThese tests include the Qiagen QIAstat-Dx Respi-\nratory SARS-CoV-2 Panel, Abbott Diagnostics ID\nNOW COVID-19, BioFire Filmarray COVID-19,\nand Cepheid Xpert Xpress recently authorized ®\nby US Food and Drug Administration for the\nemergency detection of SARS-CoV-2. These do\nnot require the conventional complex PCR set-\ntings. These tests integrate the sample and nucleic\nacid extraction into a cartridge, the nucleic acid\namplification and signal detection are also per-\nformed inside the closed cartridge, reducing the\n\n--- Page 9 ---\n28 R.K. Ochani, A. Asad, F. Yasmin, et al.\ncross-contamination between samples, and in-\ncreasing availability of molecular testing [71].\nSerology testing (antibody detection)\nDetection of a rise in the antibodies against the\nspecific strains of CoV by Enzyme-Linked Immu-\nnosorbent Assay (ELISA) in the sera of patients\nobtained during either the acute or convalescent\nphase of the disease can be a rapid and secure\nmethod of diagnosis [72]. Che et al., observed\nN protein in the serum samples of the SARS-\nCoV patients after one day of the disease onset\n[73]. These N proteins can be used as antigens in\nELISA for the detection of antibodies specific to\nSARS-CoV and several other animal CoV [74, 75].\nThe sensitivity and specificity of serologic tests\nare reported to vary. One study found the follow-\ning serologic response to a recombinant SARS-\nCoV-2 nucleocapsid: IgM (85.4%), IgA (92.7%) ob-\nserved 5 days following the symptom onset, and\nIgG (77.9%) observed 14 days after the onset of\nsymptoms [76].\nHowever, many currently offered serology tests\nfor SARS-CoV-2 are not sufficiently clinically vali-\ndated and FDA has warned not to use these tests\nyet to implicate authentic infection, protective im-\nmunity, or to rule out infection. Therefore, an ac-\ntive infection can only be ruled out with sensitive\nmolecular (PCR) assays of respiratory secretions.\nComputed Tomography (CT) scans\nIt enables the clinicians to observe the radiologic\nchanges in the lungs, and diagnosis of lung lesions.\nThe typical pattern of a CT scan of COVID-19 in-\nfected patient demonstrates ground-glass opacity\nwith consolidation, bilateral patchy shadowing,\nand peripheral distribution with rare pleural effu-\nsion, and lymphadenopathy [77,78]. During later\nstages of infection, crazy-paving patterns develop\nand consolidation of the lungs increases the ab-\nsorption of lesions [79]. The sensitivity of the CO-\nVID-19 testing is remarkably increased with a com-\nbination of RT-PCR and Chest CT scan [80].\nMANAGEMENT AND TREATMENT n\nSupportive treatments\nSupportive care remains the cornerstone of CO-\nVID-19 treatment. Oxygen therapy comprises the\nprimary treatment intervention for patients with\nsevere infection. Mechanical ventilation is essen-\n\ntial in cases of respiratory failure refractory to\noxygen therapy, whereas hemodynamic support\nis required for managing septic shock [81]. Other\nsupportive measures include fluid management\nand administration of antimicrobials to treat sec-\nondary infections. Many direct antiviral drugs to\ncontrol the SARS-CoV-2 replication and immuno-\nmodulatory agents to control cytokine storm and\nresultant inflammation are being investigated in\nclinical trials with some early promising results.\nAntiviral agents\nChloroquine (CQ) or hydroxychloroquine (HCQ)\nwere initially reported to have anti-viral activ-\nity against SARS-CoV-2. However, in the WHO\nSOLIDARITY trial, an open-label, randomized\ntrial being conducted to identify drugs that can be\nrepurposed for use against COVID-19, HCQ was\ndiscountinued as it did not show any definite ef-\nfect on mortality [82].\nOne promising antiviral drug remdesivir, an\nadenosine analog, is currently undergoing sev-\neral clinical trials. It is a broad-spectrum antivi-\nral drug. The mechanism of action of remdesivir\nmimics natural nucleosides that can be triphos-\nphorylated by cellular enzymes and incorporat-\ned into the viral RNA/DNA strands by the viral\npolymerases. Remdesivir was initially developed\nto treat Ebola virus disease but exhibits activity\nagainst many RNA viruses such as RSV and the\ncoronaviruses (including MERS-CoV and SARS-\nCoV) [83].\nPreliminary results of an NIH-sponsored ran-\ndomized placebo-controlled clinical trial of rem-\ndesivir (ACTT; NCT04280705) for COVID-19 pa-\ntients with evidence of lung involvement showed\nthat patients who received Remdesivir had me-\ndian time to recovery 11 days vs. 15 days with a\nplacebo [84]. The survival benefit was noted but\nwas not statistically significant. In the SOLIDAR-\nITY trial however, remdesivir was shown to have\nlittle to no effect on hospitalized patients with\nCOVID-19. Based on this trial and three other\nrandomized controlled trials, the WHO issued a\nconditional recommendation against the use of\nremdesivir in hospitalized patients on November\n, 2020 [85]. 20 th\nAlong with HCQ and Remdesivir, the SOLIDAR-\nITY trial also included lopinavir and interferon\nbeta-1a but they were also eventually discontin-\nued [82].\n\n--- Page 10 ---\nFurthermore, baricitinib, an antiinflammatory\ndrug that acts by selective inhibition of Janus ki-\nnase (JAK) 1 and 2, was predicted to be a potential\ntherapeutic against SAR-CoV-2. It was associated\nwith an improvement in oxygenation and a reduc-\ntion in select inflammatory markers in three case\nseries. Therefore, similar to the ACTT-1 for remde-\nsivir, a double blind, placebo controlled trial was\nconducted to compare the combination of barici-\ntinib plus remdesivir to remdesivir alone. Out of\n1,033 patients, 515 recived the combination thera-\npy which was shown to have a 1-day shorter time\nto recovery and a greater improvement in clinical\nstatus, notably among those receiving high-flow\noxygen or non-invasive ventilation. Based on the\nresults of this trial, the FDA issued an emergency\nauthorization of this combination therapy on No-\n2020, for the treatment of suspected or vember 19 th\nlaboratory confirmed COVID-19 patients requir-\ning supplemental oxygen, invasive mechanical\nventilation, or ExtraCorporeal Membrane Oxy-\ngenation (ECMO); however, baricitinib is not au-\nthorized as a stand alone treatment [86, 87].\nNIH and IDSA COVID-19 treatment guidelines\nrecommend remdesivir for hospitalized patients\nwith SpO2 ≤94% on room air or those who require\nsupplemental oxygen [88, 89]. NIH panel also rec-\nommends baricitinib in combination with remde-\nsivir for treatment of COVID-19 in patients who\nare on mechanical ventilation or ECMO. Treat-\nment duration in patients with severe COVID-19,\nwho are not intubated, is 5 days. For patients who\nare mechanically ventilated or on ECMO, 10 days\nof remdesivir is recommended. The mechanism\nof action of drugs used in the management of CO-\nVID-19 are briefly reported in Table 3.\nInsufficient data is available on the optimal thera-\npy duration for patients on mechanical ventilation\nTable 3 - Drugs utilised in the management of severe COVID-19 and their mechanism of action.\nDrug\nRemdesivir\nHydroxychloroquine (HCQ)\ncytokine storm\nDexamethasone Anti-inflammatory\nBaricitinib Selective inhibition of Janus kinase (JAK) 1 and 2,\n\n29 COVID-19 pandemic: from origins to outcomes\nand ECMO, or patients who have not demonstrat-\ned adequate improvement after 5 days of therapy.\nIn these patients, some experts prolong the total\nremdesivir therapy duration to up to 10 days (CIII).\nLimited data is available for experts to recom-\nmend in favor of or against remdesivir for the\ntreatment of patients with mild to moderate\nsymptoms of COVID-19.\nImmunomodulatory agents\nTocilizumab, an FDA-authorized anti-IL6R agent\nhas been widely studied. A randomized con-\ntrolled trial published in The New England Journal\nstudied the effects of tocilizumab on of Medicine\n389 patients.The trial concluded that patients hos-\npitalized with COVID-19 pneumonia, not receiv-\ning mechanical ventilation, showed decreased\nadvancement to the composite outcome of me-\nchanical ventilation or death with the use of to-\ncilizumab; however, it did not improve survival\n[90]. Also, preliminary findings of a French trial\ncomparing tocilizumab plus standard treatment\nto standard treatment alone administered to a\nsample of 129 non-ICU hospitalized COVID-19\npatients and those with moderate/severe pneu-\nmonia indicated that tocilizumab resulted in a de-\ncreased rate of non-invasive or mechanical venti-\nlation in comparison to placebo [91].\nOther potential drugs under investigation include\nSarilumab (anti-IL6R), Siltuximab (anti-IL6),\nAnakinra (anti-IL1), anti-GM-CSF agents, and\nmonoclonal antibodies, specific to SARS-CoV-2.\nConvalescent plasma\nA SARS-CoV-specific human monoclonal anti-\nbody, CR3022, was reported to bind potently with\nthe SARS-CoV-2 receptor-binding domain (KD of\n6.3 nM) [92].\nMechanism of action\nMimics natural nucleosides that can be triphosphorylated by cellular enzymes and\nincorporated into the viral RNA/DNA strands by the viral polymerases\nAlternation in the ACE-2 receptor configuration on cell surface thus blocking viral entry\nin cells, interference with acidification in phagolysosome leading to blockage of viral\nreplication, and immunomodulation by interfering with toll-like receptor thereby inhibiting\n\n--- Page 11 ---\n30 R.K. Ochani, A. Asad, F. Yasmin, et al.\nA recent RCT, the PLACID trial, conducted across\n39 teritiary care hospitals in India, compared pa-\ntients with moderate COVID-19 treated with con-\nvalescent plasma along with best standard of care\nto those who received best standard care alone. No\ndifference in 28 day mortality or progression to\nsevere disease was noted between the two groups\nalthough treatment with convalescent plasma was\nassociated with a higher resolution of shortness of\nbreath and fatigue on day 7 post-enrolment [93].\nFDA has approved an Emergency Investigational\nNew Drug (eIND) for expanded access for con-\nvalescent plasma. However, the administration\nof convalescent plasma is not without risk. These\nrisks include pathogen transmission (nearly 1\nper 2 million transfusions for HIV/HBV/HCV),\nTransfusion-Associated Circulatory Overload\n(TACO), allergic transfusion reactions, and Trans-\nfusion-Related Acute Lung Injury (TRALI). In\na study to analyze adverse affects of convales-\ncent plasma administration in 5,000 hospitalized\nadults with severe or life-threatening COVID-19,\n36 Serious Adverse Events (SAEs) were reported\nTable 4 - Management of COVID-19 patients according to severity.\nMild or Suspected Moderate\n•\t Isolation to contain virus transmission. •\t Isolation to contain virus\n•\t For patients at high risk for deterioration, transmission.\nisolation in hospital is preferred. •\t Test and treat febrile\n•\t Test and treat febrile patients for endemic patients for endemic\ninfections irrespective of presence of infections irrespective of\nrespiratory signs and symptoms. presence of respiratory\n•\t Antibiotics should not be used unless signs and symptoms.\nthere is clinical suspicion of a bacterial •\t Symptomatic treatment\ninfection. such as antipyretics,\n•\t Older people, and children <5 years of age, adequate nutrition and\ncan be considered for empiric antibiotic appropriate rehydration\ntreatment for possible pneumonia. •\t Counsel patients about\n•\t Close monitoring for signs or symptoms of signs and symptoms of\ndisease progression. complications that should\n•\t Counselling regarding signs and prompt urgent care.\nsymptoms of complications for patients •\t Closely monitor patients\nbeing treated at home. Seek urgent care if with risk factors for\nthey develop any of these symptoms. severe illness. Urgent\n•\t For hospitalized patients, regularly care if they develop any\nmonitor vital signs (including pulse worsening symptoms 1\n•\t WHO recommends oximetry) and, where possible, utilize\nagainst antibiotic medical early warning scores (e.g. NEWS2,\ntherapy or prophylaxis PEWS) that facilitate early recognition and\nfor patients with mild escalation of treatment of the deteriorating\nCOVID-19 patient\nLight headedness, difficulty breathing, chest pain, dehydration. 1\nObstructed or absent breathing, severe respiratory distress, central cyanosis, shock, coma and/or convulsions. 2\n\nwithin four hours of completion of transfusion.\nHowever, the seven-day mortality rate was es-\ntimated to be 14.9% which was higher than the\ncrude estimate of 12.0% [94].\nPooled Intravenous Immunoglobulin (IVIG)\nis proposed as an intervention in the setting of\nviral-induced lung injury/ARDS. It reduces im-\nmune responses through many mechanisms such\nas reducing interrupting complement cascade, di-\nminished activated CD4+, and cytotoxic CD8+ T\ncells. However, no clinical trial data to back use in\nCOVID-19 thus far.\nCorticosteroids\nIn a study to investigate the pathological charac-\nteristics of a patient who died from severe infec-\ntion with SARS-CoV-2 by postmortem biopsies, it\nwas suggested that timely and appropriate use of\ncorticosteroids together with ventilator support\nshould be considered for the severe patients to\nprevent ARDS based on the pathological findings\nof pulmonary edema and hyaline membrane for-\nmation [95].\nSevere\n•\t Immediate administration of\nsupplemental oxygen therapy to any\npatient with emergency signs and to any\npatient without emergency signs and 2\nSpO <90%. 2\n•\t Emergency airway management and\noxygen therapy during resuscitation\nto target SpO ≥94% to patients with 2\nemergency signs.\n•\t Closely monitor for signs of clinical\ndeterioration, such as rapidly progressive\nrespiratory failure and shock and respond\nimmediately with supportive care\ninterventions.\n•\t Regular monitoring of vital signs\n(including pulse oximetry) and, where\npossible, utilization of medical early\nwarning scores (e.g. NEWS2, PEWS) that\nfacilitate early recognition and escalation\nof treatment of the deteriorating patient.\n•\t Haematology and biochemistry\nlaboratory testing and electrocardiogram\nand chest imaging at admission.\n•\t Monitor for signs or symptoms suggestive\nof venous or arterial thromboembolism.\n\n--- Page 12 ---\nResults from the RECOVERY Trial showed that\ndexamethasone administered regularly for up to\n10 days resulted in 28-day mortality reduction in\ncertain groups of hospitalized COVID-19 patient\n[96]. Hence, dexamethasone, 6mg oral or intrave-\nnous daily, is now recommended by NIH and IDSA\nfor patients with severely ill COVID-19 (requiring\noxygen therapy) including those on mechanical\nventilation [88, 89]. The reduced 28-day mortality\nwas among patients receiving either invasive me-\nchanical ventilation or oxygen alone. However, the\nfindings of the RECOVERY trial data do not recom-\nmend dexamethasone for hospitalized COVID-19\npatients who do not require respiratory support\n[97]. The management of COVID-19 according to\nits severity is described in Table 4.\nVACCINE AND PREVENTION n\nThe genetic sequence of SARS-CoV-2 was released\n, 2020, and since then many phar- on January 11 th\nmaceutical companies and academic institutions\nfrom various countries have emerged in collab-\n\n31 COVID-19 pandemic: from origins to outcomes\norative efforts to develop the COVID-19 vaccine.\nFortunately, some candidates have successfully\nentered clinical trial evaluation and proceeded to\nphase 3 onwards [97].\nPhase 2/3 trial candidates undergoing clinical\nevaluation are depicted in Figure 5.\nFortunately, owing to the strenuous efforts of re-\nsearchers, eight vaccines have been approved for\nEmergency Use Authorization (EUA). These be-\nlong to four different groups based on their mode\nof action, which includes mRNA-based vaccine,\ninactivated vaccine, non-replicating viral vector\nvaccine and peptide vaccine. Two the mRNA-\nbased vaccines developed by Pfizer/BioNTech\nand Moderna have gained popularity owing to\ntheir approval in multiple countries. In the trial\nfunded by Pfizer/BioNTech, Fosun Pharma the\nefficacy of this mRNA based vaccine BNT162b2\nwas assessed. People over 16 years of age or old-\ner in a 1:1 ratio were given two doses, 21 days\napart, of either placebo or the BNT162b2 vaccine\ncandidate (30 μg per dose). This aforementioned\nmRNA vaccine encodes a prefusion stabilized,\nFigure 5 - Vaccine trial\ncandidates undergo-\ning clinical evaluation\nfor SARS-CoV-2.\n\n--- Page 13 ---\n32 R.K. Ochani, A. Asad, F. Yasmin, et al.\nFigure 6 - Guidelines to pre-\nvent the spread of COVID-19.\nTable 5 - COVID-19 vaccines available for usage undergoing Emergency Use Authorization.\nPrimary Country of\nName Vaccine Type\nDevelopers Origin\nmRNA Pfizer, BioNTech, Multinational BNT162b2\nbased Fosun Pharma\nmRNA Moderna, US mRNA 1273\nbased BARDA, NIAID\nInactivated Sinovac China CoronaVac\nvaccine\nInactivated Wuhan Institute China No name\nvaccine of Biological announced\nProducts. China\nNational)\nNon- Gamaleya Russia Sputnik V\nreplicating Research\nviral vector Institute,\nInactivated Beijing Institute China BBIBP-CorV\nvaccine of Biological\nProducts\nPeptide Federal Russia EpiVacCorona\nVaccine Budgetary\nResearch\nInstitution State\nInactivated Bharat Biotech India Covaxin\nSARS-CoV-2\nVaccine\n\nAuthorized/\nDosage Regulations\nApproval\nUK, Bahrain, Intramuscular Fosun Pharma has licensed\nCanada, Mexico, injection BNT162b2 in China\nUS, Singapore, two-doses\nOman, Saudi\nArabia, Kuwait,\nEU\nUS/CANADA Two doses taken In the US, EUA issued for\n28 days apart patients 18 years and older\nChina Two doses 14-28 China has approved this as\ndays apart part of an emergency use\nprogram\nChina – Only for an emergency\nuse program in China. Phase\n3 data have not yet been\npublished for this vaccine\nRussia – The Health Ministry\nof the Russian Federation\napproved Sputnik V as the\nfirst vaccine for COVID-19\nChina, United – China has approved BBIBP-\nArab Emirates, CorV as part of an emergency\nBahrain use program\nRussia – Russia has granted regulatory\napproval to EpiVacCorona\ndespite the candidate not yet\nentering Phase 3 trials\nIndia – The vaccine was granted\napproval for EUA with seven\nweeks into phase 3\n\n--- Page 14 ---\nmembrane-anchored SARS-CoV-2 full-length\nspike protein. The vaccine (BNT162b2) was 95%\neffective in preventing COVID-19. Moreover,\nsimilar vaccine efficacy (generally 90 to 100%)\nwas observed across subgroups defined by age,\nsex, race, ethnicity, baseline body-mass index,\nand the presence of coexisting conditions. The\nsafety profile of BNT162b2 was characterized\nby short-term, mild-to-moderate pain at the in-\njection site, fatigue, and headache. Safety over a\nmedian of 2 months was similar to that of other\nviral vaccines [98]. It is imperative to focus on\nthe potential hurdles regarding perception of\nthis vaccine in the mass population and distri-\nbution of vaccine especially in low- and middle-\nincome countries. However, a thorough strategic\nplanning will need to be devised to ensure op-\ntimum coverage with these vaccines to ease the\ncrippling healthcare system.\nThe list of COVID-19 vaccines available for usage\nafter undergoing emergent use authorization are\nshown in Table 5.\nThe Center for Disease Control and Prevention\n(CDC) and the WHO has initiated a set of guide-\nlines for the general public as well as health pro-\nfessionals. These guidelines are reported in Fig-\nure 6.\nCONCLUSION n\nIn conclusion, the COVID-19 pandemic has re-\nsulted in millions of infections globally and has\nstressed healthcare and economic systems to the\nextreme. Rapid diagnostic testing and effective\nanti-viral therapy are essential to reduce mortal-\nity associated with COVID-19. However, due to\nits pandemic nature, the prevention of this dis-\nease eventually rests on the mass implementation\nof the vaccine developed.\nConflict of interest\nNone\nFunding\nNone\nREFERENCES n\n[1] Lai CC, Shih TP, Ko WC, Tang HJ, Hsueh PR. Se-\nvere acute respiratory syndrome coronavirus 2 (SARS-\nCoV-2) and coronavirus disease-2019 (COVID-19): The\n\n33 COVID-19 pandemic: from origins to outcomes\nepidemic and the challenges. . Int J Antimicrob Agents\n2020; 55 (3), 105924.\n[2] World Health Organization. COVID-19 Situation report -\n51. 2020. Available from: https://www.who.int/docs/de-\nfault-source/coronaviruse/situation-reports/20200311-\nsitrep-51-covid-19.pdf?sfvrsn=1ba62e57_10. Accessed: July\n11, 2020.\n[3] Bogoch II, Watts A, Thomas-Bachli A, Huber C,\nKraemer MUG, Khan K. Pneumonia of unknown ae-\ntiology in Wuhan, China: potential for international\nspread via commercial air travel. . 2020; 27 J Travel Med\n(2), taaa008.\n[4] Rothan HA, Byrareddy SN. The epidemiology and\npathogenesis of coronavirus disease (COVID-19) out-\nbreak 2020; 109, 102433. . J Autoimmun.\n[5] World Health Organization. COVID-19 Weekly epi-\ndemiological update - January 17, 2021. Available from:\nhttps://www.who.int/docs/default-source/corona-\nviruse/situation-reports/weekly_epidemiological_up-\ndate_23.pdf?sfvrsn=6ac0778_5&download=true. Ac-\ncessed: January 19, 2021.\n[6] Meo SA, Alhowikan AM, Al-Khlaiwi T, et al. Novel\ncoronavirus 2019-nCoV: prevalence, biological and\nclinical characteristics comparison with SARS-CoV and\nMERS-CoV. . 2020; 24 (4), Eur Rev Med Pharmacol Sci\n2012-9.\n[7] World Health Organization. Pneumonia of un-\nknown cause - China. Available from: https://www.\nwho.int/csr/don/05-january-2020-pneumonia-of-un-\nkown-cause-china/en/. Accessed: June 15, 2020.\n[8] Khan M, Adil SF, Alkhathlan HZ, Tahir MN, Saif S,\nKhan M, Khan ST. COVID-19: A global challenge with\nold history, epidemiology and progress so far. Mol-\n2020; 26 (1), 39. ecules.\n[9] World Health Organization. COVID-19 Weekly epi-\ndemiological update - August 30, 2020. Available from:\nhttps://www.who.int/docs/default-source/coronavi-\nruse/situation-reports/20200831-weekly-epi-update-3.\npdf?sfvrsn=d7032a2a_4&download=true. Accessed:\nJanuary 19, 2021.\n[10] World Health Organization. COVID-19 Weekly\nepidemiological update - September 28. 2020. Avail-\nable from: https://www.who.int/docs/default-source/\ncoronaviruse/situation-reports/20200928-weekly-epi-\nupdate.pdf?sfvrsn=9e354665_6&download=true. Ac-\ncessed: January 19, 2021.\n[11] World Health Organization. COVID-19 Weekly ep-\nidemiological update - January 5. 2021. Available from:\nhttps://www.who.int/docs/default-source/corona-\nviruse/situation-reports/20210105_weekly_epi_up-\ndate_21.pdf?sfvrsn=15359201_15&download=true. Ac-\ncessed: January 19, 2021\n[12] World Health Organization. COVID-19 Weekly epide-\nmiological update - January 19. 2020. Available from: https://\nwww.who.int/docs/default-source/coronaviruse/situa-\ntion-reports/weekly_epidemiological_update_23.pdf?sfvrs\n\n--- Page 15 ---\n34 R.K. Ochani, A. Asad, F. Yasmin, et al.\nn=6ac0778_5&download=true. Accessed: January 19, 2021.\n[13] Fehr AR, Perlman S. Coronaviruses: an overview\nof their replication and pathogenesis. . Methods Mol Biol\n2015; 1282, 1-23.\n[14] Li F. Structure, Function, and Evolution of Corona-\nvirus Spike Proteins. 2016; 3 (1), 237-61. Annu Rev Virol.\n[15] Tyrrell DAJ, Myint SH. Coronaviruses. In: Baron\nS, editor. Medical Microbiology. 4th edition. Galveston\n(TX): University of Texas Medical Branch at Galveston;\n1996. Chapter 60. Available from: https://www.ncbi.\nnlm.nih.gov/books/NBK7782/\n[16] Van Hemert MJ, van den Worm SH, Knoops K,\nMommaas AM, Gorbalenya AE, Snijder EJ. SARS-\ncoronavirus replication/transcription complexes are\nmembrane-protected and need a host factor for activity\nin vitro. . 2008; 4 (5): e1000054. PLoS Pathog\n[17] Neuman BW, Adair BD, Yoshioka C, et al. Supra-\nmolecular architecture of severe acute respiratory syn-\ndrome coronavirus revealed by electron cryomicros-\ncopy. . 2006; 80 (16), 7918-28. J Virol\n[18] Beniac DR, Andonov A, Grudeski E, Booth TF. Ar-\nchitecture of the SARS coronavirus prefusion spike. Nat\n. 2006; 13 (8), 751-2. Struct Mol Biol\n[19] Nieto-Torres JL, DeDiego ML, Verdiá-Báguena C,\net al. Severe acute respiratory syndrome coronavirus\nenvelope protein ion channel activity promotes virus\nfitness and pathogenesis. 2014; 10 (5): PLoS Pathog.\ne1004077.\n[20] Hurst KR, Koetzner CA, Masters PS. Characteriza-\ntion of a critical interaction between the coronavirus\nnucleocapsid protein and nonstructural protein 3 of the\nviral replicase-transcriptase complex. . 2013; 87 J Virol\n(16), 9159-72.\n[21] Cui L, Wang H, Ji Y, et al. The nucleocapsid protein\nof coronaviruses acts as a viral suppressor of RNA si-\nlencing in mammalian cells. . 2015; 89 (17), 9029-43. J Virol\n[22] Klausegger A, Strobl B, Regl G, Kaser A, Luytjes W,\nVlasak R. Identification of a coronavirus hemaggluti-\nnin-esterase with a substrate specificity different from\nthose of influenza C virus and bovine coronavirus. J Vi-\n1999; 73 (5), 3737-43. rol.\n[23] Kubo H, Yamada YK, Taguchi F. Localization of neu-\ntralizing epitopes and the receptor-binding site within\nthe amino-terminal 330 amino acids of the murine coro-\nnavirus spike protein. 1994; 68 (9), 5403-10. J Virol.\n[24] Li W, Moore MJ, Vasilieva N, et al. Angiotensin-\nconverting enzyme 2 is a functional receptor for the\nSARS coronavirus. . 2003; 426 (6965), 450-4. Nature\n[25] Raj VS, Mou H, Smits SL, et al. Dipeptidyl pepti-\ndase 4 is a functional receptor for the emerging human\ncoronavirus-EMC. 2013; 495 (7440), 251-4. Nature.\n[26] Belouzard S, Chu VC, Whittaker GR. Activation of\nthe SARS coronavirus spike protein via sequential pro-\nteolytic cleavage at two distinct sites. Proc Natl Acad Sci\n. 2009; 106 (14), 5871-6. USA\n[27] Samudrala PK, Kumar P, Choudhary K, et al. Vi-\n\nrology, pathogenesis, diagnosis and in-line treatment of\nCOVID-19. 2020; 883, 173375. Eur J Pharmacol.\n[28] Krijnse-Locker J, Ericsson M, Rottier PJ, Griffiths\nG. Characterization of the budding compartment of\nmouse hepatitis virus: evidence that transport from the\nRER to the Golgi complex requires only one vesicular\ntransport step. . 1994; 124 (1-2), 55-70. J Cell Biol\n[29] Zhang H, Penninger JM, Li Y, Zhong N, Slutsky\nAS. Angiotensin-converting enzyme 2 (ACE2) as a\nSARS-CoV-2 receptor: molecular mechanisms and po-\ntential therapeutic target . 2020; 46 (4), . Intens Care Med\n586-90.\n[30] Li H, Liu L, Zhang D, et al. SARS-CoV-2 and viral\nsepsis: observations and hypotheses. . 2020; 395 Lancet\n(10235), 1517-20.\n[31] Lin L, Lu L, Cao W, Li T. Hypothesis for potential\npathogenesis of SARS-CoV-2 infection-a review of im-\nmune changes in patients with viral pneumonia. Emerg\n. 2020; 9 (1), 727-32. Microbes Infect\n[32] China National Health Commision Diagnosis and\ntreatment of novel coronavirus pneumonia in China\n(trial version 7). Available from: https://www.who.\nint/docs/default-source/wpro---documents/coun-\ntries/china/covid-19-briefing-nhc/1-clinical-proto-\ncols-for-the-diagnosis-and-treatment-of-covid-19-v7.\npdf?sfvrsn=c6cbfba4_2. Accessed: July 10, 2020.\n[33] Yao XH, Li TY, He ZC, et al. A pathological report\nof three COVID-19 cases by minimally invasive autop-\nsies. . 2020; 49 (5), 411-7. Zhonghua Bing Li Xue Za Zhi\n[34] Wichmann D, Sperhake JP, Lütgehetmann M, et al.\nAutopsy Findings and Venous Thromboembolism in\nPatients With COVID-19: A Prospective Cohort Study.\n. 2020; 173 (4), 268-77. Ann Intern Med\n[35] Ackermann M, Verleden SE, Kuehnel M, et al.\nPulmonary vascular endothelialitis, thrombosis, and\nangiogenesis in Covid-19. . 2020; 383 (2), N Engl J Med\n120-8.\n[36] Luers JC, Rokohl AC, Loreck N, et al. Olfactory and\nGustatory Dysfunction in Coronavirus Disease 19 (CO-\nVID-19) Dis. 2020; 71 (16), 2262-4. . Clin Infect\n[37] Wiersinga WJ, Rhodes A, Cheng AC, Peacock SJ &\nPrescott HC. Pathophysiology, transmission, diagnosis,\nand treatment of coronavirus disease 2019 (COVID-19).\n2020; 324 (8), 782-93. JAMA.\n[38] Li X, Zai J, Zhao Q, et al. Evolutionary history, poten-\ntial intermediate animal host, and cross-species analyses\nof SARS-CoV-2 . 2020; 92 (6), 602-11. . J Med Virol\n[39] Doremalen NV, Morris DH, Holbrook MG, et al.\nAerosol and surface stability of HCoV-19 (SARS-CoV-2)\ncompared to SARS-CoV-1. . 2020; 382 (16), N Engl J Med\n1564-7.\n[40] Wiersinga WJ, Rhodes A, Cheng AC, Peacock SJ,\nPrescott HC. Pathophysiology, Transmission, Diagno-\nsis, and Treatment of Coronavirus Disease 2019 (CO-\nVID-19): A Review. 2020; 324 (8), 782-93. JAMA.\n[41] Zeng L, Xia S, Yuan W, et al. Neonatal Early-Onset\n\n--- Page 16 ---\nInfection With SARS-CoV-2 in 33 Neonates Born to\nMothers With COVID-19 in Wuhan, China. JAMA Pedi-\n. 2020; 174 (7), 722-5. atr\n[42] Jones DL, Baluja MQ, Graham DW, et al. Shedding\nof SARS-CoV-2 in feces and urine and its potential role\nin person-to-person transmission and the environment-\nbased spread of COVID-19. . 2020; 749, Sci Total Environ\n141364.\n[43] Chen H, Guo J, Wang C, et al. Clinical character-\nistics and intrauterine vertical transmission potential\nof COVID-19 infection in nine pregnant women: a ret-\nrospective review of medical records. . 2020; 395 Lancet\n(10226), 809-15.\n[44] Sunjaya AP, Jenkins C. Rationale for universal face\nmasks in public against COVID-19. . 2020; 25 Respirology\n(7), 678-9.\n[45] World Health Organization. SARS-CoV-2 Vari-\nants. 2020. Available from:: https://www.who.int/csr/\ndon/31-december-2020-sars-cov2-variants/en/. Ac-\ncessed: January 7, 2021.\n[46] Leung K, Shum MH, Leung GM, Lam TT, Wu JT.\nEarly transmissibility assessment of the N501Y mutant\nstrains of SARS-CoV-2 in the United Kingdom, October\nto November 2020. . 2021; 26 (1), 2002106. Euro Surveill\n[47] He, X, Lau, EHY, Wu, P. et al. Temporal dynam-\nics in viral shedding and transmissibility of COVID-19.\n. 2020; 26 (5), 672-5. Nat Med\n[48] Ye ZW, Yuan S, Yuen KS, Fung SY, Chan CP, Jin DY.\nZoonotic origins of human coronaviruses. . Int J Biol Sci\n2020; 16 (10), 1686-97.\n[49] Zhang JJ, Dong X, Cao YY, et al. Clinical character-\nistics of 140 patients infected with SARS-CoV-2 in Wu-\nhan, China. 2020; 75 (7), 1730-41. Allergy.\n[50] Lighter J, Phillips M, Hochman S, et al. Obesity in pa-\ntients younger than 60 years is a risk factor for Covid-19\nhospital admission. . 2020; 71 (15), 896-7. Clin Infect Dis\n[51] Ludvigsson JF. Systematic review of COVID-19\nin children shows milder cases and a better prognosis\nthan adults. 2020; 109 (6), 1088-95. Acta Paediatr.\n[52] Giacomelli A, Pezzati L, Conti F, et al. Self-reported\nOlfactory and Taste Disorders in Patients With Severe\nAcute Respiratory Coronavirus 2 Infection: A Cross-\nsectional Study. 2020; 71 (15), 889-90. Clin Infect Dis.\n[53] Recalcati S. Cutaneous manifestations in COV-\nID-19: a first perspective. J Eur Acad Dermatol Venereol.\n2020; 34 (5), e212-3.\n[54] Wang D, Hu B, Hu C, et al. Clinical characteristics\nof 138 hospitalized patients with 2019 Novel Coronavi-\nrus-Infected Pneumonia in Wuhan, China. . 2020; JAMA\n323 (11), 1061-9.\n[55] Zheng YY, Ma YT, Zhang JY, Xie X. COVID-19 and\nthe cardiovascular system. 2020; 17 (5), Nat Rev Cardiol.\n259-60.\n[56] Long B, Brady WJ, Koyfman A, Gottlieb M. Cardio-\nvascular complications in COVID-19. . Am J Emerg Med\n2020; 38 (7), 1504-7.\n\n35 COVID-19 pandemic: from origins to outcomes\n[57] Mao L, Jin H, Wang M, et al. Neurologic Manifesta-\ntions of Hospitalized Patients With Coronavirus Disease\n2019 in Wuhan, China. 2020; 77 (6), 683-90. JAMA Neurol.\n[58] Zhang C, Shi L, Wang FS. Liver injury in COV-\nID-19: management and challenges. Lancet Gastroenterol\n. 2020; 5 (5), 428-30. Hepatol\n[59] Klok FA, Kruip MJHA, van der Meer NJM, et al. In-\ncidence of thrombotic complications in critically ill ICU\npatients with COVID-19. 2020; 191,145-7. Thromb Res.\n[60] Mahase E. Covid-19: concerns grow over inflam-\nmatory syndrome emerging in children. . 2020; 369: BMJ\nm1710.\n[61] Verdoni L, Mazza A, Gervasoni A, et al. An out-\nbreak of severe Kawasaki-like disease at the Italian epi-\ncentre of the SARS-CoV-2 epidemic: an observational\ncohort study. . 2020; 395 (10239), 1771-8. Lancet\n[62] Aggarwal K, Agarwal A, Jaiswal N, et al. Ocular\nsurface manifestations of coronavirus disease 2019\n(COVID-19): A systematic review and meta-analysis.\n. 2020; 15 (11), e0241661. PLoS One\n[63] Riley S, Fraser C, Donnelly CA, et al. Transmis-\nsion dynamics of the etiological agent of SARS in Hong\nKong: impact of public health interventions. Science.\n2003; 300 (5627), 1961-6.\n[64] Pan Y, Zhang D, Yang P, et al. Viral load of SARS-\nCoV-2 in clinical samples. 2020; 20 (4), Lancet Infect Dis.\n411-2.\n[65] To KK, Tsang OT, Yip CC, et al. Consistent detec-\ntion of 2019 novel coronavirus in saliva. Clin Infect Dis.\n2020; 71 (15), 841-3.\n[66] Kim YG, Yun SG, Kim MY, et al. Comparison be-\ntween saliva and nasopharyngeal swab specimens for\ndetection of respiratory viruses by multiplex reverse\ntranscription-PCR. . 2016; 55 (1), 226-33. J Clin Microbiol\n[67] Corman VM, Landt O, Kaiser M, et al. Detection of\n2019 novel coronavirus (2019-nCoV) by real-time RT-\nPCR . 2020; 25 (3): 2000045. . Euro Surveill\n[68] Chan JF, Yip CC, To KK, et al. Improved molecular\ndiagnosis of COVID-19 by the novel, highly sensitive\nand specific COVID-19-RdRp/Hel real-time reverse\ntranscription-polymerase chain reaction assay validat-\ned in vitro and with clinical specimens. . J Clin Microbiol\n2020; 58 (5), e00310-20.\n[69] Yip CC, Ho CC, Chan JF, et al. Development of a\nNovel, Genome Subtraction-Derived, SARS-CoV-2-\nSpecific COVID-19-nsp2 Real-Time RT-PCR Assay and\nIts Evaluation Using Clinical Specimens. . Int J Mol Sci\n2020; 21 (7), 2574.\n[70] Centers for Diseases Control and Prevention.\nCDC’s Influenza SARS-CoV-2 Multiplex Assay and Re-\nquired Supplies. update - February 2, 2021. Available\nfrom: https://www.cdc.gov/coronavirus/2019-ncov/\nlab/multiplex.html\n[71] Food and Drug Administration, US. Coronavirus Dis-\nease 2019 (COVID-19) Emergency Use Authorizations for\nMedical Devices. Available from: https://www.fda.gov/\n\n--- Page 17 ---\n36 R.K. Ochani, A. Asad, F. Yasmin, et al.\nmedical-devices/emergency-situations-medical-devices/\nemergency-use-authorizations-medical-devices.\n[72] Huang C, Wang Y, Li X, et al. Clinical features of\npatients infected with 2019 novel coronavirus in Wu-\nhan, China. . 2020; 395 (10223), 497-506. Lancet\n[73] Che XY, Hao W, Wang Y, et al. Nucleocapsid pro-\ntein as early diagnostic marker for SARS. Emerg Infect\n. 2004; 10 (11), 1947-9. Dis\n[74] Blanchard EG, Miao C, Haupt TE, Anderson LJ,\nHaynes LM. Development of a recombinant truncated\nnucleocapsid protein based immunoassay for detection\nof antibodies against human coronavirus OC43. J Virol\n. 2011; 177 (1), 100-6. Methods\n[75] Timani KA, Ye L, Ye L, Zhu Y, Wu Z, Gong Z. Clon-\ning, sequencing, expression, and purification of SARS-\nassociated coronavirus nucleocapsid protein for serodi-\nagnosis of SARS. . 2004; 30 (4), 309-12. J Clin Virol\n[76] Guo L, Ren L, Yang S, et al. Profiling Early Humor-\nal Response to Diagnose Novel Coronavirus Disease\n(COVID-19). . 2020; 71 (15), 778-85. Clin Infect Dis\n[77] Jiang F, Deng L, Zhang L, Cai Y, Cheung CW, Xia Z.\nReview of the Clinical Characteristics of Coronavirus Dis-\nease 2019 (COVID-19). . 2020; 35 (5), 1545-9. J Gen Intern Med\n[78] Long C, Xu H, Shen Q, et al. Diagnosis of the Coro-\nnavirus disease (COVID-19): rRT-PCR or CT? Eur J Ra-\n2020; 126, 108961. diol.\n[79] Pan F, Ye T, Sun P, et al. Time course of lung chang-\nes on chest CT during recovery from coronavirus dis-\nease 2019 (COVID-19). 2020; 295 (3), 715-21. Radiology\n[80] M Corman V, Landt O, Kaiser M, et al. Detection\nof 2019 Novel Coronavirus (2019-nCoV) by Real-Time\nRTPCR. Euro Surveill 2020; 26 (5), 210204e.\n[81]Cascella M, Rajnik M, Cuomo A, Dulebohn SC, Di\nNapoli R. Features, Evaluation and Treatment Coro-\nnavirus (COVID-19) 2020; Available from: StatPearls.\nhttps://www.ncbi.nlm.nih.gov/books/NBK554776/\n[82] WHO Solidarity Trial Consortium, Pan H, Peto R,\net al. Repurposed Antiviral Drugs for Covid-19 - Inter-\nim WHO Solidarity Trial Results. 2020; N Engl J Med.\ndoi: 10.1056/NEJMoa2023184.\n[83] Sheahan TP, Sims AC, Leist SR, et al. Comparative\ntherapeutic efficacy of remdesivir and combination\nlopinavir, ritonavir, and interferon beta against MERS-\nCoV. 2020; 11 (1), 222. Nat Commun.\n[84] Clinical Trials. Adaptive COVID-19 Treatment Trial\n(ACTT). Available from: https://clinicaltrials.gov/ct2/\nshow/NCT04280705Accessed: July 24, 2020.\n[85] World Health Organization. WHO recommends\nagainst the use of remdesivir in COVID-19 patients.\nAvailable from: https://www.who.int/news-room/\n\nfeature-stories/detail/who-recommends-against-the-\nuse-of-remdesivir-in-covid-19-patients\n[86] Kalil AC, Patterson TF, Mehta AK, et al. Baricitinib\nplus Remdesivir for Hospitalized Adults with Cov-\nid-19. 2020; doi: 10.1056/NEJMoa2031994. N Engl J Med.\n[87] Food and Drug Administration, US. Coronavirus\n(COVID-19) Update: FDA Authorizes Drug Combi-\nnation for Treatment of COVID-19. Available from:\nhttps://www.fda.gov/news-events/press-announce-\nments/coronavirus-covid-19-update-fda-authorizes-\ndrug-combination-treatment-covid-1987\n[88] NIH. COVID-19 Treatment Guidelines. Available\nfrom: https://www.covid19treatmentguidelines.nih.gov/\nAccessed: August 26, 2020.\n[89] Bhimraj A, Morgan RL, Shumaker AH, et al. In-\nfectious Diseases Society of America Guidelines on\nthe Treatment and Management of Patients with CO-\nVID-19. 2020; doi: 10.1093/cid/ciaa478. Clin Infect Dis.\n[90] Salama C, Han J, Yau L, et al. Tocilizumab in Pa-\ntients Hospitalized with Covid-19 Pneumonia. N Engl J\n2021; 384 (1), 20-30. Med.\n[91] Some drugs for COVID-19. . Med Lett Drugs Ther\n2020; 62 (1595), 49-50. Available from: https://secure.\nmedicalletter.org/w1919a\n[92] Tian X, Li C, Huang A, et al. Potent binding of 2019\nnovel coronavirus spike protein by a SARS coronavi-\nrus-specific human monoclonal antibody. Emerg Mi-\n2020; 9 (1), 382-5. crobes Infect.\n[93] Agarwal A, Mukherjee A, Kumar G, et al. Conva-\nlescent plasma in the management of moderate cov-\nid-19 in adults in India: open label phase II multicentre\nrandomised controlled trial (PLACID Trial) 2020; BMJ\n371, m4232.\n[94] Joyner M, Wright RS, Fairweather D, et al.\nEarly Safety Indicators of COVID-19 Convales-\ncent Plasma in 5,000 Patients. . 2020; doi: medRxiv\n10.1101/2020.05.12.20099879.\n[95] Xu Z, Shi L, Wang Y, et al. Pathological findings\nof COVID-19 associated with acute respiratory distress\nsyndrome. 2020; 8 (4), 420-2. Lancet Respir Med.\n[96] RECOVERY Collaborative Group, Horby P, Lim\nWS, et al. Dexamethasone in Hospitalized Patients with\nCovid-19 - Preliminary Report. 2020; doi: N Engl J Med.\n10.1056/NEJMoa2021436.\n[97] Zhang N, Li C, Hu Y, et al. Current development of\nCOVID-19 diagnostics, vaccines and therapeutics. Mi-\n. 2020; 22 (6-7), 231-5. crobes Infect\n[98] Polack FP, Thomas SJ, Kitchin N, et al. Safety and\nEfficacy of the BNT162b2 mRNA Covid-19 Vaccine. N\n2020; 383 (27), 2603-15. Engl J Med.",
    "pages": [
      {
        "page_number": 1,
        "text": "Le Infezioni in Medicina, n. 1, 20-36, 2021\nREVIEWS 20\nCOVID-19 pandemic: from origins\nto outcomes. A comprehensive\nreview of viral pathogenesis, clinical\nmanifestations, diagnostic evaluation,\nand management\nRohan Kumar Ochani , Ameema Asad 1 1\nSimran Batra , Muhammad Rizwan Sohail 1 2\nMohammad Hussham Arshad , Arjan Kumar 5 6\nDepartment of Internal Medicine, Dow University of Health Sciences, Karachi, Pakistan; 1\nDivision of Infectious Diseases, Baylor College of Medicine, Houston, Texas, USA; 2\nSection of Infectious Diseases, Department of Medicine, Aga Khan University, Karachi, Pakistan; 3\nDepartment of Anesthesiology, Australian Concept Infertility Medical Center, Karachi, Pakistan; 4\nDepartment of Internal Medicine, Aga Khan University, Karachi, Pakistan; 5\nDepartment of Medical ICU, Dr. Ruth K.M. Pfau Civil Hospital Karachi, Karachi, Pakistan; 6\nDepartment of Internal Medicine, Corpus Christi Medical Center, Corpus Christi, Texas, USA; 7\nDepartment of Internal Medicine, University of North Texas, Dallas, USA 8\nSevere Acute Respiratory Syndrome Coronavirus-2\n(SARS-CoV-2), the causative pathogen for the CO-\nVID-19, first emerged in Wuhan, China, in December\n2019 and by March 2020, it was declared a pandemic.\nCOVID-19 pandemic has overburdened healthcare sys-\ntems in most countries and has led to massive econom-\nic losses. SARS-CoV-2 transmission typically occurs by\nrespiratory droplets. The average incubation period is\n6.4 days and presenting symptoms typically include\nfever, cough, dyspnea, myalgia or fatigue. While the\nINTRODUCTION n\nT\nhe 2019 novel CoV, now named as Severe Acute\nRespiratory Syndrome Coronavirus-2 (SARS-\nCoV-2) by the International Committee on Taxonomy\nCorresponding author\nRohan Kumar Ochani\nE-mail: rohanochani@gmail.com\n\n, Farah Yasmin , Shehryar Shaikh , Hiba Khalid , 1 1 1\n, Syed Faisal Mahmood , Rajkumar Ochani , 3 4\n, Salim Surani 7,8\nSUMMARY\nmajority of patients tend to have a mild illness, a minor-\nity of patients develop severe hypoxia requiring hospi-\ntalization and mechanical ventilation. Management is\nmostly supportive. However, several direct anti-viral\nagents, and immunomodulatory therapy with steroids\nand various cytokine blockers seem promising in early\nresults. However, an effective vaccine has been estab-\nlished, which will help curb the pandemic.\nBvnbmb Keywords:\n, belongs to the genus beta-CoV [1]. Beta- of Viruses\nCoV also comprises of the Severe Acute Respira-\ntory Syndrome CoV (SARS-CoV), and Middle\nEastern Respiratory Syndrome CoV (MERS-CoV).\nOn February 11 , 2020, the World Health Organi- th\nzation (WHO) announced a new name for disease\ncaused by SARS-CoV-2: CoV disease (COVID-19),\nand exactly a month later, on March 11 , 2020, it th\nwas declared as a pandemic [1, 2].\nSARS-CoV-2 first emerged in Wuhan, China, in",
        "char_count": 2810,
        "word_count": 422,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "December 2019, with the first case being linked to\na seafood market [3, 4]. Since then, the virus has\n, 2021, spread very rapidly, and as of January 17 th\nit has infected over 93 million people and has\nclaimed over 2million lives [5]. Although the mor-\ntality rate of SARS-CoV-2 appears to be lower than\nSARS-CoV and MERS-CoV, it is transmitted much\nmore quickly and widely in comparison, resulting\nin a global healthcare and financial crisis [6].\nIn this review, we summarize current knowledge\nabout geographic distribution, virology, clinical\nmanifestations, diagnosis, and management of\nCOVID-19.\nMETHODS n\nA literature search was performed using\nPubMed/MEDLINE and Google Scholar from\ntheir inception until January 2021 using the fol-\nlowing search string: “Coronavirus” AND “out-\nbreak” OR “transmission” OR “geographical dis-\ntribution’’ OR “virology” OR “pathogenesis” OR\n“genomic structure” OR “causality” OR “genom-\nic distribution” OR “etiology” OR “clinical mani-\nfestation” OR “transmission” OR “diagnosis” OR\n“treatment” OR “prevention” OR “vaccination”\nOR “biosafety” OR “economic burden”. Articles\nin languages other than English were excluded.\nGEOGRAPHICAL DISTRIBUTION n\nIn December 2019, several patients with pneumo-\nnia of an unknown etiology were admitted to hos-\npitals in Wuhan [3, 4]. According to a document\npublished by WHO, 44 patients affected by of\npneumonia of unknown etiology had been report-\n, 2020, with 11 patients severely ed by January 3 rd\nill. On January 8 , 2020, the genetic sequencing th\ndemonstrated a novel CoV as the potential caus-\native organism [3, 7].\nOn March 11 , 2020, the WHO declared SARS- th\nCoV-2 as a pandemic with confirmed cases in 114\ncountries [2]. By mid-March, Europe had more\ncases than anywhere in the world while COV-\nID-19 had spread to more than 160 countries [8].\nBy the end of August 2020, the WHO region of\nAmericas had the highest burden of COVID-19\nglobally, accounting for almost half of all new cas-\nes reported in the last week of August. The United\nStates of America (USA) had the highest number\nof cases in the world; however, a decline in new\n\n21 COVID-19 pandemic: from origins to outcomes\ncases was seen from previous peaks in July of over\n70,000 cases per day to an average of 41,000 new\ncases per day [9].\nA consistent increase in new cases and deaths\nwas seen over the month of September 2020 in the\nEastern Mediterranean Region with the highest\nnumber of new cases reported by Iraq, Iran and\nMorocco. The region of Americas continued to\nbe the most affected WHO region with the USA,\nBrazil, Argentina and Colombia reporting the\nhighest number of new cases in the last week of\nSeptember. The number of new cases in the USA\ncontinued to rise and by the end of October, they\nstarted approaching the previous epidemic peak\nobserved in July [10].\nIn December 2020, two new variants of SARS-\nCoV-2 were reported by the WHO, one by the au-\nTable 1 - Top 20 countries affected by COVID-19.*\nTotal Total Total\n# Country\nCases Deaths recovered\n1 United States 24,439,427 406,162 14,970,252\nof America\n2 India 10,610,883 152,869 10,265,706\n3 Brazil 8,638,249 212,831 7,618,080\n4 Russia 3,616,680 66,810 3,021,861\n5 United 3,515,796 93,469 8,492\nKingdom\n6 France 3,023,661 71,792 219,354\n7 Italy 2,414,166 83,681 1,806,932\n8 Spain 2,412,318 54,637 150,376\n9 Turkey 2,406,216 24,487 2,283,919\n10 Germany 2,100,618 50,079 1,778,319\n11 Colombia 1,956,979 49,792 1,786,170\n12 Argentina 1,831,681 46,216 1,613,773\n13 Mexico 1,688,944 144,371 1,264,780\n14 Poland 1,457,755 34,561 1,215,732\n15 South Africa 1,369,426 38,854 1,160,412\n16 Iran 1,354,520 57,150 1,144,549\n17 Ukraine 1,216,780 22,521 947,087\n18 Peru 1,073,214 39,044 993,509\n19 Indonesia 951,651 27,203 772,790\n20 Netherlands 940,106 13,350 12,102\n*According to COVID-19 Dashboard by the Center for Systems Science\nand Engineering (CSSE) at Johns Hopkins University (JHU) (https://\ncoronavirus.jhu.edu/map.html), as of January 21, 2021.",
        "char_count": 3965,
        "word_count": 635,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "22 R.K. Ochani, A. Asad, F. Yasmin, et al.\nthorities from the United Kingdom, referred as VOC\n202012/01 and another detected in South Africa,\nnamed 501Y.V2. Initial analysis of these variants\nsuggested that they may spread more rapidly [11].\nFigure 1 - Top 20 countries affected by COVID-19 (October 18, 2020).\nFigure 2 - Deaths in the top 20 countries affected by COVID-19 (October 18, 2020).\n\n, 2020, COVID-19 has affected As of January 17 th\na total of 93,217,287 people worldwide with 60\ncountries reporting imported cases or community\ntransmission of the VOC 202012/01 variant and 23",
        "char_count": 588,
        "word_count": 98,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "countries reporting cases of the 501Y.V2 variant.\nSeveral ongoing studies are being conducted to\ndetermine the transmission and severity of these\nnew variants [12].\nThe total numbers of cases, deaths, and recovered\npatients in the 20 leading countries are shown in\nTable 1, and Figures 1 and 2.\nVIROLOGY n\nCoV is an enormous group of viruses belonging to\nthe Nidovirales order, which comprises of Coro-\nnaviridae, Roniviridae and Arteriviridae families.\nCrucial features are common to all the viruses of\nNidovirales order, which means that all are envel-\noped, non-segmented positive-sense RNA virus-\nes. Moreover, they all contain very large genomes\nfor RNA viruses, and additional features include:\n1)\t a highly conserved genomic organization, with\na large replicase gene preceding structural and\naccessory genes;\n2)\t expression of many non-structural genes by\nribosomal frameshifting;\n3)\t several unique or unusual enzymatic activities\nencoded within the large replicase-transcrip-\ntase polyprotein;\n4)\t expression of downstream genes by the syn-\nthesis of 3 nested sub-genomic mRNAs [13]. ′\nThe CoV (one of two subfamilies in the Corona-\nviridae family) is subdivided into four groups\nbased on serology: the alpha, beta, gamma, and\ndelta CoVs [13]. Amongst these, the alpha-and\nbeta viruses infect mammals, gamma CoV infect\navian species, and delta CoV can infect the mam-\nmals as well as the avian species [14].\nStructurally, CoVs form enveloped and spheri-\ncal particles of 100-160 nm in diameter. The most\nnotable characteristic of CoV is the club-shaped\nspike projections protruding from its surface. CoV\nhas the largest identified RNA genomes, contain-\ning approximately 30 kilobase (kb) genomes. This\nis packed inside a helical capsid formed by the\nnucleocapsid (N) protein and then further sur-\nrounded by an envelope. Additionally the spike\nis an imperative determinant of viral host range\nand tissue tropism and a distinguished inducer of\nhost immune responses [14, 15].\nThe Replication-Transcription Complex (RTC)\nhas been investigated by Van Hemert MJ et al.\n[16]. The findings of the study concluded that vi-\nral RNA synthesis and intracellular membranes\n\n23 COVID-19 pandemic: from origins to outcomes\nare functionally connected and, thus, consequent-\nly established that host factors play a prominent\nrole in CoV RNA synthesis [16].\nPATHOGENESIS n\nCoV’s four structural proteins, S, N, M, and E,\nenable the virus to gain access to the host cell\n[17, 18]. The S protein is heavily N-glycosylated,\nthe M protein is present as a dimer in the virion,\nwhich maintains its shape and the E protein, a\ntransmembrane protein with an Ion channel ac-\ntivity plays an important role in viral pathogene-\nsis. This promotes the assembly and release of the\nvirus from the host cell [19]. The N protein is only\npresent in the nucleocapsid, which helps bind the\nviral genome with the NSP3 protein of the RTC\nand packages the RNA species produced during\ninfection into the viral particles. It also serves as\nan antagonist of interferon (IFN), which appears\nto be beneficial for viral replication [20, 21]. Final-\nly, the HE enhances the S protein binding activity\nand spread of the virus through the mucosa [22].\nFollowing the initial attachment of the Receptor\nBinding Domain (RBD) of the S protein with its re-\nceptor, the virus enters the human cells. [23-25, 26].\nRecent literature suggests that the high pathoge-\nnicity and transmissibility of SARS-CoV-2 could\nbe attributed to the modified residues of RBD of\nS protein compared to SARS-CoV, presence of\nthe polybasic furin cleavage site (RRAR) not ob-\nserved in other coronaviruses. This facilities an\neffective cleavage of S protein by furin and other\nproteases. Additionally, the ‘S trimer’ exists in a\npartially opened state in highly pathogenic coro-\nnaviruses [27].\nFollowing the viral entry into the host cell cy-\ntoplasm, the replication, transcription and the\ntranslation of the viral structural proteins, includ-\ning M, E, and N proteins, occur, which are assem-\nbled into the virus and released via exocytosis.\nThe S protein does not get assembled and directs\nthe cell-cell fusion between infected cells leading\nto the formation of large multinucleated cells that\ngo undetected by virus-specific antibodies, thus\nallowing the virus to spread within an infected\norganism [28].\nThe new SARS-CoV-2 uses the ACE2 receptor like\nthe original SARS-CoV to facilitate viral entry into\nthe target cells that leads to the downregulation\nof these receptors, and increased production of",
        "char_count": 4539,
        "word_count": 718,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "24 R.K. Ochani, A. Asad, F. Yasmin, et al.\nangiotensin-2 (AT2). Increased production of AT2\npotentially increases pulmonary vascular perme-\nability and may cause lung injury. Approximately\n83% of the ACE2 receptors are expressed on the\nluminal surface of alveolar epithelial type II cells,\nmaking these as the primary reservoirs of viral in-\nvasion. Additionally, the multi-organ dysfunction\nobserved in these patients can be attributed to the\nwide distribution of ACE2 receptors in extra-pul-\nmonary tissues, including heart, kidney, endothe-\nlium, and intestine [29].\nPathological findings of a patient diagnosed with\nAcute Respiratory Distress Syndrome (ARDS)\nindicated diffuse alveolar damage with cellular\nfibromyxoid exudates and pulmonary edema,\ndesquamation of pneumocytes, and hyaline mem-\nbrane formation upon lung biopsy. Furthermore,\nthe infiltration of interstitial mononuclear inflam-\nmatory infiltrates, dominated by lymphocytes,\nwas also observed. The over activation of the T-\ncells leads to an increased concentration of pro-in-\nflammatory cytokines released by the CD4 T-cells\nand higher amounts of cytotoxic granules in CD8\nFigure 3 - Pathophysiology of SARS-CoV-2.\nAbbreviations:\nrespiratory distress syndrome, DVT, deep venous thrombosis, COVID-19; coronavirus disease-19.\n\nT-cells contributed to the severe immune injury in\nthe patient. SARS-CoV-2 infects alveolar macro-\nphages and epithelial cells that contain these viral\nparticles and initiate lung inflammatory responses\n[30]. The clinical phase of SARS-CoV-2 can be cate-\ngorized into three phases namely “viremia phase”\nin which the virus enters the peripheral blood\nfrom the lungs, “acute or the pneumonia phase”\nin which the immune-compromised individu-\nals become severely critical with T lymphocytes\nand B lymphocytes significantly reduced while\ninflammatory cytokines mainly IL-6 and coagula-\ntion parameters such as D-Dimer are abnormally\nelevated in the “recovery phase”. As a result, Dis-\nseminated Intravascular Coagulation (DIC) due\nto inflammation and infection due to excessive\nactivation of the coagulation cascade is observed\n[31]. Initial plasma levels of inflammatory cyto-\nkines in patients affected with SARS-CoV-2 is ob-\nserved to be higher as compared to healthy adults.\nChest CT scans in patients with viral pneumonia\ndemonstrated ground-glass opacification with or\nwithout consolidative abnormalities which are\nRBD; receptor binding protein, ACE-2; angiotensin converting enzyme-2 receptors, TMPRSS2; type\n2 transmembrane serine protease, SARS-CoV-2, severe acute respiratory syndrome coronavirus-2, ARDS; acute",
        "char_count": 2613,
        "word_count": 363,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "more likely to be bilateral with a peripheral distri-\nbution involving the lower lobes of the lungs. Ad-\nditionally, splenic atrophy, necrosis of hilar lymph\nnodes and focal hemorrhage in the kidney, liver\nenlargement with infiltration of inflammatory\ncells, edema and scattered neuronal degeneration\nin brain [32,33]. Furthermore, an autopsy study\nconducted by Wichmann et al. demonstrated a\nhigh incidence of Deep Venous Thrombosis (DVT)\n(58%) with one-third of COVID-19 patients hav-\ning Pulmonary Embolism (PE) as a direct cause\nof death [34]. Lastly, the pathological mechanisms\nunderlying myocardial injury in SARS-CoV-2 pa-\ntients constitutes coronary spasm, hypoxic injury,\nmicrothrombi, direct vascular endothelial injury,\nhypercoagulability, and atherosclerotic plaque\ninstability that increases the risk of developing\nacute myocardial infarction due to acute coronary\nocclusion [35]. Furthermore, olfactory dysfunc-\ntion has also been reported in COVID-19 patients,\nhowever it still remains unclear whether the virus\naffects sensory cells or the olfactory bulb directly\n[36, 37]. The pathophysiology of SARS-CoV-2 is\nsummarized in Figure 3.\nTRANSMISSION n\nThe newly identified SARS-CoV-2 has been sus-\npected to extend to humans from bats through\npangolins even though conclusive evidence in\nsupport of this is yet to be found [38].\nAfter successful infection of a human host, fur-\nther horizontal transmission of the SARS-CoV-2\noccurs chiefly through human-to-human contact,\neither directly through respiratory droplets or in-\ndirectly by touching contaminated surfaces [39].\nIn addition, it has also been discovered that SARS-\nCoV-2 can remain airborne for up to 3 hours [39],\nincreasing the risk of contracting the virus [39].\nIn regard to vertical transmission, maternal CO-\nVID-19 has a low likelihood for transmission to\nthe newborn [39-41]. The presence of SARS-CoV-2\nRNA in urine and feces has been detected leading\nto the implication of the fecal-oral route in its trans-\nmission as well; however, this route is considered\nto have a minor role only as the levels of the viral\ngenetic material found in urine and feces is much\nlower than that in nasopharyngeal fluids [42].\nViral shedding by asymptomatic people is a ma-\njor factor for ongoing transmission and may rep-\nresent 25 to 50% of total new infections. This has\n\n25 COVID-19 pandemic: from origins to outcomes\nled to the recommendation for universal masking\n[43]. Viral shedding may start 1 to 2 days before\nsymptom onset and viral titers in respiratory se-\ncretions are noted to be highest in the early stages\nof infection with a quick decline soon after [44].\nAs already reported above, of recent concern is a\nnew strain identified in the United Kingdom (UK)\nnamely, SARS-CoV-2 VOC 202012/01 (Variant of\nConcern, year 2020, month 12, variant 01), as it is\nreported as having 75% more transmissibility and\nhas spread to multiple countries outside of the\nUK [45, 46].\nCLINICAL MANIFESTATIONS n\nOf the seven strains of H-CoV known, their po-\ntential to cause a respiratory tract disease ranges\nfrom mild to severe [47]. The incubation period,\nclinical presentation, and case fatality for each H-\nCoV are mentioned in Table 2.\nThe most common complaints are fever, cough,\nand dyspnea, and less frequently gastrointestinal\nsymptoms like diarrhea [48,49]. Older age group\n(65 years or older) is at higher risk of developing\nsevere SARS-CoV-2 infection because of higher\nproportion of established co-morbidities [49].\nHowever, younger adults are also being hospital-\nized with severe illness, albeit with much lower\nfrequency. In a study by Zhang et al., SARS-CoV-2\ninfection was less likely in smokers, but the likeli-\nhood of the severity of disease upon infection in\nsmokers may be higher [49]. Data from USA sug-\ngests that obesity may be considered as an inde-\npendent risk factor for hospitalization and severe\ndisease [50]. Children are less likely to develop\nsymptomatic infection and are less prone to se-\nvere disease [51].\nFurthermore, there have been reports of taste al-\nterations and olfactory disturbances document-\ned during the earlier course of the disease [52].\nAdditionally, cutaneous manifestations such as\neryhtematous rashes and urticaria have also been\nreported in infected patients [53]. COVID-19 has\nalso been associated with the involvement of the\ncardiovascular system [54-56]. Moreover, neuro-\nlogical manifestations such as headache, altered\nconscious state, dizziness, and acute cerebrovas-\ncular disease have also been exhibited by patients\n[57]. Regarding liver injury in COVID-19, mul-\ntiple reasons such as drug-related hepatotoxic-\nity and immune-mediated damage like cytokine",
        "char_count": 4685,
        "word_count": 720,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "26 R.K. Ochani, A. Asad, F. Yasmin, et al.\nTable 2 - Clinical features of Human Coronaviruses (HCoVs).\nHCoV-229E HCoV-OC43 HCoV-NL63\nIncubation\n2-5 days 2-5 days 2-4 days\nperiod\nClinical Cough Cough Coryza\nfeatures Coryza Coryza Cough\nDyspnea Fever Fever\nFever Headache Dyspnea\nMyalgia Sore throat Myalgia\nHeadache Dyspnea Sore throat\nSore throat Myalgia Headache\nCyanosis Diarrhea\nTachypnea\nHypoxia\nCase fatality N/A N/A N/A\nstorm have been suggested to play a role [58]. On\nstudying the development of venous and arterial\nthrombotic events, most of the venous thrombo-\nembolic events were Pulmonary Embolisms (PEs)\n[59]. Moreover, there have also been reports of\nan increase in the number of children presenting\nwith a disease termed Multisystem Inflamma-\ntory Syndrome in Children (MIS-C), thought to\nbe a result of SARS-CoV-2 induced inflammation\n[60,61].  Lastly, opthalmological involvement is\ninfrequent but it has been documented neverthe-\nless; majorly as ocular pain, redness, and follicu-\nlar conjunctivitis [62].\nDIAGNOSIS n\nThe diagnosis of CoV infection early in the course\nof the illness is essential to minimize the risk of\nlarge-scale outbreaks in hospitals and local com-\nmunities [63].\nThe Center for Disease Control and Prevention\n(CDC) and WHO recommends respiratory speci-\nmens for SARS-CoV-2 nucleic acid amplification\ntests. Screening of asymptomatic patients is con-\nducted using upper respiratory specimens such as\nnasopharyngeal (NP) swabs, oropharyngeal (OP),\nnasopharyngeal wash/aspirate or nasal aspirate\n\nHCoV-HKU1 SARS-CoV MERS-CoV SARS-CoV-2\n2-4 days 2-11 days 2-13 days 3-6 days\nFever Fever Fever Fever\nCoryza Cough Cough Cough\nMyalgia Dyspnea Dyspnea Fatigue\nCough Diarrhea Diarrhea Headache\nMalaise Pneumonia Dyspnea\nMyalgia Acute Renal Diarrhea\nHeadache involvement Headache\nRigors Myalgia\nRespiratory Pneumonia\ndistress Acute\nrespiratory\ndistress\nAnosmia\nAgeusia\nDyspnea\nAcute\nmyocardial\ninfarction\nN/A 9.6% 34.4% 3.4%\n(NA), throat swab while symptomatic patients\nor those with productive cough are screened via\nlower respiratory specimens such as sputum, a\nlower respiratory tract aspirate and bronchoal-\nveolar lavage. In most cases, the sensitivity of NP\nswab PCR for COVID-19 is <80% depending on\nthe assay used, sample procurement methods, and\nstage of illness. As the infection progresses from\nupper to lower respiratory tract, the sensitivity of\nNP swab further decreases but lower respiratory\nspecimens such as bronchoalveolar lavage (BAL)\nmay offer higher yields (80-90%) [60, 61]. Lastly,\nwhole blood, urine and autopsy from deceased\npatients can also be used to detect the presence of\nvirus [64]. Saliva is also highly applied for labo-\nratory surveillance in busy clinical settings as it\nreduces waiting time for patients, and decreases\nthe viral transmission risk to healthcare workers\n[65]. The rate of detection of respiratory viruses in\nsaliva has been reported to be comparable to NP\nswabs [66]. The common factors affecting the ac-\ncuracy of the results are shown in Figure 4.\nMethods for COVID-19 diagnosis\nElectron Microscopy (EM) and cell culture\nThese two techniques are recommended by CDC\nfor antiviral, and pathogenesis research, but not",
        "char_count": 3199,
        "word_count": 477,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Limit of detection of\nassay dependent on\ndesign, and\nmethodology\nQuantity of the\ndetection material\nSpecificity and\nsensitivity of assay\nshould be calculated Factors affecting\non basis of methods accuracy of COVID-\nand timing of assay, 19 testing\ntype of specimen,\nand disease severity\nThe concentration of\nPatient infection detection material\nstatus for COVID-19 varies in the early\ntesting should be and later stages of\ninterpreted with SARS-CoV-2\npatient history, and infection\ndiagnostic\ninformation\nfor clinical practice due to biosafety concerns. The\nculture and intubation of SARS-CoV-2 with cell\nlines such as Vero revealed cytopathic effects fol-\nlowing six weeks of inoculation. EM allows the\nvisualization of the virus, and ultra-structural\ndetails of viral-infected cells such as spherical\nparticles with crown-like spikes in cell cultures of\nSARS-CoV-2 infected patients.\nReal-time Reverse Transcriptase Polymerase Chain\nReaction (RT_PCR)\nClinical specimens are obtained from nasopha-\nryngeal swabs to extract the viral RNA, which\nthen undergoes RT-PCR in an automated thermo-\ncycler with the master reaction mixture contain-\ning all the essential materials to generate a com-\nplementary DNA that is amplified and detected\nvia gel electrophoresis [67]. However, this tradi-\ntional technique is time-consuming and requires\nwell-equipped lab environments with highly\nskilled expertise for diagnosis.\nMany commercial and in-house assays have\nbeen developed based on varying number of\ngene targets and different target regions. Exten-\nsive research has been conducted to improve\nthe RT-PCR assay such as the COVID-19-RdRp/\nHel RT-PCR assay that has lower limit of de-\n\n27 COVID-19 pandemic: from origins to outcomes\nFigure 4 - Factors affecting the\naccuracy of COVID-19 testing.\nStorage,\ntransportation and\nprocessing of the\nspecimens\nThe antibody\nproduction in SARS-\nCoV-2 infection\ndemonstartes a\ntime-dependent\nresponse\nA negative test\nresult is dependent\non sensitivity of\nassay and pre-test\nprobability i..e.\nchance of  being\ninfected prior to\ntesting\ntection (LoD) and greater specificity than the\nestablished RdRp-P2 assay for the detection of\nSARS-CoV-2 RNA in vitro and in patient speci-\nmen [68]. Another kind of assay, i.e. the COV-\nID-19-nsp RT-PCR assay requires only one pair\nof SARS-CoV-2 primers specific towards nsp2\nregion which had not been previously targeted\nbut highlighted by genome subtraction [69]. A\nvery recent nucleic acid based test developed\nby CDC named as the Flu SC2 Multiplex Assay\ninvolves the simultaneous detection of SARS-\nCoV-2, influenza A, and influenza B. that allows\nfor ongoing flu surveillance while also testing\nfor SARS-CoV-2 [70].\nSample-to-answer assay\nThese tests include the Qiagen QIAstat-Dx Respi-\nratory SARS-CoV-2 Panel, Abbott Diagnostics ID\nNOW COVID-19, BioFire Filmarray COVID-19,\nand Cepheid Xpert Xpress recently authorized ®\nby US Food and Drug Administration for the\nemergency detection of SARS-CoV-2. These do\nnot require the conventional complex PCR set-\ntings. These tests integrate the sample and nucleic\nacid extraction into a cartridge, the nucleic acid\namplification and signal detection are also per-\nformed inside the closed cartridge, reducing the",
        "char_count": 3229,
        "word_count": 477,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "28 R.K. Ochani, A. Asad, F. Yasmin, et al.\ncross-contamination between samples, and in-\ncreasing availability of molecular testing [71].\nSerology testing (antibody detection)\nDetection of a rise in the antibodies against the\nspecific strains of CoV by Enzyme-Linked Immu-\nnosorbent Assay (ELISA) in the sera of patients\nobtained during either the acute or convalescent\nphase of the disease can be a rapid and secure\nmethod of diagnosis [72]. Che et al., observed\nN protein in the serum samples of the SARS-\nCoV patients after one day of the disease onset\n[73]. These N proteins can be used as antigens in\nELISA for the detection of antibodies specific to\nSARS-CoV and several other animal CoV [74, 75].\nThe sensitivity and specificity of serologic tests\nare reported to vary. One study found the follow-\ning serologic response to a recombinant SARS-\nCoV-2 nucleocapsid: IgM (85.4%), IgA (92.7%) ob-\nserved 5 days following the symptom onset, and\nIgG (77.9%) observed 14 days after the onset of\nsymptoms [76].\nHowever, many currently offered serology tests\nfor SARS-CoV-2 are not sufficiently clinically vali-\ndated and FDA has warned not to use these tests\nyet to implicate authentic infection, protective im-\nmunity, or to rule out infection. Therefore, an ac-\ntive infection can only be ruled out with sensitive\nmolecular (PCR) assays of respiratory secretions.\nComputed Tomography (CT) scans\nIt enables the clinicians to observe the radiologic\nchanges in the lungs, and diagnosis of lung lesions.\nThe typical pattern of a CT scan of COVID-19 in-\nfected patient demonstrates ground-glass opacity\nwith consolidation, bilateral patchy shadowing,\nand peripheral distribution with rare pleural effu-\nsion, and lymphadenopathy [77,78]. During later\nstages of infection, crazy-paving patterns develop\nand consolidation of the lungs increases the ab-\nsorption of lesions [79]. The sensitivity of the CO-\nVID-19 testing is remarkably increased with a com-\nbination of RT-PCR and Chest CT scan [80].\nMANAGEMENT AND TREATMENT n\nSupportive treatments\nSupportive care remains the cornerstone of CO-\nVID-19 treatment. Oxygen therapy comprises the\nprimary treatment intervention for patients with\nsevere infection. Mechanical ventilation is essen-\n\ntial in cases of respiratory failure refractory to\noxygen therapy, whereas hemodynamic support\nis required for managing septic shock [81]. Other\nsupportive measures include fluid management\nand administration of antimicrobials to treat sec-\nondary infections. Many direct antiviral drugs to\ncontrol the SARS-CoV-2 replication and immuno-\nmodulatory agents to control cytokine storm and\nresultant inflammation are being investigated in\nclinical trials with some early promising results.\nAntiviral agents\nChloroquine (CQ) or hydroxychloroquine (HCQ)\nwere initially reported to have anti-viral activ-\nity against SARS-CoV-2. However, in the WHO\nSOLIDARITY trial, an open-label, randomized\ntrial being conducted to identify drugs that can be\nrepurposed for use against COVID-19, HCQ was\ndiscountinued as it did not show any definite ef-\nfect on mortality [82].\nOne promising antiviral drug remdesivir, an\nadenosine analog, is currently undergoing sev-\neral clinical trials. It is a broad-spectrum antivi-\nral drug. The mechanism of action of remdesivir\nmimics natural nucleosides that can be triphos-\nphorylated by cellular enzymes and incorporat-\ned into the viral RNA/DNA strands by the viral\npolymerases. Remdesivir was initially developed\nto treat Ebola virus disease but exhibits activity\nagainst many RNA viruses such as RSV and the\ncoronaviruses (including MERS-CoV and SARS-\nCoV) [83].\nPreliminary results of an NIH-sponsored ran-\ndomized placebo-controlled clinical trial of rem-\ndesivir (ACTT; NCT04280705) for COVID-19 pa-\ntients with evidence of lung involvement showed\nthat patients who received Remdesivir had me-\ndian time to recovery 11 days vs. 15 days with a\nplacebo [84]. The survival benefit was noted but\nwas not statistically significant. In the SOLIDAR-\nITY trial however, remdesivir was shown to have\nlittle to no effect on hospitalized patients with\nCOVID-19. Based on this trial and three other\nrandomized controlled trials, the WHO issued a\nconditional recommendation against the use of\nremdesivir in hospitalized patients on November\n, 2020 [85]. 20 th\nAlong with HCQ and Remdesivir, the SOLIDAR-\nITY trial also included lopinavir and interferon\nbeta-1a but they were also eventually discontin-\nued [82].",
        "char_count": 4465,
        "word_count": 673,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Furthermore, baricitinib, an antiinflammatory\ndrug that acts by selective inhibition of Janus ki-\nnase (JAK) 1 and 2, was predicted to be a potential\ntherapeutic against SAR-CoV-2. It was associated\nwith an improvement in oxygenation and a reduc-\ntion in select inflammatory markers in three case\nseries. Therefore, similar to the ACTT-1 for remde-\nsivir, a double blind, placebo controlled trial was\nconducted to compare the combination of barici-\ntinib plus remdesivir to remdesivir alone. Out of\n1,033 patients, 515 recived the combination thera-\npy which was shown to have a 1-day shorter time\nto recovery and a greater improvement in clinical\nstatus, notably among those receiving high-flow\noxygen or non-invasive ventilation. Based on the\nresults of this trial, the FDA issued an emergency\nauthorization of this combination therapy on No-\n2020, for the treatment of suspected or vember 19 th\nlaboratory confirmed COVID-19 patients requir-\ning supplemental oxygen, invasive mechanical\nventilation, or ExtraCorporeal Membrane Oxy-\ngenation (ECMO); however, baricitinib is not au-\nthorized as a stand alone treatment [86, 87].\nNIH and IDSA COVID-19 treatment guidelines\nrecommend remdesivir for hospitalized patients\nwith SpO2 ≤94% on room air or those who require\nsupplemental oxygen [88, 89]. NIH panel also rec-\nommends baricitinib in combination with remde-\nsivir for treatment of COVID-19 in patients who\nare on mechanical ventilation or ECMO. Treat-\nment duration in patients with severe COVID-19,\nwho are not intubated, is 5 days. For patients who\nare mechanically ventilated or on ECMO, 10 days\nof remdesivir is recommended. The mechanism\nof action of drugs used in the management of CO-\nVID-19 are briefly reported in Table 3.\nInsufficient data is available on the optimal thera-\npy duration for patients on mechanical ventilation\nTable 3 - Drugs utilised in the management of severe COVID-19 and their mechanism of action.\nDrug\nRemdesivir\nHydroxychloroquine (HCQ)\ncytokine storm\nDexamethasone Anti-inflammatory\nBaricitinib Selective inhibition of Janus kinase (JAK) 1 and 2,\n\n29 COVID-19 pandemic: from origins to outcomes\nand ECMO, or patients who have not demonstrat-\ned adequate improvement after 5 days of therapy.\nIn these patients, some experts prolong the total\nremdesivir therapy duration to up to 10 days (CIII).\nLimited data is available for experts to recom-\nmend in favor of or against remdesivir for the\ntreatment of patients with mild to moderate\nsymptoms of COVID-19.\nImmunomodulatory agents\nTocilizumab, an FDA-authorized anti-IL6R agent\nhas been widely studied. A randomized con-\ntrolled trial published in The New England Journal\nstudied the effects of tocilizumab on of Medicine\n389 patients.The trial concluded that patients hos-\npitalized with COVID-19 pneumonia, not receiv-\ning mechanical ventilation, showed decreased\nadvancement to the composite outcome of me-\nchanical ventilation or death with the use of to-\ncilizumab; however, it did not improve survival\n[90]. Also, preliminary findings of a French trial\ncomparing tocilizumab plus standard treatment\nto standard treatment alone administered to a\nsample of 129 non-ICU hospitalized COVID-19\npatients and those with moderate/severe pneu-\nmonia indicated that tocilizumab resulted in a de-\ncreased rate of non-invasive or mechanical venti-\nlation in comparison to placebo [91].\nOther potential drugs under investigation include\nSarilumab (anti-IL6R), Siltuximab (anti-IL6),\nAnakinra (anti-IL1), anti-GM-CSF agents, and\nmonoclonal antibodies, specific to SARS-CoV-2.\nConvalescent plasma\nA SARS-CoV-specific human monoclonal anti-\nbody, CR3022, was reported to bind potently with\nthe SARS-CoV-2 receptor-binding domain (KD of\n6.3 nM) [92].\nMechanism of action\nMimics natural nucleosides that can be triphosphorylated by cellular enzymes and\nincorporated into the viral RNA/DNA strands by the viral polymerases\nAlternation in the ACE-2 receptor configuration on cell surface thus blocking viral entry\nin cells, interference with acidification in phagolysosome leading to blockage of viral\nreplication, and immunomodulation by interfering with toll-like receptor thereby inhibiting",
        "char_count": 4168,
        "word_count": 612,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "30 R.K. Ochani, A. Asad, F. Yasmin, et al.\nA recent RCT, the PLACID trial, conducted across\n39 teritiary care hospitals in India, compared pa-\ntients with moderate COVID-19 treated with con-\nvalescent plasma along with best standard of care\nto those who received best standard care alone. No\ndifference in 28 day mortality or progression to\nsevere disease was noted between the two groups\nalthough treatment with convalescent plasma was\nassociated with a higher resolution of shortness of\nbreath and fatigue on day 7 post-enrolment [93].\nFDA has approved an Emergency Investigational\nNew Drug (eIND) for expanded access for con-\nvalescent plasma. However, the administration\nof convalescent plasma is not without risk. These\nrisks include pathogen transmission (nearly 1\nper 2 million transfusions for HIV/HBV/HCV),\nTransfusion-Associated Circulatory Overload\n(TACO), allergic transfusion reactions, and Trans-\nfusion-Related Acute Lung Injury (TRALI). In\na study to analyze adverse affects of convales-\ncent plasma administration in 5,000 hospitalized\nadults with severe or life-threatening COVID-19,\n36 Serious Adverse Events (SAEs) were reported\nTable 4 - Management of COVID-19 patients according to severity.\nMild or Suspected Moderate\n•\t Isolation to contain virus transmission. •\t Isolation to contain virus\n•\t For patients at high risk for deterioration, transmission.\nisolation in hospital is preferred. •\t Test and treat febrile\n•\t Test and treat febrile patients for endemic patients for endemic\ninfections irrespective of presence of infections irrespective of\nrespiratory signs and symptoms. presence of respiratory\n•\t Antibiotics should not be used unless signs and symptoms.\nthere is clinical suspicion of a bacterial •\t Symptomatic treatment\ninfection. such as antipyretics,\n•\t Older people, and children <5 years of age, adequate nutrition and\ncan be considered for empiric antibiotic appropriate rehydration\ntreatment for possible pneumonia. •\t Counsel patients about\n•\t Close monitoring for signs or symptoms of signs and symptoms of\ndisease progression. complications that should\n•\t Counselling regarding signs and prompt urgent care.\nsymptoms of complications for patients •\t Closely monitor patients\nbeing treated at home. Seek urgent care if with risk factors for\nthey develop any of these symptoms. severe illness. Urgent\n•\t For hospitalized patients, regularly care if they develop any\nmonitor vital signs (including pulse worsening symptoms 1\n•\t WHO recommends oximetry) and, where possible, utilize\nagainst antibiotic medical early warning scores (e.g. NEWS2,\ntherapy or prophylaxis PEWS) that facilitate early recognition and\nfor patients with mild escalation of treatment of the deteriorating\nCOVID-19 patient\nLight headedness, difficulty breathing, chest pain, dehydration. 1\nObstructed or absent breathing, severe respiratory distress, central cyanosis, shock, coma and/or convulsions. 2\n\nwithin four hours of completion of transfusion.\nHowever, the seven-day mortality rate was es-\ntimated to be 14.9% which was higher than the\ncrude estimate of 12.0% [94].\nPooled Intravenous Immunoglobulin (IVIG)\nis proposed as an intervention in the setting of\nviral-induced lung injury/ARDS. It reduces im-\nmune responses through many mechanisms such\nas reducing interrupting complement cascade, di-\nminished activated CD4+, and cytotoxic CD8+ T\ncells. However, no clinical trial data to back use in\nCOVID-19 thus far.\nCorticosteroids\nIn a study to investigate the pathological charac-\nteristics of a patient who died from severe infec-\ntion with SARS-CoV-2 by postmortem biopsies, it\nwas suggested that timely and appropriate use of\ncorticosteroids together with ventilator support\nshould be considered for the severe patients to\nprevent ARDS based on the pathological findings\nof pulmonary edema and hyaline membrane for-\nmation [95].\nSevere\n•\t Immediate administration of\nsupplemental oxygen therapy to any\npatient with emergency signs and to any\npatient without emergency signs and 2\nSpO <90%. 2\n•\t Emergency airway management and\noxygen therapy during resuscitation\nto target SpO ≥94% to patients with 2\nemergency signs.\n•\t Closely monitor for signs of clinical\ndeterioration, such as rapidly progressive\nrespiratory failure and shock and respond\nimmediately with supportive care\ninterventions.\n•\t Regular monitoring of vital signs\n(including pulse oximetry) and, where\npossible, utilization of medical early\nwarning scores (e.g. NEWS2, PEWS) that\nfacilitate early recognition and escalation\nof treatment of the deteriorating patient.\n•\t Haematology and biochemistry\nlaboratory testing and electrocardiogram\nand chest imaging at admission.\n•\t Monitor for signs or symptoms suggestive\nof venous or arterial thromboembolism.",
        "char_count": 4747,
        "word_count": 689,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "Results from the RECOVERY Trial showed that\ndexamethasone administered regularly for up to\n10 days resulted in 28-day mortality reduction in\ncertain groups of hospitalized COVID-19 patient\n[96]. Hence, dexamethasone, 6mg oral or intrave-\nnous daily, is now recommended by NIH and IDSA\nfor patients with severely ill COVID-19 (requiring\noxygen therapy) including those on mechanical\nventilation [88, 89]. The reduced 28-day mortality\nwas among patients receiving either invasive me-\nchanical ventilation or oxygen alone. However, the\nfindings of the RECOVERY trial data do not recom-\nmend dexamethasone for hospitalized COVID-19\npatients who do not require respiratory support\n[97]. The management of COVID-19 according to\nits severity is described in Table 4.\nVACCINE AND PREVENTION n\nThe genetic sequence of SARS-CoV-2 was released\n, 2020, and since then many phar- on January 11 th\nmaceutical companies and academic institutions\nfrom various countries have emerged in collab-\n\n31 COVID-19 pandemic: from origins to outcomes\norative efforts to develop the COVID-19 vaccine.\nFortunately, some candidates have successfully\nentered clinical trial evaluation and proceeded to\nphase 3 onwards [97].\nPhase 2/3 trial candidates undergoing clinical\nevaluation are depicted in Figure 5.\nFortunately, owing to the strenuous efforts of re-\nsearchers, eight vaccines have been approved for\nEmergency Use Authorization (EUA). These be-\nlong to four different groups based on their mode\nof action, which includes mRNA-based vaccine,\ninactivated vaccine, non-replicating viral vector\nvaccine and peptide vaccine. Two the mRNA-\nbased vaccines developed by Pfizer/BioNTech\nand Moderna have gained popularity owing to\ntheir approval in multiple countries. In the trial\nfunded by Pfizer/BioNTech, Fosun Pharma the\nefficacy of this mRNA based vaccine BNT162b2\nwas assessed. People over 16 years of age or old-\ner in a 1:1 ratio were given two doses, 21 days\napart, of either placebo or the BNT162b2 vaccine\ncandidate (30 μg per dose). This aforementioned\nmRNA vaccine encodes a prefusion stabilized,\nFigure 5 - Vaccine trial\ncandidates undergo-\ning clinical evaluation\nfor SARS-CoV-2.",
        "char_count": 2165,
        "word_count": 323,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "32 R.K. Ochani, A. Asad, F. Yasmin, et al.\nFigure 6 - Guidelines to pre-\nvent the spread of COVID-19.\nTable 5 - COVID-19 vaccines available for usage undergoing Emergency Use Authorization.\nPrimary Country of\nName Vaccine Type\nDevelopers Origin\nmRNA Pfizer, BioNTech, Multinational BNT162b2\nbased Fosun Pharma\nmRNA Moderna, US mRNA 1273\nbased BARDA, NIAID\nInactivated Sinovac China CoronaVac\nvaccine\nInactivated Wuhan Institute China No name\nvaccine of Biological announced\nProducts. China\nNational)\nNon- Gamaleya Russia Sputnik V\nreplicating Research\nviral vector Institute,\nInactivated Beijing Institute China BBIBP-CorV\nvaccine of Biological\nProducts\nPeptide Federal Russia EpiVacCorona\nVaccine Budgetary\nResearch\nInstitution State\nInactivated Bharat Biotech India Covaxin\nSARS-CoV-2\nVaccine\n\nAuthorized/\nDosage Regulations\nApproval\nUK, Bahrain, Intramuscular Fosun Pharma has licensed\nCanada, Mexico, injection BNT162b2 in China\nUS, Singapore, two-doses\nOman, Saudi\nArabia, Kuwait,\nEU\nUS/CANADA Two doses taken In the US, EUA issued for\n28 days apart patients 18 years and older\nChina Two doses 14-28 China has approved this as\ndays apart part of an emergency use\nprogram\nChina – Only for an emergency\nuse program in China. Phase\n3 data have not yet been\npublished for this vaccine\nRussia – The Health Ministry\nof the Russian Federation\napproved Sputnik V as the\nfirst vaccine for COVID-19\nChina, United – China has approved BBIBP-\nArab Emirates, CorV as part of an emergency\nBahrain use program\nRussia – Russia has granted regulatory\napproval to EpiVacCorona\ndespite the candidate not yet\nentering Phase 3 trials\nIndia – The vaccine was granted\napproval for EUA with seven\nweeks into phase 3",
        "char_count": 1696,
        "word_count": 259,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "membrane-anchored SARS-CoV-2 full-length\nspike protein. The vaccine (BNT162b2) was 95%\neffective in preventing COVID-19. Moreover,\nsimilar vaccine efficacy (generally 90 to 100%)\nwas observed across subgroups defined by age,\nsex, race, ethnicity, baseline body-mass index,\nand the presence of coexisting conditions. The\nsafety profile of BNT162b2 was characterized\nby short-term, mild-to-moderate pain at the in-\njection site, fatigue, and headache. Safety over a\nmedian of 2 months was similar to that of other\nviral vaccines [98]. It is imperative to focus on\nthe potential hurdles regarding perception of\nthis vaccine in the mass population and distri-\nbution of vaccine especially in low- and middle-\nincome countries. However, a thorough strategic\nplanning will need to be devised to ensure op-\ntimum coverage with these vaccines to ease the\ncrippling healthcare system.\nThe list of COVID-19 vaccines available for usage\nafter undergoing emergent use authorization are\nshown in Table 5.\nThe Center for Disease Control and Prevention\n(CDC) and the WHO has initiated a set of guide-\nlines for the general public as well as health pro-\nfessionals. These guidelines are reported in Fig-\nure 6.\nCONCLUSION n\nIn conclusion, the COVID-19 pandemic has re-\nsulted in millions of infections globally and has\nstressed healthcare and economic systems to the\nextreme. Rapid diagnostic testing and effective\nanti-viral therapy are essential to reduce mortal-\nity associated with COVID-19. However, due to\nits pandemic nature, the prevention of this dis-\nease eventually rests on the mass implementation\nof the vaccine developed.\nConflict of interest\nNone\nFunding\nNone\nREFERENCES n\n[1] Lai CC, Shih TP, Ko WC, Tang HJ, Hsueh PR. Se-\nvere acute respiratory syndrome coronavirus 2 (SARS-\nCoV-2) and coronavirus disease-2019 (COVID-19): The\n\n33 COVID-19 pandemic: from origins to outcomes\nepidemic and the challenges. . Int J Antimicrob Agents\n2020; 55 (3), 105924.\n[2] World Health Organization. COVID-19 Situation report -\n51. 2020. Available from: https://www.who.int/docs/de-\nfault-source/coronaviruse/situation-reports/20200311-\nsitrep-51-covid-19.pdf?sfvrsn=1ba62e57_10. Accessed: July\n11, 2020.\n[3] Bogoch II, Watts A, Thomas-Bachli A, Huber C,\nKraemer MUG, Khan K. Pneumonia of unknown ae-\ntiology in Wuhan, China: potential for international\nspread via commercial air travel. . 2020; 27 J Travel Med\n(2), taaa008.\n[4] Rothan HA, Byrareddy SN. The epidemiology and\npathogenesis of coronavirus disease (COVID-19) out-\nbreak 2020; 109, 102433. . J Autoimmun.\n[5] World Health Organization. COVID-19 Weekly epi-\ndemiological update - January 17, 2021. Available from:\nhttps://www.who.int/docs/default-source/corona-\nviruse/situation-reports/weekly_epidemiological_up-\ndate_23.pdf?sfvrsn=6ac0778_5&download=true. Ac-\ncessed: January 19, 2021.\n[6] Meo SA, Alhowikan AM, Al-Khlaiwi T, et al. Novel\ncoronavirus 2019-nCoV: prevalence, biological and\nclinical characteristics comparison with SARS-CoV and\nMERS-CoV. . 2020; 24 (4), Eur Rev Med Pharmacol Sci\n2012-9.\n[7] World Health Organization. Pneumonia of un-\nknown cause - China. Available from: https://www.\nwho.int/csr/don/05-january-2020-pneumonia-of-un-\nkown-cause-china/en/. Accessed: June 15, 2020.\n[8] Khan M, Adil SF, Alkhathlan HZ, Tahir MN, Saif S,\nKhan M, Khan ST. COVID-19: A global challenge with\nold history, epidemiology and progress so far. Mol-\n2020; 26 (1), 39. ecules.\n[9] World Health Organization. COVID-19 Weekly epi-\ndemiological update - August 30, 2020. Available from:\nhttps://www.who.int/docs/default-source/coronavi-\nruse/situation-reports/20200831-weekly-epi-update-3.\npdf?sfvrsn=d7032a2a_4&download=true. Accessed:\nJanuary 19, 2021.\n[10] World Health Organization. COVID-19 Weekly\nepidemiological update - September 28. 2020. Avail-\nable from: https://www.who.int/docs/default-source/\ncoronaviruse/situation-reports/20200928-weekly-epi-\nupdate.pdf?sfvrsn=9e354665_6&download=true. Ac-\ncessed: January 19, 2021.\n[11] World Health Organization. COVID-19 Weekly ep-\nidemiological update - January 5. 2021. Available from:\nhttps://www.who.int/docs/default-source/corona-\nviruse/situation-reports/20210105_weekly_epi_up-\ndate_21.pdf?sfvrsn=15359201_15&download=true. Ac-\ncessed: January 19, 2021\n[12] World Health Organization. COVID-19 Weekly epide-\nmiological update - January 19. 2020. Available from: https://\nwww.who.int/docs/default-source/coronaviruse/situa-\ntion-reports/weekly_epidemiological_update_23.pdf?sfvrs",
        "char_count": 4486,
        "word_count": 571,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "34 R.K. Ochani, A. Asad, F. Yasmin, et al.\nn=6ac0778_5&download=true. Accessed: January 19, 2021.\n[13] Fehr AR, Perlman S. Coronaviruses: an overview\nof their replication and pathogenesis. . Methods Mol Biol\n2015; 1282, 1-23.\n[14] Li F. Structure, Function, and Evolution of Corona-\nvirus Spike Proteins. 2016; 3 (1), 237-61. Annu Rev Virol.\n[15] Tyrrell DAJ, Myint SH. Coronaviruses. In: Baron\nS, editor. Medical Microbiology. 4th edition. Galveston\n(TX): University of Texas Medical Branch at Galveston;\n1996. Chapter 60. Available from: https://www.ncbi.\nnlm.nih.gov/books/NBK7782/\n[16] Van Hemert MJ, van den Worm SH, Knoops K,\nMommaas AM, Gorbalenya AE, Snijder EJ. SARS-\ncoronavirus replication/transcription complexes are\nmembrane-protected and need a host factor for activity\nin vitro. . 2008; 4 (5): e1000054. PLoS Pathog\n[17] Neuman BW, Adair BD, Yoshioka C, et al. Supra-\nmolecular architecture of severe acute respiratory syn-\ndrome coronavirus revealed by electron cryomicros-\ncopy. . 2006; 80 (16), 7918-28. J Virol\n[18] Beniac DR, Andonov A, Grudeski E, Booth TF. Ar-\nchitecture of the SARS coronavirus prefusion spike. Nat\n. 2006; 13 (8), 751-2. Struct Mol Biol\n[19] Nieto-Torres JL, DeDiego ML, Verdiá-Báguena C,\net al. Severe acute respiratory syndrome coronavirus\nenvelope protein ion channel activity promotes virus\nfitness and pathogenesis. 2014; 10 (5): PLoS Pathog.\ne1004077.\n[20] Hurst KR, Koetzner CA, Masters PS. Characteriza-\ntion of a critical interaction between the coronavirus\nnucleocapsid protein and nonstructural protein 3 of the\nviral replicase-transcriptase complex. . 2013; 87 J Virol\n(16), 9159-72.\n[21] Cui L, Wang H, Ji Y, et al. The nucleocapsid protein\nof coronaviruses acts as a viral suppressor of RNA si-\nlencing in mammalian cells. . 2015; 89 (17), 9029-43. J Virol\n[22] Klausegger A, Strobl B, Regl G, Kaser A, Luytjes W,\nVlasak R. Identification of a coronavirus hemaggluti-\nnin-esterase with a substrate specificity different from\nthose of influenza C virus and bovine coronavirus. J Vi-\n1999; 73 (5), 3737-43. rol.\n[23] Kubo H, Yamada YK, Taguchi F. Localization of neu-\ntralizing epitopes and the receptor-binding site within\nthe amino-terminal 330 amino acids of the murine coro-\nnavirus spike protein. 1994; 68 (9), 5403-10. J Virol.\n[24] Li W, Moore MJ, Vasilieva N, et al. Angiotensin-\nconverting enzyme 2 is a functional receptor for the\nSARS coronavirus. . 2003; 426 (6965), 450-4. Nature\n[25] Raj VS, Mou H, Smits SL, et al. Dipeptidyl pepti-\ndase 4 is a functional receptor for the emerging human\ncoronavirus-EMC. 2013; 495 (7440), 251-4. Nature.\n[26] Belouzard S, Chu VC, Whittaker GR. Activation of\nthe SARS coronavirus spike protein via sequential pro-\nteolytic cleavage at two distinct sites. Proc Natl Acad Sci\n. 2009; 106 (14), 5871-6. USA\n[27] Samudrala PK, Kumar P, Choudhary K, et al. Vi-\n\nrology, pathogenesis, diagnosis and in-line treatment of\nCOVID-19. 2020; 883, 173375. Eur J Pharmacol.\n[28] Krijnse-Locker J, Ericsson M, Rottier PJ, Griffiths\nG. Characterization of the budding compartment of\nmouse hepatitis virus: evidence that transport from the\nRER to the Golgi complex requires only one vesicular\ntransport step. . 1994; 124 (1-2), 55-70. J Cell Biol\n[29] Zhang H, Penninger JM, Li Y, Zhong N, Slutsky\nAS. Angiotensin-converting enzyme 2 (ACE2) as a\nSARS-CoV-2 receptor: molecular mechanisms and po-\ntential therapeutic target . 2020; 46 (4), . Intens Care Med\n586-90.\n[30] Li H, Liu L, Zhang D, et al. SARS-CoV-2 and viral\nsepsis: observations and hypotheses. . 2020; 395 Lancet\n(10235), 1517-20.\n[31] Lin L, Lu L, Cao W, Li T. Hypothesis for potential\npathogenesis of SARS-CoV-2 infection-a review of im-\nmune changes in patients with viral pneumonia. Emerg\n. 2020; 9 (1), 727-32. Microbes Infect\n[32] China National Health Commision Diagnosis and\ntreatment of novel coronavirus pneumonia in China\n(trial version 7). Available from: https://www.who.\nint/docs/default-source/wpro---documents/coun-\ntries/china/covid-19-briefing-nhc/1-clinical-proto-\ncols-for-the-diagnosis-and-treatment-of-covid-19-v7.\npdf?sfvrsn=c6cbfba4_2. Accessed: July 10, 2020.\n[33] Yao XH, Li TY, He ZC, et al. A pathological report\nof three COVID-19 cases by minimally invasive autop-\nsies. . 2020; 49 (5), 411-7. Zhonghua Bing Li Xue Za Zhi\n[34] Wichmann D, Sperhake JP, Lütgehetmann M, et al.\nAutopsy Findings and Venous Thromboembolism in\nPatients With COVID-19: A Prospective Cohort Study.\n. 2020; 173 (4), 268-77. Ann Intern Med\n[35] Ackermann M, Verleden SE, Kuehnel M, et al.\nPulmonary vascular endothelialitis, thrombosis, and\nangiogenesis in Covid-19. . 2020; 383 (2), N Engl J Med\n120-8.\n[36] Luers JC, Rokohl AC, Loreck N, et al. Olfactory and\nGustatory Dysfunction in Coronavirus Disease 19 (CO-\nVID-19) Dis. 2020; 71 (16), 2262-4. . Clin Infect\n[37] Wiersinga WJ, Rhodes A, Cheng AC, Peacock SJ &\nPrescott HC. Pathophysiology, transmission, diagnosis,\nand treatment of coronavirus disease 2019 (COVID-19).\n2020; 324 (8), 782-93. JAMA.\n[38] Li X, Zai J, Zhao Q, et al. Evolutionary history, poten-\ntial intermediate animal host, and cross-species analyses\nof SARS-CoV-2 . 2020; 92 (6), 602-11. . J Med Virol\n[39] Doremalen NV, Morris DH, Holbrook MG, et al.\nAerosol and surface stability of HCoV-19 (SARS-CoV-2)\ncompared to SARS-CoV-1. . 2020; 382 (16), N Engl J Med\n1564-7.\n[40] Wiersinga WJ, Rhodes A, Cheng AC, Peacock SJ,\nPrescott HC. Pathophysiology, Transmission, Diagno-\nsis, and Treatment of Coronavirus Disease 2019 (CO-\nVID-19): A Review. 2020; 324 (8), 782-93. JAMA.\n[41] Zeng L, Xia S, Yuan W, et al. Neonatal Early-Onset",
        "char_count": 5601,
        "word_count": 863,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "Infection With SARS-CoV-2 in 33 Neonates Born to\nMothers With COVID-19 in Wuhan, China. JAMA Pedi-\n. 2020; 174 (7), 722-5. atr\n[42] Jones DL, Baluja MQ, Graham DW, et al. Shedding\nof SARS-CoV-2 in feces and urine and its potential role\nin person-to-person transmission and the environment-\nbased spread of COVID-19. . 2020; 749, Sci Total Environ\n141364.\n[43] Chen H, Guo J, Wang C, et al. Clinical character-\nistics and intrauterine vertical transmission potential\nof COVID-19 infection in nine pregnant women: a ret-\nrospective review of medical records. . 2020; 395 Lancet\n(10226), 809-15.\n[44] Sunjaya AP, Jenkins C. Rationale for universal face\nmasks in public against COVID-19. . 2020; 25 Respirology\n(7), 678-9.\n[45] World Health Organization. SARS-CoV-2 Vari-\nants. 2020. Available from:: https://www.who.int/csr/\ndon/31-december-2020-sars-cov2-variants/en/. Ac-\ncessed: January 7, 2021.\n[46] Leung K, Shum MH, Leung GM, Lam TT, Wu JT.\nEarly transmissibility assessment of the N501Y mutant\nstrains of SARS-CoV-2 in the United Kingdom, October\nto November 2020. . 2021; 26 (1), 2002106. Euro Surveill\n[47] He, X, Lau, EHY, Wu, P. et al. Temporal dynam-\nics in viral shedding and transmissibility of COVID-19.\n. 2020; 26 (5), 672-5. Nat Med\n[48] Ye ZW, Yuan S, Yuen KS, Fung SY, Chan CP, Jin DY.\nZoonotic origins of human coronaviruses. . Int J Biol Sci\n2020; 16 (10), 1686-97.\n[49] Zhang JJ, Dong X, Cao YY, et al. Clinical character-\nistics of 140 patients infected with SARS-CoV-2 in Wu-\nhan, China. 2020; 75 (7), 1730-41. Allergy.\n[50] Lighter J, Phillips M, Hochman S, et al. Obesity in pa-\ntients younger than 60 years is a risk factor for Covid-19\nhospital admission. . 2020; 71 (15), 896-7. Clin Infect Dis\n[51] Ludvigsson JF. Systematic review of COVID-19\nin children shows milder cases and a better prognosis\nthan adults. 2020; 109 (6), 1088-95. Acta Paediatr.\n[52] Giacomelli A, Pezzati L, Conti F, et al. Self-reported\nOlfactory and Taste Disorders in Patients With Severe\nAcute Respiratory Coronavirus 2 Infection: A Cross-\nsectional Study. 2020; 71 (15), 889-90. Clin Infect Dis.\n[53] Recalcati S. Cutaneous manifestations in COV-\nID-19: a first perspective. J Eur Acad Dermatol Venereol.\n2020; 34 (5), e212-3.\n[54] Wang D, Hu B, Hu C, et al. Clinical characteristics\nof 138 hospitalized patients with 2019 Novel Coronavi-\nrus-Infected Pneumonia in Wuhan, China. . 2020; JAMA\n323 (11), 1061-9.\n[55] Zheng YY, Ma YT, Zhang JY, Xie X. COVID-19 and\nthe cardiovascular system. 2020; 17 (5), Nat Rev Cardiol.\n259-60.\n[56] Long B, Brady WJ, Koyfman A, Gottlieb M. Cardio-\nvascular complications in COVID-19. . Am J Emerg Med\n2020; 38 (7), 1504-7.\n\n35 COVID-19 pandemic: from origins to outcomes\n[57] Mao L, Jin H, Wang M, et al. Neurologic Manifesta-\ntions of Hospitalized Patients With Coronavirus Disease\n2019 in Wuhan, China. 2020; 77 (6), 683-90. JAMA Neurol.\n[58] Zhang C, Shi L, Wang FS. Liver injury in COV-\nID-19: management and challenges. Lancet Gastroenterol\n. 2020; 5 (5), 428-30. Hepatol\n[59] Klok FA, Kruip MJHA, van der Meer NJM, et al. In-\ncidence of thrombotic complications in critically ill ICU\npatients with COVID-19. 2020; 191,145-7. Thromb Res.\n[60] Mahase E. Covid-19: concerns grow over inflam-\nmatory syndrome emerging in children. . 2020; 369: BMJ\nm1710.\n[61] Verdoni L, Mazza A, Gervasoni A, et al. An out-\nbreak of severe Kawasaki-like disease at the Italian epi-\ncentre of the SARS-CoV-2 epidemic: an observational\ncohort study. . 2020; 395 (10239), 1771-8. Lancet\n[62] Aggarwal K, Agarwal A, Jaiswal N, et al. Ocular\nsurface manifestations of coronavirus disease 2019\n(COVID-19): A systematic review and meta-analysis.\n. 2020; 15 (11), e0241661. PLoS One\n[63] Riley S, Fraser C, Donnelly CA, et al. Transmis-\nsion dynamics of the etiological agent of SARS in Hong\nKong: impact of public health interventions. Science.\n2003; 300 (5627), 1961-6.\n[64] Pan Y, Zhang D, Yang P, et al. Viral load of SARS-\nCoV-2 in clinical samples. 2020; 20 (4), Lancet Infect Dis.\n411-2.\n[65] To KK, Tsang OT, Yip CC, et al. Consistent detec-\ntion of 2019 novel coronavirus in saliva. Clin Infect Dis.\n2020; 71 (15), 841-3.\n[66] Kim YG, Yun SG, Kim MY, et al. Comparison be-\ntween saliva and nasopharyngeal swab specimens for\ndetection of respiratory viruses by multiplex reverse\ntranscription-PCR. . 2016; 55 (1), 226-33. J Clin Microbiol\n[67] Corman VM, Landt O, Kaiser M, et al. Detection of\n2019 novel coronavirus (2019-nCoV) by real-time RT-\nPCR . 2020; 25 (3): 2000045. . Euro Surveill\n[68] Chan JF, Yip CC, To KK, et al. Improved molecular\ndiagnosis of COVID-19 by the novel, highly sensitive\nand specific COVID-19-RdRp/Hel real-time reverse\ntranscription-polymerase chain reaction assay validat-\ned in vitro and with clinical specimens. . J Clin Microbiol\n2020; 58 (5), e00310-20.\n[69] Yip CC, Ho CC, Chan JF, et al. Development of a\nNovel, Genome Subtraction-Derived, SARS-CoV-2-\nSpecific COVID-19-nsp2 Real-Time RT-PCR Assay and\nIts Evaluation Using Clinical Specimens. . Int J Mol Sci\n2020; 21 (7), 2574.\n[70] Centers for Diseases Control and Prevention.\nCDC’s Influenza SARS-CoV-2 Multiplex Assay and Re-\nquired Supplies. update - February 2, 2021. Available\nfrom: https://www.cdc.gov/coronavirus/2019-ncov/\nlab/multiplex.html\n[71] Food and Drug Administration, US. Coronavirus Dis-\nease 2019 (COVID-19) Emergency Use Authorizations for\nMedical Devices. Available from: https://www.fda.gov/",
        "char_count": 5425,
        "word_count": 867,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "36 R.K. Ochani, A. Asad, F. Yasmin, et al.\nmedical-devices/emergency-situations-medical-devices/\nemergency-use-authorizations-medical-devices.\n[72] Huang C, Wang Y, Li X, et al. Clinical features of\npatients infected with 2019 novel coronavirus in Wu-\nhan, China. . 2020; 395 (10223), 497-506. Lancet\n[73] Che XY, Hao W, Wang Y, et al. Nucleocapsid pro-\ntein as early diagnostic marker for SARS. Emerg Infect\n. 2004; 10 (11), 1947-9. Dis\n[74] Blanchard EG, Miao C, Haupt TE, Anderson LJ,\nHaynes LM. Development of a recombinant truncated\nnucleocapsid protein based immunoassay for detection\nof antibodies against human coronavirus OC43. J Virol\n. 2011; 177 (1), 100-6. Methods\n[75] Timani KA, Ye L, Ye L, Zhu Y, Wu Z, Gong Z. Clon-\ning, sequencing, expression, and purification of SARS-\nassociated coronavirus nucleocapsid protein for serodi-\nagnosis of SARS. . 2004; 30 (4), 309-12. J Clin Virol\n[76] Guo L, Ren L, Yang S, et al. Profiling Early Humor-\nal Response to Diagnose Novel Coronavirus Disease\n(COVID-19). . 2020; 71 (15), 778-85. Clin Infect Dis\n[77] Jiang F, Deng L, Zhang L, Cai Y, Cheung CW, Xia Z.\nReview of the Clinical Characteristics of Coronavirus Dis-\nease 2019 (COVID-19). . 2020; 35 (5), 1545-9. J Gen Intern Med\n[78] Long C, Xu H, Shen Q, et al. Diagnosis of the Coro-\nnavirus disease (COVID-19): rRT-PCR or CT? Eur J Ra-\n2020; 126, 108961. diol.\n[79] Pan F, Ye T, Sun P, et al. Time course of lung chang-\nes on chest CT during recovery from coronavirus dis-\nease 2019 (COVID-19). 2020; 295 (3), 715-21. Radiology\n[80] M Corman V, Landt O, Kaiser M, et al. Detection\nof 2019 Novel Coronavirus (2019-nCoV) by Real-Time\nRTPCR. Euro Surveill 2020; 26 (5), 210204e.\n[81]Cascella M, Rajnik M, Cuomo A, Dulebohn SC, Di\nNapoli R. Features, Evaluation and Treatment Coro-\nnavirus (COVID-19) 2020; Available from: StatPearls.\nhttps://www.ncbi.nlm.nih.gov/books/NBK554776/\n[82] WHO Solidarity Trial Consortium, Pan H, Peto R,\net al. Repurposed Antiviral Drugs for Covid-19 - Inter-\nim WHO Solidarity Trial Results. 2020; N Engl J Med.\ndoi: 10.1056/NEJMoa2023184.\n[83] Sheahan TP, Sims AC, Leist SR, et al. Comparative\ntherapeutic efficacy of remdesivir and combination\nlopinavir, ritonavir, and interferon beta against MERS-\nCoV. 2020; 11 (1), 222. Nat Commun.\n[84] Clinical Trials. Adaptive COVID-19 Treatment Trial\n(ACTT). Available from: https://clinicaltrials.gov/ct2/\nshow/NCT04280705Accessed: July 24, 2020.\n[85] World Health Organization. WHO recommends\nagainst the use of remdesivir in COVID-19 patients.\nAvailable from: https://www.who.int/news-room/\n\nfeature-stories/detail/who-recommends-against-the-\nuse-of-remdesivir-in-covid-19-patients\n[86] Kalil AC, Patterson TF, Mehta AK, et al. Baricitinib\nplus Remdesivir for Hospitalized Adults with Cov-\nid-19. 2020; doi: 10.1056/NEJMoa2031994. N Engl J Med.\n[87] Food and Drug Administration, US. Coronavirus\n(COVID-19) Update: FDA Authorizes Drug Combi-\nnation for Treatment of COVID-19. Available from:\nhttps://www.fda.gov/news-events/press-announce-\nments/coronavirus-covid-19-update-fda-authorizes-\ndrug-combination-treatment-covid-1987\n[88] NIH. COVID-19 Treatment Guidelines. Available\nfrom: https://www.covid19treatmentguidelines.nih.gov/\nAccessed: August 26, 2020.\n[89] Bhimraj A, Morgan RL, Shumaker AH, et al. In-\nfectious Diseases Society of America Guidelines on\nthe Treatment and Management of Patients with CO-\nVID-19. 2020; doi: 10.1093/cid/ciaa478. Clin Infect Dis.\n[90] Salama C, Han J, Yau L, et al. Tocilizumab in Pa-\ntients Hospitalized with Covid-19 Pneumonia. N Engl J\n2021; 384 (1), 20-30. Med.\n[91] Some drugs for COVID-19. . Med Lett Drugs Ther\n2020; 62 (1595), 49-50. Available from: https://secure.\nmedicalletter.org/w1919a\n[92] Tian X, Li C, Huang A, et al. Potent binding of 2019\nnovel coronavirus spike protein by a SARS coronavi-\nrus-specific human monoclonal antibody. Emerg Mi-\n2020; 9 (1), 382-5. crobes Infect.\n[93] Agarwal A, Mukherjee A, Kumar G, et al. Conva-\nlescent plasma in the management of moderate cov-\nid-19 in adults in India: open label phase II multicentre\nrandomised controlled trial (PLACID Trial) 2020; BMJ\n371, m4232.\n[94] Joyner M, Wright RS, Fairweather D, et al.\nEarly Safety Indicators of COVID-19 Convales-\ncent Plasma in 5,000 Patients. . 2020; doi: medRxiv\n10.1101/2020.05.12.20099879.\n[95] Xu Z, Shi L, Wang Y, et al. Pathological findings\nof COVID-19 associated with acute respiratory distress\nsyndrome. 2020; 8 (4), 420-2. Lancet Respir Med.\n[96] RECOVERY Collaborative Group, Horby P, Lim\nWS, et al. Dexamethasone in Hospitalized Patients with\nCovid-19 - Preliminary Report. 2020; doi: N Engl J Med.\n10.1056/NEJMoa2021436.\n[97] Zhang N, Li C, Hu Y, et al. Current development of\nCOVID-19 diagnostics, vaccines and therapeutics. Mi-\n. 2020; 22 (6-7), 231-5. crobes Infect\n[98] Polack FP, Thomas SJ, Kitchin N, et al. Safety and\nEfficacy of the BNT162b2 mRNA Covid-19 Vaccine. N\n2020; 383 (27), 2603-15. Engl J Med.",
        "char_count": 4946,
        "word_count": 732,
        "extraction_method": "two_column"
      }
    ]
  }
}