{
  "metadata": {
    "source_file": "pdfs/COVID-19 diagnosis —A review of current methods.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:42.613716",
    "total_pages": 15,
    "total_characters": 99260,
    "total_words": 14802
  },
  "content": {
    "full_text": "--- Page 1 ---\nBiosensors and Bioelectronics 172 (2021) 112752\nContents lists available at\njournal homepage:\nCOVID-19 diagnosis A review of current methods\n—\na * b b , Meral Yüce , Elif Filiztekin , Korin Gasia Ozkaya ¨\nSUNUM Nanotechnology Research and Application Centre, Sabanci University, 34956, Orhanli, Tuzla, Istanbul, Turkey a\nFaculty of Engineering and Natural Sciences and, Sabanci University, 34956, Orhanli, Tuzla, Istanbul, Turkey b\nA R T I C L E  I N F O A B S T R A C T\nKeywords:\nCOVID-19\nSARS-CoV-2 diagnosis\nSARS-CoV-2 detection\naround the world, causing\n~ RT-PCR\nLateral flow assay\nLoop-mediated isothermal amplification\nPoint of care devices\nAuthorization\n”\nreports available so far.\n1. Introduction\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2,\npreviously 2019-nCoV) is an enveloped, positive-sense single-stranded\ngenomic RNA virus ( ssRNA), is the cause of the coronavirus disease\n+\n2019 (COVID-19). SARS-CoV-2, registered in the Wuhan City of China\nfor the first time, is contagious in humans, and it has rapidly spread\nworldwide through close human interactions or the spilled respirational\nmaterial (cough, sneeze) of the infected people. The Director-General of\nWHO declared the COVID-19 outbreak as a pandemic on March 12th,\n“ ”\n2020, as a result of the increased infection rate out of China ( WHO,\n2020a ). SARS-Cov-2 taxonomically belongs to coronaviruses family and\nSarbecovirus subgenus that contain several other species causing mild to\nsevere human diseases. SARS-CoV-2 is the seventh reported Coronavirus\nthat has infected people after 229E, NL63, OC43, HKU1, MERS-CoV, and\nthe previous SARS-CoV ( Cui et al., 2019 ; Su et al., 2016 ; Zhu et al.,\n2020a ). Khailany et al. (2020) reported a complete genome character­\nization study based on 95 SARS-CoV-2 sequences that were accessible on\nGenBank, National Microbiology Data Center (NMDC) and NGDC\nGenome Warehouse between December-2019 and early April-2020 in\nwhich NC_045512 genome sequence was used as the reference for the\nalignment. According to the report, the SARS-CoV-2 complete genome is\naround 30kb and two-third of 5 contains orf1ab encoding orf1ab\n’\n* Corresponding author.\nE-mail address: meralyuce@sabanciuniv.edu (M. Yüce).\nhttps://doi.org/10.1016/j.bios.2020.112752\nReceived 5 June 2020; Received in revised form 1 October 2020; Accepted 20 October 2020\nAvailable online 24 October 2020\n0956-5663/© 2020 Elsevier B.V. All rights reserved.\n\nScienceDirect\nBiosensors and Bioelectronics\nhttp://www.elsevier.com/locate/bios\nA fast and accurate self-testing tool for COVID-19 diagnosis has become a prerequisite to comprehend the exact\nnumber of cases worldwide and to take medical and governmental actions accordingly. SARS-CoV-2 (formerly,\n2019-nCoV) infection was first reported in Wuhan (China) in December 2019, and then it has rapidly spread\n14 million active cases with 582,000 deaths as of July 2020. The diagnosis tools\n~\navailable so far have been based on a) viral gene detection, b) human antibody detection, and c) viral antigen\ndetection, among which the viral gene detection by RT-PCR has been found as the most reliable technique. In this\nreport, the current SARS-CoV-2 detection kits, exclusively the ones that were issued an Emergency Use\n“\nfrom the U.S. Food and Drug Administration, were discussed. The key structural components of\nthe virus were presented to provide the audience with an understanding of the scientific principles behind the\ntesting tools. The methods that are still in the early research state were also reviewed in a subsection based on the\npolyproteins, while the one-third of 3 consists of genes encoding ′\nstructural proteins, currently known as surface glycoprotein (S), an en­\nvelope protein (E), membrane protein (M), and nucleocapsid (N) pro­\nteins ( Khailany et al., 2020 ). Additionally, the genomic comparison\nstudy revealed 116 mutations among which a) 8782C T in ORF1ab\n>\ngene, b) 28144T C in ORF8 gene, and c) 29095C T in the N gene are\n> >\ndefined as the most common ones. The mutations might affect the\ngravity and extent of the SARS-CoV-2, as stated in the study.\nThe morphology and complete genome structure of the SARS-CoV-2\nare illustrated in Fig. 1 based on the reports by Khailany et al. (2020) ,\nWalls et al. (2020) and Rosales-Mendoza et al. (2020) . Significant\nsequence similarity between SARS-CoV-2 S and SARS-CoV S glycopro­\nteins was shown by Walls et al. (2020) , and the team also accomplished a\ncomprehensive cryo-electron microscopy (cryo-EM) study disclosing the\narchitecture of SARS-CoV-2 S glycoprotein subunits. The binding affin­\nities of the S proteins of the two SARS viruses to the human\nangiotensin-converting enzyme 2 (ACE2), the host surface receptor used\nby the virus to enter the cells, were found in the low nanomolar range\nand comparable. The initial experiments performed by the SARS-CoV\nS-derived murine polyclonal antibodies demonstrated that the SAR­\nS-CoV-2 cell admission could be neutralized effectively ( Walls et al.,\n2020 ), which was later approved by another publication of the same\ngroup ( Pinto et al., 2020 ). A novel antibody, 47D11, against S protein of\n\n--- Page 2 ---\nM. Yüce et al.\nSARS-CoV-2 was also developed recently, where the humanized 47D11\nantibodies effectively neutralized SARS-CoV and SARS-CoV-2 (C. C.\nWang et al., 2020 ). Another team predicted by simulation that the\nSARS-CoV-2 S glycoprotein binds to the ACE2 receptor protein through\nLeu455, Phe486, Gln493, Asn501, and Tyr505 amino acid residues of\nwhich only a few were the same as SARS-CoV S protein ( Liu et al., 2020 ).\nAll these studies deliver an immense amount of information regarding\nthe SARS-Cov-2 genome and structure, which we believe it has based the\nfoundation for further diagnosis, treatment, and vaccine studies.\nCurrently, many commercial SARS-CoV-2 detection kits, granted an\nEmergency Use Authorization (EUA) from FDA ( U.S. Food and Drug\nAdministration, 2020a,l ), can identify a) specific viral gene regions\nthrough nucleic acid amplification techniques (Real-Time Reverse\nTranscription Polymerase Chain Reaction (RT-PCR) and isothermal\nnucleic acid amplification), b) the antibodies produced by the immune\nsystem in response to the viral infection (serology/Immunoglobulin M\nFig. 1.\n(b), and the complete genome structure of SARS-CoV-2 virus (c).\na) The morphological structure of SARS-Cov-2 reproduced from ref (\nstructure also comprises a nucleocapsid protein (N) that, along with the RNA genome, produces the nucleocapsid.\nb) The reconstruction of the closed SARS-CoV-2 S ectodomain trimer at 2.8Å resolution reproduced from ref (\nunsharpened cryo-EM map. (B and C) Two orthogonal views from the side (B) and top (C) of the atomic model of the closed SARS- CoV-2\nc) Complete genome structure of the SARS-CoV-2 virus, the data is redrawn based on the information and results of ref (\n\nBiosensors and Bioelectronics 172 (2021) 112752\n(IgM)/Immunoglobulin G (IgG) tests), and c) the antigen testing by\nlateral flow assays, all have to be entirely operated in designated labo­\nratories by trained personnel, under specified experimental and Bio­\nlogical Safety Level (BSL) conditions.\nAs an exception, home collection of specimens by COVID-19 RT-\n“\nPCR Test developed by LabCorp was issued a EUA from FDA in late\n”\nApril 2020 to be used by individuals to self-collect nasal samples at\nhome ( U.S. Food and Drug Administration, 2020b,m ). Presently, this\nsample collection kit comes for USD 119 each, and the company gives\npurchase priority for healthcare workers and first responders, consistent\nwith CDC guidelines, due to the limited sample collection materials\n( LabCorp, 2020a ). The kit is only for sample collection, and the collected\nsample has to be sent back to the authorized laboratory for nucleic acid\ntesting, which remains to be the gold standard for COVID-19 detection,\nbased on the clinically validated results.\nOn the other hand, the serology tests do not directly diagnose the\nA visual artwork for whole SARS-CoV-2 virus (a), cryo-EM restructure of SARS-CoV-2 S trimer glycoprotein, which is responsible for host cell receptor binding\nRosales-Mendoza et al., 2020 ). The envelope membrane is associated with the spike protein (S),\n“\nwhich mediates binding to the host cell receptors and considered a critical target for the induction of antibodies capable of neutralizing the virus;\nhemagglutinin-esterase dimer (HE), which acts as a potent mediator of attachment and destruction of sialic acid receptors on the host cell surface; a membrane\nglycoprotein (M), which is important to generate the virus; and the envelope protein (E), which adheres to the M protein to form the viral envelope. The viral\n( Rosales-Mendoza et al., 2020 ).\n”\nWalls et al., 2020 ). (A) Closed SARS-CoV-2 S trimer\n“\n( Walls et al., 2020 ).\n”\nKhailany et al., 2020 ).\n2\n\n--- Page 3 ---\nM. Yüce et al.\npresence of the virus, but the immune system molecules (immunoglob­\nulins/antibodies), such as IgM and IgG that are produced by the body\nwhen encountered with the virus. IgG/IgM tests could play a central role\nin the fight against COVID-19 by accurately classifying the individuals\nwho developed an immune response because of SARS-CoV-2 infection.\nAlthough the serology tests are suitable for indirect diagnosis, vast herd-\nimmunity scanning, and mortality rate statistics, the antibody amounts\nproduced on the first a few days of the infection may be insufficient for\nthe detection. Furthermore, the lifetime of the produced antibodies, as\nwell as the effectiveness, is still vague, restricting the engagement of the\nantibody-based rapid tests in the COVID-19 pandemic as a robust\ndiagnosis and surveillance tool. A small number of serology tests have\nbeen EUA-authorized by FDA so far ( U.S. Food and Drug Administration,\nFig. 2.\nCoV and SARS-CoV-2 (b).\na) TagMan Probe-based RT-PCR steps. The illustration was redrawn based on Ref (\nin the sample.\nORF: open reading frame; RdRp: RNA-dependent RNA polymerase. Numbers below amplicon are genome positions according to SARS-CoV, NC_004718\nfrom ref ( Corman et al., 2020 ).\n\nBiosensors and Bioelectronics 172 (2021) 112752\n2020a,l ), but no country has performed an antibody testing on a national\nscale yet even though tremendous local efforts are on the way ( ARUP\nLaboratories, 2020 ; Cohen, 2020b ; Financial Times, 2020 ).\nAs of July 15th, 2020, the number of worldwide SARS-Cov-2 active\ncases is around 14 million, with 582,126 deaths and 7,881,023 recov­\nered ( Worldometer, 2020 ). Due to the limited test type and the number,\nonly a small portion of the world population has been tested so far. As\ncritically discussed by Morales-Narv aez and Dincer, the development of ´\nhigh performance, fast, accurate, sensitive, and selective SARS-CoV-2\nsensing tools has become pivotal for public health authorities ( Moral­\nes-Narv aez and Dincer, 2020 ). In this report, current SARS-CoV-2 ´\ndiagnosis tests, mostly the ones with a EUA, have been methodically\nreviewed. Some non-commercial techniques that have been recently\nThe principle of RT-PCR based on commercial TaqMan probes (a) and the relative amplicon positions for SARS-Cov-2 on GenBank data of the previous SARS-\nRoy et al., 2019 ). The probe is modified with a fluorescent dye (reporter dye) at one\nend, and one quencher dye on the other end. The quencher blocks the fluorescent signal of the reporter dye due to proximity. The probe does not fluoresce in its\nnative condition. When the polymerase enzyme starts the amplification and encounters with the labeled probe, the probe gets hydrolyzed, releasing its components\naway from each other, which constitutes a fluorescent signal. Each successful amplification produces fluorescent that is proportional to the amount of the target gene\nb) Relative positions of amplicon targets on SARS-CoV and Wuhan-CoV genome. S: Spike glycoprotein, E: Envelope protein, M: Membrane protein, N: nucleocapsid;\n. Reproduced\n”\n3\n\n--- Page 4 ---\nM. Yüce et al.\npublished in the literature are explicitly included in the report to provide\nthe audience with the most recent research-based solutions and the\ninitial outcomes.\n2. Viral gene detection by RT-PCR method\nRT-PCR is a version PCR method explicitly developed for (genomic)\nRNA detection. RT-PCR is sufficiently reliable and a fast technique,\nproducing results in a few hours in a high throughput manner ( Green\net al., 2020 ). RT-PCR technique is based on two consecutive reactions: a)\nconversion of RNA into complementary DNA (cDNA) through reverse\ntranscription enzyme and b) amplification of the cDNA sample by po­\nlymerase chain reaction using gene-specific primers and fluorescently\nlabeled hydrolysis probes. The first step produces DNA templates to be\nused in the second step, where the copy number of the DNA is increased\nthroughout repeated thermal cycles. Gene-specific primers guide the\nsecond reaction for the amplification of only the selected region on the\ngenome while the probes produce fluorescent signals upon each suc­\ncessful amplification of the gene regions, allowing a quantifiable reac­\ntion system ( Nolan et al., 2006 ). An illustration for RT-PCR based on\nwell-known TaqMan hydrolysis probes ( Holland et al., 1991 ), is pre­\nsented in Fig. 2 a. The discovery of the RT-PCR method has paved the\nway for the detection of gene transcripts at trace levels, and the tech­\nnique has been vastly utilized for contagious disease testing worldwide\n( Lee et al., 2001 ; Pabbaraju et al., 2009 ).\nRT-PCR is currently the gold standard for SARS-Cov-2 detection due\nto its capacity to directly measure the viral genomic parts rather than the\nsecondary biomarkers such as antigens or antibodies. Malaysian Insti­\ntute for Medical Research (IMR) announced the SARS-CoV-2 specific RT-\nPCR primers and probes on January 11th, 2020 ( General of Health\nMalaysia, 2020 ), the day when the scientists from China had released\nthe entire genome sequence of the virus ( Harun, 2020 ). Several other\ncountries, such as England, Germany, South Korea, Turkey, Russia, the\nUSA, and China, later declared their clinical-grade RT-PCR kits for\nSARS-CoV-2 detection. Some of the first SARS-CoV-2 Real-Time PCR\nDiagnostic kits delivered by the Central Disease Center (CDC) of the USA\nto national laboratories were found to cause inconclusive results and\nthereby limited the number of valid tests performed in February 2020 in\nthe USA. The validated test kit from CDC, namely CDC 2019-Novel\n“\nCoronavirus (2019-nCoV) Real-Time RT-PCR Diagnostic Panel was\n”\nthen approved by FDA under an Emergency Use Authorization (EUA)\nscheme in late February 2020 ( U.S. Food and Drug Administration,\n2020c,n ) to be used in qualified laboratories. Shortly, FDA has granted\nEUA for Abbott m2000 system ( U.S. Food and Drug Administration,\n2020d ), Panther Fusion SARS-COV-2 Assay by Hologic ( U.S. Food and\nDrug Administration, 2020e ), COVID-19 RT-PCR test by LabCorp ( U.S.\nFood and Drug Administration, 2020b,m ), and TaqPath COVID-19\nCombo Kit by Thermo Fisher Scientific ( U.S. Food and Drug Adminis­\ntration, 2020f ) for authorized laboratory use. It should be noted that\nFDA gives EUAs for unapproved medical products as well as the novel\n“\nutilization of the existing, approved medical products under section\n”\n564 of the Federal Food, Drug, and Cosmetic Act ( Pilot, 2012 ), only for\nemergencies like public health threats, pandemics where no appropriate\nalternatives exist.\nThe list of EUA granted test kits, to be used only by authorized lab­\noratories, is readily updated on FDA website ( U.S. Food and Drug\nAdministration, 2020a,l ). By June 6th, 2020, 72 commercial\nSARS-Cov-2 detection kits out of 88 EUA-issued were based on RT-PCR\nprinciple. On March 31st, 2020, FDA concluded that some other mo­\nlecular detection-based tests developed by various laboratories could be\nauthorized for use in the single laboratory that developed the test, and\nthat is sanctioned under the Clinical Laboratory Improvement\n“\nAmendments (CLIA) of 1988, 42 U.S.C. 263a to perform high\n§ ”\ncomplexity tests ( U.S. Food and Drug Administration, 2020a,l ). FDA has\nissued EUA for another 23 kits under this category for singular/­\nidentified laboratory use as of early May 2020. RT-PCR kits have been\n\nBiosensors and Bioelectronics 172 (2021) 112752\nused for samples from various infected parts of the body, including\nnasopharyngeal, oropharyngeal, or nasal swabs, upper and lower res­\npiratory tract aspirates, bronchoalveolar lavage, and the sputum. The\nswaps taken from throat samples might cause misleading results since\nthe virus starts moving towards the lower parts of the respiratory system\nfollowing the first week of the infection. Therefore, the samples must be\ncollected carefully from the deeper parts of the respiratory system\nwherever possible. A study conducted recently by Xu et al. (2020) re­\nported that eight infected children out of ten continuously tested posi­\ntive on rectal swab samples. However, their nasopharyngeal swab\nsamples tested negative, indicating the potential of rectal samples for\nassessing the treatment efficacy as well as the quarantine period of the\npatients.\nRT-PCR kits for SARS-CoV-2 detection mainly include the reverse\ntranscription and amplification enzymes, two to three sets of primers\nand probes for amplification of the specific viral genome regions, and\nauthorized reagents for negative, positive, and internal controls. The\npotential PCR amplicon regions for SARS-Cov-2 are illustrated in Fig. 2 b\n( Corman et al., 2020 ). Control samples are processed in the same\nmanner as the clinical patient samples and included in every plate in\nhigh throughput detection setups. For a valid test setup, all control\nsamples must provide expected results as specified in the user guides of\neach kit. Some of the EUA-authorized RT-PCR kits have been explained\nhere to highlight the significant differences in the principles. NxTAG\n® “\nCoV Extended Panel by Luminex is a high throughput system that can\n”\nprocess 96 samples in around 4 h ( Rao et al., 2020 ). The platform is\nbased on the amplification of viral ORF1ab, E gene, and N genes, and\nRNase P internal gene is used as an internal control. The synthetic\ndouble-stranded DNA gBlocks corresponding to SARS-CoV-2 gene frag­\nments are used as positive control. Real-time SARS-CoV-2 Assay kit by\n“ ”\nAbbott relies on the amplification of RdRp and N genes from the samples\ncollected only from respiratory system parts ( Abbott, 2020a ). Positive\ncontrol of the kit contains non-infectious, recombinant SARS-CoV-2\nRNA sequences that monitor the reagent or condition flops. The nega­\ntive sample operates a buffer solution to check cross-contamination or\nnon-specific byproducts. Finally, an internal/extraction control is\nincluded in the experimental setup to screen failures in the extraction\nprotocol. However, persistent utilization of this automated high\nthroughput system requires trained personnel as well as an installed\nAbbott m2000 System. Similarly, the cobas SARS-CoV-2 kit by\n® “ ”\nRoche is high throughput RT-PCR detection platform that based on the\npresence of either cobas 6800 or cobas 8800 system in the labora­\n® ®\ntories ( Roche, 2020 ). The main difference is that the cobas\n®\nSARS-CoV-2 kit targets ORF-1a and E-gene regions of the SARS-CoV-2\ngenome, and the platform also offers pan-sarbecovirus detection for\nthe sarbecovirus subgenus family. It should be noted that FDA-EUA\ngranted kits include at least three control samples, positive, negative,\nand internal controls, to provide consistent test results with maximum\nconfidence level and minimum false positive/negatives as well as the\nreagent/experimental procedure failures.\nA list of the target genes, corresponding primer, and probe sequences\nused in RT-PCR kits so far for SARS-CoV-2 detection is presented in\nTable 1 . WHO also provided a recipe document ( Maschinen et al., 2020 )\nfor in house RT-PCR-based SARS-CoV-2 detection that summarizes the\nmethods from well-known institutions worldwide, including China CDC\n(China), Institute Pasteur (France), USA CDC (USA), Charit e (Germany), ´\nNational Institute of Infectious Diseases (Japan), University of Hong\nKong (Hong Kong) and National Institute of Health (Thailand). In a\nrecent pre-print study conducted by Jung et al. (2020) , the primers\n“2019-nCoV_N2 and N3 of the USA and the ORF1ab of China were\n” ”\nclaimed to be the most sensitive primer-probe sets for detection of N and\nOrf1 genes, respectively. Another study conducted by Nalla et al. (2020)\nsuggested that the E-gene primer/probe sets described by Corman et al.\n(2020) and N2 primer-probe set defined by the CDC ( Jung et al., 2020 )\nprovided the most sensitive assays. The authors also stated that all the\ntested primer and probes sets were found to be highly specific for the\n4\n\n--- Page 5 ---\nM. Yüce et al.\nTable 1\nA list of the target gene regions, primer and probe sequences used in different RT-PCR setups for SARS-CoV-2 detection.\nReference Genes Forward Primer\nCorman et al. (2020) RdRP GTGARATGGTCATGTGTGGCGG\nE ACAGGTACGTTAATAGTTAATAGCGT\nN CACATTGGCACCCGCAATC\nRao et al. (2020) ORF1ab CCCTGTGGGTTTTACACTTAA\nN GGGGAACTTCTCCTGCTAGAAT\nU.S. Centers for Disease Control RdRP AGATTTGGACCTGCGAGCG\nand Prevention (2020) N1 GACCCCAAAATCAGCGAAAT\nN2 TTACAAACATTGGCGCAAA\nN3 GGGAGCCTTGAATACACCAAAA\nChu et al. (2020) ORF1b TGGGGYTTTACRGGTAACCT\nN TAATCAGACAAGGAACTGATTA\nNao et al. (2019) N AAATTTTGGGGACCAGGAAC\nInstitute of Pasteur (2020) RdRP ATGAGCTTAGTCCTGTTG\nRdRP GGTAACTGGTATGATTTCG\nE ACAGGTACGTTAATAGTTAATAGCGT\nChina CDC (2020) ORF1ab CCCTGTGGGTTTTACACTTAA ACG\nN GGGGAACTTCTCCTGCTA GAA T\nThailand Ministry of Public Health N CGTTTGGTGGACCCTCAGAT\n(2020)\nAll sequences are given in the direction of 5 to 3 a\n′ ’\nthe 3 (usually BHQ).\n’\nSARS-CoV-2 genes, and no cross-reactivity with other respiratory viruses\nwas observed. The SARS-COV-2 qRT-PCR primer-probe sets comparison\nstudy performed by Vogels et al. (2020) under identical PCR conditions\n(not optimized for each set) were in good agreement with the previous\nfindings of the other groups except for the RdRp-SARSr set from Charit e, ´\nGermany ( Corman et al., 2020 ) that had low sensitivity under the\nspecified experimental conditions.\nThe commercial kits based on the RT-PCR method are only operated\nin laboratory conditions equipped with specialized tools and in­\nstruments because of the sophisticated nature of the RT-PCR reactions as\nwell as safety reasons. Therefore, it may be challenging to use the RT-\nPCR kits for rapid surveillance or screening of the nations for the cur­\nrent pandemic. COVID-19 RT-PCR Test kit by Laboratory Corporation of\nAmerica (LabCorp) was granted an FDA-EUA in mid-March 2020 for the\nqualitative detection of nucleic acid from SARS-CoV-2 in upper and\nlower respiratory specimens. Recently, in April 2020, LabCorp requested\nan amendment for its COVID-19 RT-PCR Test kit to be used with a home\n“\nspecimen collection method and received a swift authorization from\n”\nFDA ( U.S. Food and Drug Administration, 2020g ). Nasal swab specimens\nnow can be self-collected by individuals at home using the Pixel by\n“\nLabCorp COVID-19 home collection kit when found suitable by\n”\nhealthcare personnel following a COVID-19 questionnaire. The\nCOVID-19 RT-PCR Test kit targets three different nucleocapsid proteins\nfrom the viral genome (N1, N2 and N3), and it includes a) RNase P (RP)\nreagents as the internal control, b) an in vitro transcribed SARS-CoV-2\nRNA as the positive control, c) a clinically negative patient sample as\nthe negative extraction control and d) nuclease-free, molecular-grade\nwater as the no-template or negative control. On the other hand, the\nPixel by LabCorp COVID-19 Test Home Collection Kit contains a ship­\nping box, pre-labeled return FedEx envelope, nasal specimen collection\nswab, saline tube, insulated specimen pouch, gel pack (for sample\ncooling), specimen biohazard bag and the user guideline. Appropriately\ncollected home nasal swab sample is placed in the provided saline tube,\npackaged in the specimen pouch, placed in between the cooling peds,\nand sent back to the laboratory in the pre-labeled FedEx return enve­\nlopes. The test results are provided online and repeated as seen neces­\nsary. Still, the home kit is available at limited numbers and only for a\nlimited number of locations, in its current state. In this way, the patients\nare not required to visit hospitals for regular checks, the frontline\nhealthcare personnel are genuinely protected, and the overloads in the\nhospitals are reduced, allowing the patients to be tested and screened at\ntheir homes. The test has a LOD of 6.2 genomic copy/ul sample and\n\nBiosensors and Bioelectronics 172 (2021) 112752\na Reverse Primer Probe Sequence\nCARATGTTAAASACACTATTAGCATA CAGGTGGAACCTCATCAGGAGATGC\nATATTGCAGCAGTACGCACACA ACACTAGCCATCCTTACTGCGCTTCG\nGAGGAACGAGAAGAGGCTTG ACTTCCTCAAGGAACAACATTGCCA\nACGATTGTGCATCAGCTGA CCGTCTGCG/ZEN/\nGTATGTGGAAAGGTTATGG\nCAGACATTTTGCTCTCAAGCTG TTGCTGCTGCTTGACAGATT\nGAGCGGCTGTCTCCACAAGT TTCTGACCTGAAGGCTCTGCGCG\nTCTGGTTACTGCCAGTTGAATCTG ACCCCGCAT/ZEN/TACGTTTGGTGGACC\nGCGCGACATTCCGAAGAA ACAATTTGCCCCCAGCGCTTCAG\nTGTAGCACGATTGCAGCATTG AYCACATTGGCACCCGCAATCCTG\nAACRCGCTTAACAAAGCACTC TAGTTGTGATGCWATCATGACTAG\nCGAAGGTGTGACTTCCATG GCAAATTGTGCAATTTGCGG\nTGGCAGCTGTGTAGGTCAAC ATGTCGCGCATTGGCATGGA\nCTCCCTTTGTTGTGTTGT AGATGTCTTGTGCTGCCGGTA\nCTGGTCAAGGTTAATATAGG TCATACAAACCACGCCAGG\nATATTGCAGCAGTACGCACACA ACACTAGCCATCCTTACTGCGCTTCG\nACGATTGTGCATCAGCTGACCG CCGTCTGCGGTATGTGGAAAGGTTATGG\nCAGACATTTTGCTCTCAA GCT G TTGCTGCTGCTTGACAGATT\nCCCCACTGCGTTCTCCATT CAACTGGCAGTAACCA\n(from left to right). Probe sequences are always labeled with a reporter dye at 5 (usually FAM) and a quencher at\n’\nslightly cross-reacts with the SARS-Cov-2 N3 gene, according to the\ncross-reactivity tests, conducted using in silico analysis, purified nucleic\nacid extracts or whole organisms ( U.S. Food and Drug Administration,\n2020h ). The interpretation of the results is the same for RT-PCR kits,\ndiffering by the type of targeted viral gene. The RT-PCR results inter­\npretation table for COVID-19 RT-PCR Single Plex Test kit by LabCorp\n(2020b) is represented in Table 2 , as an example. As can be seen from the\ntable, the test becomes invalid when all the genes tested negative. The\n“ ”\ntest result becomes SARS-CoV-2 positive when all the viral N genes are\n“ ”\ntested positive. If only one target viral gene tests positive, the result is\nconsidered intermediate, and the sample requires another testing.\n“ ”\nFinally, the test result becomes SARS-CoV-2 negative when all the\n“ ”\nviral N genes are tested negative.\nAlthough the RT-PCR remains to be the most reliable method for\nSARS-CoV-2 detection so far, only a limited number of tests could be\nperformed each day, which prevents the authorities from obtaining\nconsistent data on the prevalence of the virus in the entire world pop­\nulation. The sensitivity of this method usually depends on the RNA\namount in each sample. The patients can be categorized as SARS-CoV-2\npositive (active case) or SARS-CoV-2 negative based on the outcome of\nthe RT-PCR results. However, this technique does not give information\nfor the patients who have already recovered from the SARS-CoV-2, since\nthe viral load is cleared out of the body after recovery. Equally, the\npatients who are in the very first days of the viral infection may not\nrespond positive with this test due to the inadequate amount of the\n“ ”\nvirus on the swabs. Therefore, swab samples from different parts of the\nbody may be required for a confirmation test. The development of faster\ndetection kits that do not rely on trained personnel, advanced reactions,\nor equipped laboratories is of great importance. Antigen tests that target\nthe viral biomarkers such as spike, envelope, or nucleocapsid proteins\ncould be useful to support the current RT-PCR-based systems and\naccelerate the detection speed worldwide. On the other hand, antibody\nor serology tests are equally important to see how many people have\nalready had the virus and developed protective antibodies, which may\nbe later used as a databank to survey potential plasma donors for the\ndisease treatment.\n3. Antibody detection methods\nAn antibody is a protein produced by the immune system in response\nto an antigen. Each antibody has sites that can bind only one specific\ntype of antigen to remove it from the body. This specificity is determined\n5\n\n--- Page 6 ---\nM. Yüce et al.\nTable 2\nLabCorp COVID-19 RT-PCR test interpretation-SINGLEPLEX. Reproduced from ref (\nSARS- SARS- SARS- RNAse P Interpretation Report\nCoV-2 CoV-2 CoV-2 (FAM)\nN1 N2 N3\n(FAM) (FAM) (FAM)\n/ SARS-CoV-2 DETECTED þ þ þ þ ¡\ndetected\nIf only one target is / / SARS-CoV-2 INDETERMINATE þ ¡ þ ¡\npositive Indeterminate\n- - - SARS-CoV-2 NOT DETECTED þ\nNot Detected\n- - - - Invalid Result INVALID\nby Complementary Determining Regions (CDRs), localized on N-termi­\nnus of the antibody. Antibodies are also called immunoglobulins (Ig).\nFive classes of antibodies exist; IgM, IgD, IgG, IgA, and IgE, which are\ndistinguished by C-terminus regions. IgM is the first antibody produced\nduring an infection, while the IgG is the most common and abundant one\nin serum. Antibodies are secreted in mucosa and blood; here, they\nneutralize pathogens by binding to and inactivating antigens. Therefore,\nantibody neutralization prevents the virus from infecting the cells\n( Jacofsky et al., 2020 ). An antibody test can measure the presence and\nconcentration of IgG and IgM levels in the blood/serum/plasma samples\nto determine if the body is fighting with a pathogen, for example, a\ncontagious virus. A recombinant antigen that mimics the virus can be\n“ ”\nproduced in the laboratory, and antibodies with specific target binding\naffinity can be produced by using these artificial pathogens ( Loeffelholz\nand Tang, 2020 ). The most common antibody tests are based on lateral\nflow type assays (LFA) and enzyme-linked immunosorbent type assays\n(ELISA).\nIn an LFA, the presence of the molecule(s) of interest is determined\nby antibodies immobilized onto a membrane. The device is composed of\na cassette, enclosing a strip of the polymer membrane, usually con­\ntaining two lines: a control line and a test line. In an antibody LFA test,\nthe molecules of interest are the specific antibodies present in the pa­\ntient s blood sample. The sample is deposited onto the sample pad\n’\nthrough a port and moves through the strip by capillary action. When it\nencounters the first line, antibodies labeled with gold nanoparticles bind\nto the target molecule in the sample. Then as the sample continues to\nmove, the gold-labeled antibodies are bound by the capture antibodies\nin the lines. The gold-labeled antibodies that are in excess then move\nfurther along the strip and are captured at the control line. Even in the\nabsence of the target molecule in the sample solution, the gold-labeled\nantibodies must be captured at the control line, making the control\nline for the validity of the test ( Soh et al., 2020 ). Depending on whether\nthe test is for IgG- or IgM-class antibodies, or both, the display window\nshould show either one, two, or three stripes. If the test is only for one\nclass of antibody and is negative, it should display one stripe, only at the\ncontrol line. If the test is positive, it should display two stripes, both at\nthe control line and the test line. If the test is for both antibodies and\nnegative, it should, again, display one stripe at the control line. If it is\npositive for both, three stripes will be displayed: one at the control line,\none at the IgG test line, and one at the IgM test line. Additionally, in an\nIgG/IgM test, only one antibody may be present, which could be indirect\nindicators of the course of the infection or direct immune response.\nIn ELISA tests, the recombinant viral antigen is coated onto the\nsurfaces of plastic wells as the target molecules. Once the wells are\nprepared, the sample, i.e., the patient s serum, is added to the well. If\n’\n\nBiosensors and Bioelectronics 172 (2021) 112752\nLabCorp, 2020b ).\nActions (Clinical Site Samples) Actions (Pixel Home Collection Kit\nsamples)\nReport results to sender and appropriate Report results to PWN Health, who will\npublic health authorities call the patient. Report the result to the\nPixel portal. Report the result to the\nappropriate public health authorities\nThe sample is repeated once. If results The sample is repeated once. If results\nremain the same, it is reported to the remain the same, it is reported to the\nsender as indeterminate and sender as indeterminate to PWN Health,\nrecommend recollection if the patient is who will call the patient. Report the result\nstill clinically indicated to the Pixel Portal\nReport results to sender Report results to PWN Health and the Pixel\nPortal\nThe sample is repeated once. If a second The sample is repeated once. If a second\nfailure occurs, it is reported to the failure occurs, it is reported to PWN\nsender as invalid and recommend Health. Pixel s customer service will ’\nrecollection if the patient is still contact the patient to discuss options.\nclinically indicated Report the result to the Pixel Portal\nantibodies (IgG or IgM) against the target antigen are present in the\nsample, a binding event occurs. The excess sample is washed out several\ntimes to ensure all unbound substrate is removed. Then, a second so­\nlution containing labeled, secondary anti-human antibodies are added\nand allowed to bind; if the antibody of interest is absent in the sample,\nno binding occurs. The excess is again removed by washing, and the\nbinding of target antibodies is confirmed by an enzyme-dependent\n(usually horseradish peroxidase) color changing reaction. A spectrom­\neter reads the color change, and the concentration of the antibody of\ninterest can be determined. In chemiluminescent immunoassays (CLIA,\nalso called modified-ELISA), the binding of the secondary antibody is\nconfirmed by a separate chemiluminescent substrate ( Lin et al., 2020 ).\nAs of June 2020, there were only 16 serology tests issued EUA by the\nFDA, some of which are detailed in Table 3 . All these tests require lab­\noratories that are authorized to perform moderate to high complexity\ntests or high complexity tests, as specified by the CLIA of 1988. There\nare, however, six more tests, developed by countries outside the USA, in\nChina and South Korea, two of which, the SARS-CoV-2 Rapid Test by\nScanWell Health/INNOVITA and the (COVID-19) IgM/IgG Rapid Test by\nAytu BioScience, Inc./Orient Gene Biotech., are waiting for authoriza­\ntion by the FDA. Additionally, several other tests with CE/IVD approval\nare available for purchase by research labs and, in some cases, health­\ncare professionals. The CE/IVD approval is a legal requirement for all\non-market medical products to aid in patient care and decision making.\nThe authorization is valid within the European Union (EU), European\nFree Trade Area (EFTA), Switzerland, and Turkey ( Global Product Cer­\ntification, 2020 ). These companies include Ray Biotech, Eagle Bio­\nsciences, Biomedomics, Sanuo Biotech, Shenzhen Yhlo Biotech\nCompany, GenBody, Snibe Co., Liming Bio, BioEasy, Sensing self,\nSugentech, Euroimmun AG, and Livzon Diagnostics ( Johns Hopkins\nBloomberg School of Public Health, 2020 ). There are several more\nUS-based tests approved under the FDA Policy for Diagnostic Tests for\nCoronavirus Disease-2019, wherein Section IV-A specifies that labora­\ntories authorized under the CLIA of 1988 will be granted EUAs in the\nabsence of significant problems. Section IV-D specifies that FDA plans to\nnot object to the development and distribution of serological tests by\ncommercial manufacturers, as long as proper disclaimers are given and\nthe application of said tests are only in research laboratories or with\nhealthcare professionals at point-of-care. The suggested disclaimers\ninclude: the test is not FDA-approved, should not be the only basis for a\ndiagnosis, a positive result may be due to a past coronavirus infection,\nand that a negative result does not guarantee that the patient is not\ninfected. If the patient has been in contact with the virus, they should\nundergo molecular testing ( U.S. Food and Drug Administration, 2020b,\nm ).\n6\n\n--- Page 7 ---\nM. Yüce et al.\nTable 3\nThe kits cleared a EUA from FDA for SARS-CoV-2 antibody detection. The commercial kit list was retrieved from the FDA website in early May 2020 (\nDrug Administration, 2020a,l\nEntity/Company Targeted Molecules and Kit Name Details\nAbbott Laboratories IgG only\nInc. SARS-CoV-2 IgG assay\n2020 ).\nAutobio Diagnostics IgM and IgG\nCo. Ltd. Anti-SARS-CoV-2 Rapid Test\nDiaSorin Inc. IgG only\nLIAISON SARS-CoV-2 S1/S2 IgG\n(n =\nOrtho-Clinical IgG only\nDiagnostics, Inc. VITROS Immunodiagnostic Products Anti-\nSARS-CoV-2 IgG Reagent\nMount Sinai IgG only\nLaboratory COVID-19 ELISA IgG Antibody Test CLIA (1988, 42 U.S.C.\nOrtho Clinical Total Antibody\nDiagnostics, Inc. VITROS Immunodiagnostic Products Anti-\nSARS-CoV-2 Total Reagent Pack\nsame company (IFU).\nChembio Diagnostic IgM and IgG The DPP ®\nSystem, Inc. DPP COVID-19 IgM/IgG System\n(n =\nline (n =\nCellex Inc. IgM and IgG qSARS-CoV-2 IgG/IgM Rapid Test\npercent (n =\nThe Other Serology Kits\nSupplier Target Molecules and Kit Sensitivity/Specificity\nName\nAytu BioScience, Inc./ IgM and IgG The sensitivity of lgM only test is 89.2% (n\nOrient Gene Biotech. (COVID-19) IgM/IgG The sensitivity of lgG &\nRapid Test 14)\nScanWell Health/ IgM and IgG 87.3% sensitivity and 100% specificity in clinical trials\nINNOVITA SARS-CoV-2 Rapid Test\nSD Biosensor, Inc. IgM and IgG\nStandard Q COVID-19\nIgM/IgG Duo Rapid Test\npercent value was reported as 96.1\n\nBiosensors and Bioelectronics 172 (2021) 112752\nU.S. Food and\n). Instruction for Use (IFU) and Fact Sheet for Healthcare Providers (HCP) documents were also retrieved from the same FDA website.\nThe test can be used only in authorized laboratories on Abbott s Architect i1000SR and i2000SR ’\ninstruments. This platform can run 100 200 tests/hour, being faster than RT-PCR. It is reported that the –\nkit has a sensitivity of 100% and specificity of 99.5% (IFU). The company plans to develop an IgM test\ntoo, which would be the 4th product of the company in the market for the COVID-19 diagnosis ( Cairns,\nThis is a rapid LFA test based on a one-step capture protocol. The samples can be taken from serum or\nplasma. The membrane pads are decorated with anti-Spike, anti-IgM, and IgG antibodies lines, which\nserve as a control, IgG detection, and IgM detection lines, respectively. The spike protein-coated gold\nnanoparticles are employed to capture the antibodies and form a reddish color on the pads for fast,\nvisual detection. The protocol implies that the tests are more accurate when used after around 15 days\nfollowing the infection (IFU). Such a test can be used by individuals since they do not require trained\npersonnel or sophisticated equipment.\nThis kit is a two-step automated immunoassay for the qualitative detection of anti-SARS-CoV-2 IgG\nantibodies in serum/plasma samples. The assay is based on chemiluminescent microparticle\nimmunoassay technology (CMIA) in which the particles are functionalized with the SARS-CoV-2\nantigens. Further addition of the Anti-human IgG acridinium-labeled conjugate into the incubation\nmedium creates a chemiluminescent signal that is measured as relative light units. The positive percent\nagreement (PPA) was reported as 100% for 88 clinically validated positive samples that are measured\nafter at least 14 days following the infection, whereas this value was 25% when tested in the first week ≤\n12) (IFU). This test can only be performed at laboratories; however, the sensitivity of the test is high\nenough to make a decision without further confirmation.\nThis two-step kit is performed with Anti-SARS-CoV-2 IgG Reagent Pack, the Anti-SARS-CoV-2 IgG\nCalibrator on the ECi/ECiQ/3600 Immunodiagnostic Systems and the 5600/XT 7600 Integrated\nSystems, all available from Ortho-Clinical Diagnostics, Inc. In the first step, anti-SARS-CoV-2 antibodies\nbind to the wells that are decorated with the virus spike proteins. The wash step removes the unbound\nmolecules from the sample environment, which is followed by the addition of the horseradish-\nperoxidase-linked anti IgG antibodies. If there is no spike protein-IgG complex in the sample, the second\nantibody will be cleared off the well with the second washing step. If positive, the addition of a final\nenzymatic substrate results in a color change that is measured and correlated with the virus presence.\nThe test showed 100% negative agreement (n 407) and 87.5% (n 48) positive agreement (IFU). The = =\npositive agreement value of the test is relatively low that probably requires a second confirmatory test.\nThe ELISA-based test kit is only authorized for use at Mount Sinai Laboratory (New York, USA), certified\n263a), to perform high complexity tests (HCP). The ELISA kits cannot be §\nperformed out of laboratory; however, they are both reliable and high throughput and thus a very\nefficient alternative to the RT-PCR method.\nThe SARS-CoV-2 Total Antibody kit by Ortho Clinical, Inc. is quite similar to the one other VITROS kit,\nlisted earlier in this table except for the second step, which involves the use of horseradish peroxidase\n(HRP)-labeled recombinant SARS-CoV-2 antigen instead of horseradish-peroxidase-linked anti IgG\nantibodies. The clinical agreement of the kit was reported as 100% negative agreement (n 400) and =\n83.3% positive agreement, which is less than the IgG antibody kit agreement values, provided by the\nCOVID-19 IgM/IgG System is a single-use rapid test (a version of LFA performed on a device\nfor readout) for qualitative IgG and IgM detection in blood, serum, or plasma samples. The platform\nincludes the DPP COVID-19 IgM/IgG Test Devices and the DPP Micro Reader/DPP Micro Reader 2 for\nuse with the kit. For this dual antibody detection platform, the positive agreement was reported as 100%\n13) for both IgG and IgM (for the samples tested after the first two weeks of the infection). The\nnegative agreements were reported as 100% for IgM and 95.9% for IgG, 95.9% for IgG, and IgM dual test\n49) (IFU).\nThis test is an LFA that can detect antibodies produced against the new Coronavirus. The cassette\nincludes colloidal gold conjugated- SARS-CoV-2 antigens and rabbit IgG-gold conjugates to be spiked\nwith the actual sample. One of the test lines contains an anti-human IgG antibody for IgG testing; the\nother one contains anti-human IgM antibodies for IgM detection. The control line contains anti-rabbit\nIgG antibodies produced in goat and work regardless of the presence of anti-SARS-CoV-2 IgG/IgM\nantibodies in the sample. The overall clinical agreement values were reported as 93.8% for the positive\n128), and 96% for the negative percent (n 250) (IFU). The clinical agreement values are =\nhigher than the previous kits.\nCountry/Use/Reference\n112). The specificity is 100% (n 14). China = =\nIgM test is 91.9% (n 112), and the specificity is 100% (n For only professional use = =\n( Aytu BioScience Inc, 2020 )\nChina\nFor use at-home with\nsmartphone readout ( Murphy,\n2020 )\nThe positive percent value for IgM/IgG was reported as 98.1% (n 52) for the South Korea/Point-of-care ( =\nsamples measured following around two weeks of the infection. This percent was SDBiosensor Inc., 2020 )\nincreased up10 100% following almost three weeks of the infection. The negative\n(n 205). = &\n7\n\n--- Page 8 ---\nM. Yüce et al.\nThe benefit of an LFA over the ELISA test is that the device can be\nused at home without training, such as at-home pregnancy tests. ELISA is\na diagnostic technique that can be conducted only in laboratories with\nauthorization to perform moderate or high complexity tests, as the\nprotocol involves multistep and long turnaround time and requires\nskilled personnel and specific instrumentation. These limitations in­\ncrease the need for point-of-care rapid testing. Therefore Sars-Cov-2\nstudies have focused on improving the sensitivity and specificity of\nLFAs. To increase the accuracy, sensitivity, and detection throughput,\nnew approaches are in development, such as signal amplification and\nmultiplexed detection. Especially in resource-poor areas, because of the\nlack of early diagnosis, many cases remain undifferentiated, and this\nleads to an uncontrollable spread of the virus. Multiplexed LFAs have\nbecome necessary to test multiple biomarkers simultaneously by\nreducing the reagents, turnaround time, and labor costs ( Soh et al.,\n2020 ). However, both methods suffer from setbacks.\nThe biggest issue concerning serological tests is cross-reactivity.\nCross-reactivity occurs when antibodies bind with an antigen different\nfrom the target antigen, often due to the similarities between the mol­\necules. For example, cross-reactivity was observed by Okba et al. for\nSARS-CoV-2 spike (S) protein with S proteins of SARS-CoV and MERS-\nCoV ( Okba et al., 2020 ). However, no cross-reactivity was observed\nfor the S1 subunit of the spike protein for MERS-CoV. The S2 is more\nhighly conserved among coronaviruses, which could make the S1 sub­\nunit a better candidate for serological tests. The biggest issue with this\ncross-reactivity is that it can lead to false positives: a patient previously\ninfected with SARS-CoV may test positive for SARS-CoV-2, although\nuninfected. Additionally, because antibodies are developed through the\ncourse of an infection, a negative result on an antibody test may not\nconfirm that the patient is uninfected. A majority of patients develop an\nantibody after around 14 days in response to SARS-CoV-2 infection,\nwhile a recent study shows that both IgG and IgM antibodies were\ndetected five days later ( Cevik et al., 2020 ; Loeffelholz and Tang, 2020 ).\nThis general late response may, therefore, lead to false negatives: where\nthe patient is infected but has not yet produced antibodies at detectable\nlevels. It is, therefore, essential to establish the sensitivity and specificity\nvalues of tests to comprehend the possibilities of false positives and false\nnegatives. Sensitivity is the percentage of true positives among all pos­\nitive results, and the percentage of true negatives among all negative\nresults ( Li et al., 2020 ). On the other hand, due to the late detection of\nantibodies, serological studies may be retroactively beneficial in vaccine\nstudies, epidemiologic studies, and late complications, where RT-PCR\ntesting may yield false negatives due to shedding or low viral loads in\nthe tested samples ( Woo et al., 2020 ). Dr. Edward Wright, senior lecturer\nin microbiology at the University of Sussex, says that an antibody test\ncannot tell us who is infected as the antibodies are generated up to two\nweeks later when the virus should have been cleared from the system.\nHowever, it can tell us who developed an immunity to the virus and\nwhat proportion of the population has been infected ( Kent, 2020 ).\n4. Antigen detection methods\nAn antigen is a particle/fragment/molecule that can trigger the im­\nmune system and induce antibody production to kill the pathogens,\nthereby protecting the body. The antigen tests, unlike PCR-based\nmethods, detect viral components (i.e., S glycoprotein, M protein, or\nreleased N protein) or the virus directly without thermal amplification\nsteps ( Green et al., 2020 ). Like the PCR-based methods, antigen tests\nonly reveal the active viral infection, not the recovery situation. Because\nantigens precede antibodies and are target-specific, they could be more\nreliable than antibody tests. Antigen tests can be operated on LFA strips\nfor rapid detection purposes or in ELISA format for better sensitivity, and\nhigh throughput uses (the simultaneous measurement of 96 samples).\nDiao et al. developed a fluorescent immunochromatographic LFA assay\nfor detecting the nucleocapsid (N) protein of SARS-CoV-2 ( Diao et al.,\n2020 ). The assay utilizes anti-N mouse antibodies and goat anti-rabbit\n\nBiosensors and Bioelectronics 172 (2021) 112752\nIgG antibodies to create the test and control lines, respectively. It uses\nanti-N rabbit IgG marked with carboxylate-modified polystyrene Euro­\npium (III) chelate microparticles as signal particles, unlike conventional\ngold nanoparticles. Nasopharyngeal swabs and urine were used as the\nsamples. When compared with nucleic acid testing, the assay was shown\nto have a sensitivity of 68% and a specificity of 100%. However, such\nstudies are at early research state that it could take years to put into the\nmarket even if they present excellent sensitivity and selectivity.\nAlthough ELISA and LFA techniques are well-established, and anti­\ngen tests are urgently and immensely needed, there is only one EUA-\nissued antigen test in the market so far for SARS-COV-2 detection that\nis Sofia 2 SARS Antigen Test Kit developed by QUIDEL ( U.S. Food and\n“ ”\nDrug Administration, 2020i ). Sofia 2 rapid antigen test kit is based on a\nsandwich-type immunofluorescence strip technology that is used with\nan instrument to detect N protein of both SARS-CoV and SARS-CoV-2,\nmeaning that the kit cannot differentiate between these two closely\nrelated virus species. Furthermore, the kit utilizes nasal and nasopha­\nryngeal swab samples, and it is only intended to be operated by medical\nprofessionals. The clinical sensitivity of the kit was found as 80%,\nwhereas the specificity was 100% out of 47 positive and 96 negative\nclinical samples ( U.S. Food and Drug Administration, 2020j ). After the\nfailures of several antibody kits ( Cohen, 2020a ; Royal Statistical Society\nCovid-19 Task Force, 2020 ), WHO and FDA warned scientific and\nmedical communities on the use of the rapid commercial tests for\nSARS-CoV-2 detection ( U.S. Food and Drug Administration, 2020c ). The\noriginal quote from WHO was as follows: with the limited data now\n“\navailable, WHO does not currently recommend the use of\nantigen-detecting rapid diagnostic tests for patient care, although\nresearch into their performance and potential diagnostic utility is highly\nencouraged ( WHO, 2020b ). Two companies are trying to develop\n”\nreliable antigen tests. In Table 4 , we briefly covered these future tech­\nnologies based on the information available from online sources so far. It\nis for sure that the sensitive and selective rapid antibody/antigen tests\nwill dramatically change the spread of the virus worldwide because they\nbasically can be operated by anyone.\n5. Other methods\nThe prompt testing of the SARS-CoV-2 is a subject of the emergency\nas the virus is continuing to spread. It would be a tremendous help to\nfight against the virus if a precise and rapid test was developed since the\nmethods based on rapid antibody and antigens tests are still in question\nregarding their accuracy and selectivity worldwide ( Maxmen, 2020 ).\nThe researchers all around the globe have been thriving to develop a test\nthat could deliver fast and accurate results, without compromising the\nsensitivity and selectivity. In this subsection, some of the novel\nresearch-stage methods proposed for SARS-CoV-2 detection in the\nliterature were elaborated. The content is also summarized in Table 5 for\na quick review of the procedures and the outcomes. So far, many of the\npublished methods have relied on field-effect transistors (FET) and\nsurface plasmon resonance (SPR) principles that are known to deliver\nfast and sensitive signals. SPR principle is based on the collective\noscillation of electrons on a given noble metal surface, and it is\ncommonly used to monitor molecular interactions in proximity between\nprotein-protein, protein-DNA, protein-RNA, antigen-antibody,\nenzyme-substrate samples in real-time, with high sensitivity ( Kurt et al.,\n2019 ). The SPR method proposed by Djaileb et al. was based on the gold\nchips modified by the viral nucleocapsid proteins, and it detected the\nantibodies in diluted human serum samples in 15 min with nanomolar\nsensitivity ( Djaileb et al., 2020 ), but no clinical testing was performed.\nThe system was also utilized to fast screen some potential antibody\ncandidates that showed the best binding affinity against the immobilized\nnucleocapsid proteins. Another SPR study, based on plasmonic photo­\nthermal effect (PPT) and localized surface plasmon resonance (LSPR),\nwas published by Qui et al. in which the gold nanoparticles were\ndecorated with oligonucleotides that were complementary to the\n8\n\n--- Page 9 ---\nM. Yüce et al.\nTable 4\nThe antigen tests under development for SARS-CoV-2 detection.\nCompanies Target Method and Possible Ref.\nOutcome\na N protein Sofia 2 SARS Antigen ( U.S. Food and QUIDEL\nTest Kit is based on a Drug\nsandwich-type Administration,\nimmunofluorescence 2020i )\nstrip technology that is\nused with an instrument\nto detect N protein of\nboth SARS-CoV and\nSARS-CoV-2. The clinical\nsensitivity of the kit was\nfound as 80%, whereas\nthe specificity was 100%\nout of 47 positive and 96\nnegative clinical\nsamples.\nAvacta and SARS-CoV-2 The developer of Avacta Life\nCytiva viral antigens, S Affimer Sciences Limited ®\n(formerly glycoproteins biotherapeutics and (2020)\nGE reagents, Avacta Group\nHealthcare plc (AIM: AVCT),\nLife announced in late April\nSciences) (2020) a collaborative\nproject to develop rapid\ndiagnostic assays for\nSARS-CoV-2 antigen\ndetection. Affimer\nbinders have been ®\nproduced against S\nproteins of the SARS-\nCOV-2. The developed\naffinity reagents are\nplanned to be\ncharacterized by Avacta,\nwhich then be\ntransferred to Cytiva for\nemployment in strip\nassays, like those handy\npregnancy tests. The\naffinity agents are\nreported to be highly\nspecific to the new virus,\nnot to the previous\nversions (SAR or MERS).\nThe technology will be\navailable as mass testing\nunits as well as strip\ntests.\nOraSure Inc. A panel of OraSure Inc. was OraSure (2020)\nSARS-CoV-2 awarded around USD\nviral antigens- 700,000 from\nnot specifically Biomedical Advanced\ndisclosed Research and\nDevelopment Authority\n(BARDA) to develop a\nrapid pan-home test for\nSARS-CoV-2 detection\nthat could be issued a\nEUA from FDA as early as\nSeptember. The test will\nnot require any trained\npersonnel, complex\nsolutions, or instruments\nand will be available self-\ntesting at home. The\nplatform, based on\nOraSure s OraQuick ® ’\ntechnology, will allow\ntesting in less than half\nan hour by using oral\nsamples such as saliva.\nThe company had\nsuccessfully developed\nan oral-sample-HIV\n\nBiosensors and Bioelectronics 172 (2021) 112752\nTable 4 ( continued )\nCompanies Target Method and Possible Ref.\nOutcome\nhome test previously,\nwhich was used by\nmillions around the\nglobe.\nSofia 2 SARS Antigen Test Kit by QUIDEL was received and EUA from FDA in a\nmid-May 2020.\nselected viral gene regions ( Qiu et al., 2020 ). The dual-function system\nsuccessfully detected the RdRp gene, E gene, ORF1a gene regions with\npicomolar sensitivity. SPR systems are now widely available in labora­\ntories, and especially the ones with automated handling systems can\nanalyze several samples without human interference. The system works\nin real-time and gives reliable results in minutes on the antigen or\nantibody-modified surfaces in minutes. Therefore, SPR can be consid­\nered an alternative testing station to laboratory-based antigen and\nantibody kits for faster diagnosis of the clinical samples.\nGraphene has been a vital component of FET-based label-free sensors\nfor the last decade ( Ohno et al., 2010 ; Yüce and Kurt, 2017 ) based on the\nkey properties, such as optical transparency, electrical conductivity,\nrobust pi-interactions with macromolecules and tuneability, rivaling the\nsimilar materials in the field. In FET-based biosensors, biological mol­\necules change the charge distribution of the surface, or they induce a\nsurface potential by binding to the surface, which is then measured as a\nconductance value with high sensitivity ( Chen et al., 2019 ). In the study\nconducted by Seo et al., the graphene sheets coated by SARS-CoV-2 spike\nprotein-specific antibodies were used as the active surface for moni­\ntoring the signal production out of viral protein binding ( Seo et al.,\n2020 ). The platform achieved a limit of the detection value of 242\ncopies/mL of in clinical samples, which is like the ones obtained in\nstandard RT-PCR setups (around five genomic copies/ul). Another\nelectrical probe was reported by Zhang et al., where the FET surface was\nmodified with the receptor binding domain to be able to detect viral S\nglycoprotein ( Zhang et al., 2020 ). The platform showed an excellent\nsensitivity down to the picomolar level in real-time and without specific\nlabels. Graphene-based commercial electrodes have become common in\nmany laboratories specialized in electrochemical techniques. Because\nthe suggested sensing strategies are based on simple surface modifica­\ntion of the graphene electrodes, many of the viral antigens are anti­\nbodies have become commercially available, portable electrochemical\ndetection systems are available, such research-wise tools can be quickly\nconverted into biomedical instruments for field use after clinical\nvalidations.\nLoop-mediated isothermal amplification (LAMP), on the other hand,\nis another tool being developed for rapid SARS-CoV-2 detection. LAMP\nis a cost-effective alternative to standard PCR since it does not require\nexpensive thermocycler instruments that operate alternating tempera­\ntures for the amplification ( Loop-mediated isothermal amplification of\n“\n9 DNA, n.d. ). The method can synthesize up to 10 copies of the target\n”\ngene in less than an hour. All the amplification reaction is processed in\nC by using two or three different one single tube at around 60 65 ◦\n–\ngene-specific primer sets and strand-displacement polymerase enzymes\n( Green et al., 2020 ). Magnesium pyrophosphate byproduct is formed\nduring the amplification process, which can be measured by the naked\neye or simple analytical devices, such as turbidimetry or photometry, for\nincreased sensitivity. Dye molecules could also be employed in the re­\naction for selective quantitative detection of the target genes as well as\nthe data correlation purposes. Compared to PCR, a finely-tuned LAMP\ntest could be faster and more sensitive to rapid testing ( Nguyen et al.,\n2020 ). Reverse Transcription LAMP (RT-LAMP) applies an additional\ntranscription step for the detection of RNA targets. So far, only one\nRT-LAMP-based kit, SherlockTM CRISPR SARS-CoV-2 kit developed by\n“\nSherlock Biosciences, Inc., has received and EUA from FDA ( U.S. Food\n&\n9\n\n--- Page 10 ---\nM. Yüce et al.\nTable 5\nEarly research stage SARS-COV-2 detection strategies in the literature.\nTarget Method Result Ref\nA new Measurement of The proposed Maghdid et al.\nframework to well-known framework is (2020b)\npredict disease symptoms expected to read\nCOVID-19 (fever, fatigue, the smartphone\nusing onboard headache, nausea, sensors signal ’\nsmartphone dry cough, lung CT measurements to\nsensors imaging features, predict the grade\nand shortness of of severity of\nbreath) through pneumonia.\nthe sensors already Although the\nembedded in sensitivity is still\nsmartphones a question, such\n(cameras, inertial systems can be\nsensors, useful to monitor\nmicrophone, and and act on mass\ntemperature populations\nsensor) worldwide\nonline.\nAn electrical Receptor Binding The sensor can Zhang et al. (2020)\nprobe to Domain-modified capture S1\ndetect COVID- graphene field- protein at a limit\n19 spike effect transistor of detection\nprotein S1 was used to down to 0.2 pM,\nidentify spike in a real-time and\nproteins label-free\nmanner. The\nplatform could\nalso be used to\nscreen high-\naffinity\nantibodies.\nPortable\nelectrochemical\nmeasurement\nsystems are\nwidely available\nat low-cost, and\nthus FET\nprinciple may be\nquickly\ntransformed into\na biomedical\ninstrument for\non-site diagnosis,\nespecially in rural\nareas.\nAn artificial Collection of X- The constructed Maghdid et al.\nintelligence rays and CT scan models provide (2020a)\ntool (based on images from accuracy up to\ndeep learning multiple sources 98% via a pre-\nand transfer and processing by trained network\nlearning simple convolution and 94.1%\nalgorithms) to neural network accuracy by using\npredict (CNN) and the modified\nCOVID-10 modified the pre- CNN. Such\ncases trained Alex Net algorithms can be\nmodel. quite fast and\neffective for\nhealth and\nregulatory\ninstitutions to\nmonitor the\npandemic in real-\ntime and obtain\nfast-track data of\nindividuals who\nare at risk.\nA field-effect The graphene The sensor Seo et al. (2020)\ntransistor sheets coated by detected SARS-\ndevice for SARS-CoV-2 spike CoV-2 in culture\nSARS-CoV-2 protein-specific medium (limit of\nspike protein antibodies were detection [LOD]:\ndetection in used as the 1.6 101 pfu/ ×\ntransducer for mL) and clinical\n\nBiosensors and Bioelectronics 172 (2021) 112752\nTable 5 ( continued )\nTarget Method Result Ref\nclinical sensing the signal samples (LOD:\nsamples production 2.42 102 ×\ncopies/mL)\nRT-LAMP- The assay is based The sensitivity ( Zhu et al., 2020b )\ncoupled with on two sets of was reported as\nNanoparticles LAMP primers 12 copies/\nare suggested against ORF1ab reaction, and no\nfor COVID-19 and N genes of the cross-reactivity\ndiagnosing virus. The assay was generated\nresults were from non-SARS-\ninterpreted CoV-2 templates.\nthrough the The analytical\nnanoparticles sensitivity was\n100% (33/33) in\nthe clinically\nvalidated\noropharynx swab\nsamples, and the\nspecificity was\nalso 100% (96/\n96) when\nanalyzed with\nsamples from\nnon-COVID-\npatients. RT-\nLAMP has rapidly\nbecome an\nefficient tool for\nviral gene\ndetection\nbecause of faster\nreaction times\nand increased\nsensitivity. These\nsystems can be an\nalternative to the\nexistent RT-PCR\nmethod because\nRT-LAMP can\nalso be\nincorporated\nwith LFA\ntechnology for\nindividual\nimplementation\n(please see the\nprevious\nsections).\nA microfluidic The portable, A candidate IgG Tan et al. (2020)\nELISA microfluidic-based with a high\ntechnology ELISA array has 12 binding affinity\nfor rapid channels. The towards the\n(15 20 min) signal intensities of SARS-CoV-2 S1 –\ndetection of the microfluidic protein was\nviral IgG and ELISA were identified. The\nviral S antigen measured with the microfluidic\nchemiluminescent ELISA platform\nimaging method, was used for the\nusing a CMOS detection of anti-\ncamera. Multiple S1 monoclonal\nexposures with antibodies. No\nadjustable clinical testing\nexposure time was performed.\nwere applied to The current rapid\nenhance the antibody tests are\ndynamic ranges of mainly LFA-\nthe ELISA based, and many\nof them still rely\non instruments\nfor increased\nsensitivity.\nAlthough ELISA\nis also\ninstrument-\ndependent, it can\ngive high\n( continued on next page )\n10\n\n--- Page 11 ---\nM. Yüce et al.\nTable 5 ( continued )\nTarget Method Result Ref\nthroughput\nresults with\nbetter sensitivity.\nThe selected A dual-functional A reasonably low Qiu et al. (2020)\ngene plasmonic detection limit of\nsequences biosensor 0.22 pM was\n(RdRp, E combining the reported. SPR\ngene, plasmonic instruments are\nORF1ab) from photothermal quite sensitive in\nSARS-CoV- (PPT) effect and general and easy\nthrough localized surface to operate in the\nnucleic acid plasmon resonance laboratories.\nhybridization (LSPR) was They only require\nproposed for chip or surface\nCOVID-19 modification by\ndiagnosis. antigens or\nThe two- antibodies. They,\ndimensional gold therefore, can be\nnano islands- a good\nmodified with alternative to\ncomplementary current\nDNA receptors was diagnostic tools\nused to detect the that are limited\nselected viral by RT-PCR\nsequences instruments.\nReverse ORF1a and N gene 45 SARS-CoV-2 Butt et al. (2020)\ntranscription regions from SARS- positive and 25\nloop- CoV-2 RNA were negative samples\nmediated targeted with the were employed in\nisothermal RT-LAMP system the study. The\namplification using China-CDC dual gene RT-\n(RT-LAMP) approved primers LAMP assay was\nmethodology found to be 95%\nwas reported accurate in\nfor detecting positive\nsimultaneous cases and showed\nSARS-CoV-2 no cross-\nRNA region reactivity or\ndetection false-positive\n(ORF1a and N results in non-\nregions) COVID- 19\nsamples\nSPR instrument Djaileb et al. (2020) A portable The SPR chip\nused with Surface surface was\nundiluted human Plasmon modified with the\nserum samples Resonance viral N proteins to\nprovided binding (SPR)-based be able to detect\naffinities in the platform for the antibodies\nnanomolar range. SARS-CoV-2 against the\nThe results were specific nucleocapsid\ncollected within antibody proteins of the\n15 min of detection virus in diluted\nsample/sensor human serum\ncontact. samples.\nAn SPR sensor\ncoated with a\npeptide monolayer\nand functionalized\nwith SARS-CoV-2\nnucleocapsid\nrecombinant\nprotein detected\nanti-SARS-CoV-2\nantibodies in the\nnanomolar range.\nThis bioassay was\nperformed on a\nportable.\nBroughton et al. The method was CRISPR, Cas12- The platform\n(2020) validated by performs RT-LAMP based lateral\nemploying with RNA samples flow assay for\ncontrived extracted from detection of\nreference nasopharyngeal or SARS-CoV-2\nsamples and 40 oropharyngeal from RNA\nclinical samples swabs in universal extracts.\nfrom infected US transport media\n\nBiosensors and Bioelectronics 172 (2021) 112752\nTable 5 ( continued )\nTarget Method Result Ref\n(UTM). Then, patients. The\nresults said to be selected SARS-\nCoV-2 sequences comparable with\nare detected by Cas the US CDC\n12 enzyme, and the SARS-CoV-2 real-\ncleavage of a time RT-PCR\nreporter dye assay.\nconfirms the\npresence of the\nvirus\nSARS-CoV-2 A built in- house The limit of Mahari et al. (2020)\nspike protein electrochemical detection was\ndetection in measurement reported as small\nsaliva platform as 90 fM for the\n(eCovSens) was spiked saliva\nused for the samples.\ndetection. The\nfluorine-doped tin\noxide and the gold\nnanoparticle\n(signal amplifier)-\nbased electrode\nwas decorated with\nanti-spike\nmonoclonal\nantibodies to\nmonitor the\nchange in the\nconductivity upon\ntarget binding\nOne-pot The assay The optimized Ding et al. (2020)\ndetection of platform, AIOD- system was able\nSARS-CoV-2 CRISPR, was based to detect 1.2\nand on dual CRISPR- copies of DNA\nCas12a targets, and 4.6\ncomponents and copies of RNA\nthe LAMP targets in 40 min\nprinciples. The without the need\nassays were for a\nconducted in one preamplification\npot at one step and step.\none temperature.\n(M. M. Wang et al., SARS- CoV-2 Nanopore target The NTS platform\n2020 ) genome was compared sequencing (NTS)\nsequences with the platform was\napproved qPCR developed to\nfor 61 samples detect novel\ncoronavirus as well from suspected\nas previous clinical samples.\nrespiratory viruses The results\nin a simultaneous demonstrated\nmanner in 6 10 h. that the NTS –\ncould detect\nmore positive\ncases. Besides,\nthe mutated\nsequences can be\nfound along with\nthe other\nrespiratory\nviruses present in\nthe sample. The\nsequencing-based\nvirus diagnosis\nstrategies are\nquite rare but\nhighly needed\nsince the\nrevealed genomic\nand proteomic\nelements of the\nvirus form the\nbasis for the\ncurrent and\nfuture diagnosis\ntools.\n( continued on next page )\n11\n\n--- Page 12 ---\nM. Yüce et al.\nTable 5 ( continued )\nTarget Method Result Ref\nSARS-CoV-2 The diagnosis The method Gonzalez-Gonzalez\nnucleic acids: system was based detected ~625 to et al. (2020)\n5 N1, N2, and on the combined 2 10 DNA\n×\nN3 gene use of a portable copies through\ndirect PCR regions mini PCR machine\nand a 96-well plate amplification,\nreader. EvaGreen and the signal\nmeasurements dye was employed\nas an intercalator were performed\non a plate reader, for fluorescent\ndetection of the which was\ntargeted regions. proposed as a\nportable\nalternative for\nviral gene\nsequencing.\nDrug Administration, 2020k ). The Sherlock kit is designed to target\nORF1ab, N, and RP genes, the third being the internal extraction control\ngene.\nLikewise, Butt et al. reported an RT-LAMP assay for the simultaneous\ndetection of ORF1a and N genes ( Butt et al., 2020 ). The test showed 95%\nFig. 3.\nnecessary for positive sample confirmation. Reproduced from ref ( Broughton et al., 2020\n\nBiosensors and Bioelectronics 172 (2021) 112752\naccuracy in clinically validated positive samples (n 45), whereas no\n=\ncross-reactivity was observed with any of the clinically validated nega­\ntive samples (n 25). Similarly, a nanoparticle-based RT-LAMP assay\n=\nwas reported to be 100% accurate in clinically validated oropharynx\nswab samples (n 33), and the specificity was again 100% with the\n=\nnegative clinical samples (n 96) tested ( Zhu et al., 2020b ). The\n=\nanalytical tools that rely on the LAMP principle for SARS-CoV-2 detec­\ntion, however, may give false negative results for the patients who\n“ ”\npassed the infection and improved already (similar to RT-PCR) ( Green\net al., 2020 ). Hence, the researchers are now fine-tuning the current\nmodels to improve the test sensitivity as well as the specificity, mainly\nby decreasing the required viral load for more reliable testing.\nBased on a previously established ID NOW rapid detection tech­\n“ ”\nnology, Abbott Inc. has developed an Abbott ID NOW COVID-19 test\n“ ”\nkit for SARS-COV-2 detection using LAMP principles and cleared a EUA\nfrom FDA in late March 2020 ( Abbott, 2020b ; U.S. Food and Drug\nAdministration, 2020a,l ). The new Abbott ID NOW COVID-19 test is\noperated on a small instrument that could perform around 50,000 tests\nper day, giving results only in five minutes per sample. This technology\nhas been the fastest rapid diagnostic tool so far that issued and EUA from\nthe FDA and sold out in thousands in the USA. Combined with the\nRealTime SARS-CoV-2 platform, Abbott plans to deliver around 5\nmillion tests in late April 2020.\n(a) Illustration of the method workflow. Standard RNA extraction solution or original sample matrix can be used as an input to detect E, N, and RNase P genes.\nThe assay is monitored by a fluorescent reader or lateral flow strip. (b) Lateral flow readout of SARS-CoV-2 positive sample. Detection of at least two genes is\n).\n12\n\n--- Page 13 ---\nM. Yüce et al.\nA sophisticated method, combining RT-LAMP, Clustered Regularly\nInterspaced Short Palindromic Repeats (CRISPR) ( Jia et al., 2020 ;\nMustafa and Makhawi, 2020 ) and LFA principles in one assay ( Post­\nhuma-Trumpie et al., 2009 ) was reported by a group of scientists from\nMammoth Biosciences Inc., University of California, Abbott Viral Di­\nagnostics and Discovery Inc. and Center California Department of Public\nHealth ( Broughton et al., 2020 ). As represented in Fig. 3 , the method\nnamed SARS-CoV-2 DETECTR processes the extracted RNA samples\n“ ”\n(10 min) first with RT-PCR to increase the copy numbers of the selected\nE, N, and RNAse P genes in the sample solution (62 C for 20). Second, ◦\nthe CRISPR-Cas 12 enzyme takes the role and detect the genomic copies\nfrom the specified sequences, producing a fluorescent signal because of\nthe reporter dye cleavage (37 C for 10 min). The optimized assay was ◦\ntested on 11 respiratory swab samples from patients with COVID-19\ninfection and 12 swab samples from patients with influenza.\nSARS-CoV-2 DETECTR was found 90% sensitive and 100% specific for\nSARS-COV-2 detection, which was reported to be relative to CDC\nqRT-PCR standard assay values. It was also indicated that the\nprimer-probe set designed for the N2 gene was able to distinguish\nSARS-CoV-2 from SARS-CoV and MERS-CoV at a single nucleotide level.\nThe group is focusing on validating the assay with clinical samples to be\nable to receive a EUA from the FDA ( Dutton, 2020 ).\n6. Conclusion\nThe COVID-19 pandemic has proven the worth of rapid diagnostics.\nAs comprehensively reviewed in this paper (based on the information\navailable so far), the detection of the viral genomic regions has been\nalmost solely dependent on the RT-PCR method, or molecular tests in\ngeneral. Rapid antibody (serology) tests are certainly needed for vast\nimmune screening, but they do not confirm the presence of the virus.\nThe antigen tests are currently under development, and it would take\nsome time to develop a very accurate one since the virus is mutating\nwithout control. Despite the unprecedented collective effort put by the\nresearchers into developing sensitive, selective and rapid test kits, still,\nonly a small portion of the world population has been tested by now, and\nthe testing priority has been understandably given to those who show\nthe severe clinical symptoms of the disease as well as the frontline\nhealthcare providers. As a result, the total lockdown, mask use, and\nsocial distancing have become the most effective practice to prevent the\nspread of the disease and overload in pandemic clinics. The global fight\nagainst COVID-19 could be a long one until we develop effective and\nclinically validated treatments above and beyond the vaccines. Until\nthen, analytical experts and antigen/antibody manufacturers must focus\non the development of self-testing home kits to be able to see the real\nextent and progress of the disease worldwide and act accordingly.\nAuthor contributions\nElif Filiztekin and Korin Gasia Ozkaya equally contributed to this ¨\nwork and listed alphabetically.\nCRediT authorship contribution statement\nMeral Yüce: Writing - original draft, Designed the paper, wrote and\nrevised all sections. Elif Filiztekin: contributed to a part of the antibody\ndetection methods section, equally contributed to this work and listed\nalphabetically. Korin Gasia Ozkaya: contributed to a part of the anti­ ¨\nbody detection methods section, equally contributed to this work and\nlisted alphabetically.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial\ninterests or personal relationships that could have appeared to influence\nthe work reported in this paper.\n\nBiosensors and Bioelectronics 172 (2021) 112752\nAcknowledgment\nThe authors would like to thank Sabanci University and Sabanci\nUniversity SUNUM Nanotechnology Research and Application Center\nfor the swift and efficient actions taken during the pandemic, which\nmade this work possible.\nAppendix A. Supplementary data\nSupplementary data to this article can be found online at https://doi.\norg/10.1016/j.bios.2020.112752 .\nReferences\nAbbott, 2020a. Abbott RealTime SARS-CoV-2 Assay (EUA) | Abbott Molecular [WWW\nDocument]. molecular.abbott. https://www.molecular.abbott/us/en/products/infec\ntious-disease/RealTime-SARS-CoV-2-Assay . accessed 4.25.20.\nAbbott, 2020b. Detect COVID-19 in as Little as 5 Minutes | Abbott Newsroom [WWW\nDocument]. abbott.com. https://www.abbott.com/corpnewsroom/product-an\nd-innovation/detect-covid-19-in-as-little-as-5-minutes.html . accessed 4.29.20.\nA, RUP Laboratories, 2020. ARUP Laboratories Announces Nationwide Rollout of\nCOVID-19 Antibody Testing | ARUP Laboratories [WWW Document]. aruplab.com.\nhttps://www.aruplab.com/news/4-16-2020/antibody-testing-rollout . accessed\n4.26.20.\nAvacta Life Sciences Limited, 2020. Avacta/Cytiva Partnership Ahead of Schedule\n[WWW Document]. avacta.com. https://avacta.com/avacta-cytiva-partnership-ahea\nd-of-schedule/ . accessed 4.29.20.\nAytu BioScience Inc, 2020. Aytu BioScience Secures Exclusive U.S. Distribution\nAgreement for Coronavirus 2019 (COVID-19) Point-of-Care Rapid Test [WWW\nDocument]. accesswire.com. https://www.accesswire.com/579898/Aytu-BioScie\nnce-Secures-Exclusive-US-DistributionAgreement-for-Coronavirus-2019-COVID-19-\nPoint-of-Care-Rapid-Test .\nBroughton, J.P., Deng, X., Yu, G., Fasching, C.L., Singh, J., Streithorst, J.A., Granados, A.,\nSotomayor-Gonzalez, A., Zorn, K., Gopez, A., Hsu, E., Gu, W., Miller, S., Pan, C.,\nGuevara, H., Wadford, D.A., Chen, J.S., Chiu, C.Y., Servellita, V., Singh, J., Miao, X.,\nStreithorst, J.A., Granados, A., Sotomayor-Gonzalez, A., Zorn, K., Gopez, A., Hsu, E.,\nGu, W., Miller, S., Pan, C., Guevara, H., Wadford, D.A., Chen, J.S., Chiu, C.Y., 2020.\nRapid Detection of 2019 Novel Coronavirus SARS-CoV-2 using a CRISPR-based\nDETECTR Lateral Flow Assay. medRxiv 2020.3.6.20032334. https://doi.org/\n10.1101/2020.03.06.20032334 .\nButt, A.M., Siddique, S., An, X., Tong, Y., 2020. Development of a dual-gene loop-\nmediated isothermal amplification (LAMP) detection assay for SARS-CoV-2: a\npreliminary study. medRxiv 2020.04.08.20056986. https://doi.org/10.1101/\n2020.04.08.20056986 .\nCairns, E., 2020. New Covid-19 test and a decent first quarter buoy Abbott | Evaluate\n[WWW Document]. evaluate.com. https://www.evaluate.com/vantage/articles\n/news/corporate-strategy/new-covid-19-test-and-decent-first-quarter-buoy-abbott .\naccessed 4.30.20.\nCevik, M., Bamford, C., Ho, A., 2020. COVID-19 pandemic a focused review for –\nclinicians. Clin. Microbiol. Infect. https://doi.org/10.1016/j.cmi.2020.04.023 .\nChen, X., Liu, Y., Fang, X., Li, Z., Pu, H., Chang, J., Chen, J., Mao, S., 2019. Ultratrace\nantibiotic sensing using aptamer/graphene-based field-effect transistors. Biosens.\nBioelectron. 126, 664 671. https://doi.org/10.1016/j.bios.2018.11.034 . –\nChina, C.D.C., 2020. [WWW Document]. ivdc.chinacdc.cn. http://ivdc.chi 病毒病控制所\nnacdc.cn/kyjz/202001/t20200121_211337.html . accessed 4.28.20.\nChu, D.K.W., Pan, Y., Cheng, S.M.S., Hui, K.P.Y., Krishnan, P., Liu, Y., Ng, D.Y.M.,\nWan, C.K.C., Yang, P., Wang, Q., Peiris, M., Poon, L.L.M., 2020. Molecular diagnosis\nof a novel Coronavirus (2019-nCoV) Causing an outbreak of Pneumonia. Clin. Chem.\n66, 549 555. https://doi.org/10.1093/clinchem/hvaa029 . –\nCohen, E., 2020a. Coronavirus antibody tests have really terrible accuracy, researcher “ ”\nsays - CNN [WWW Document]. cnn.com. https://edition.cnn.com/2020/04/28/heal\nth/coronavirus-antibody-tests-terrible/index.html . accessed 4.29.20.\nCohen, J., 2020b. Unprecedented nationwide blood studies seek to track U.S. coronavirus\nspread. Science (80-. ). https://doi.org/10.1126/science.abc1319 .\nCorman, V.M., Landt, O., Kaiser, M., Molenkamp, R., Meijer, A., Chu, D.K.W.,\nBleicker, T., Brünink, S., Schneider, J., Schmidt, M.L., Mulders, D.G.J.C.,\nHaagmans, B.L., Van Der Veer, B., Van Den Brink, S., Wijsman, L., Goderski, G.,\nRomette, J.L., Ellis, J., Zambon, M., Peiris, M., Goossens, H., Reusken, C.,\nKoopmans, M.P.G., Drosten, C., 2020. Detection of 2019 novel coronavirus (2019-\nnCoV) by real-time RT-PCR. Euro Surveill. 25 https://doi.org/10.2807/1560-7917.\nES.2020.25.3.2000045 .\nCui, J., Li, F., Shi, Z.-L., 2019. Origin and evolution of pathogenic coronaviruses. Nat.\nRev. Microbiol. 17, 181 192. https://doi.org/10.1038/s41579-018-0118-9 . –\nDiao, B., Wen, K., Chen, Jian, Liu, Y., Yuan, Z., Han, C., Chen, Jiahui, Pan, Y., Chen, L.,\nDan, Y., Wang, J., Chen, Y., Deng, G., Zhou, H., Wu, Y., 2020. Diagnosis of Acute\nRespiratory Syndrome Coronavirus 2 Infection by Detection of Nucleocapsid Protein.\nmedRxiv 2020.3.7.20032524. https://doi.org/10.1101/2020.03.07.20032524 .\nDing, X., Yin, K., Li, Z., Liu, C., 2020. All-in-One Dual CRISPR-Cas12a (AIOD-CRISPR)\nAssay: a Case for Rapid, Ultrasensitive and Visual Detection of Novel Coronavirus\nSARS-CoV-2 and HIV virus. bioRxiv 2020.3.19.998724. https://doi.org/10.1101/\n2020.03.19.998724 .\n13\n\n--- Page 14 ---\nM. Yüce et al.\nDjaileb, A., Charron, B., Jodaylami, M.H., Thibault, V., Coutu, J., Forest, S., Live, L.S.,\nBoudreau, D., Pelletier, J.N., Masson, J., 2020. A Rapid and quantitative Serum Test\nfor SARS-CoV-2 Antibodies with Portable Surface Plasmon Resonance Sensing.\nchemrxiv.org 0 13. https://doi.org/10.26434/chemrxiv.12118914.v1 . –\nDutton, G., 2020. Mammoth s CRISPR Assay for Asymptomatic COVID-19 Carriers Gains ’\nPeer-Reviewed Validation | BioSpace [WWW Document]. biospace.com. http\ns://www.biospace.com/article/mammoth-s-crispr-assay-for-asymptomatic-covi\nd-19-carriers-gains-peer-reviewed-validation-/ . accessed 4.28.20.\nFinancial Times, 2020. Germany to run Europe s first large-scale antibody test ’\nprogramme | Financial Times [WWW Document]. ft.com. https://www.ft.com/conte\nnt/fe211ec7-0ed4-4d36-9d83-14b639efb3ad . accessed 4.26.20.\nGeneral of Health Malaysia, 2020. Laboratory Readiness for Detecting the 2019 novel\ncoronavirus (2019-nCoV) infection in Malaysia From the Desk of the Director- –\nGeneral of Health Malaysia [WWW Document]. kpkesihatan.com. https://kpkesih\natan.com/2020/02/13/laboratory-readiness-for-detecting-the-2019-novel-coronavir\nus-2019-ncov-infection-in-malaysia/ . accessed 4.25.20.\nGlobal Product Certification, 2020. CE IVD [WWW Document]. gpc.center. https\n://www.gpc.center/ce_ivd_/585 .\nGonzalez-Gonzalez, E., Santiago, G.T., Lara-Mayorga, I.M., Martinez-Chapa, S.O.,\nAlvarez, M.M., 2020. Portable and accurate diagnostics for COVID-19: Combined use\nof the miniPCR thermocycler and a well-plate reader for SARS-Co2 virus detection.\nmedRxiv 2020.04.03.20052860. https://doi.org/10.1101/2020.04.03.20052860 .\nGreen, K., Winter, A., Dickinson, R., Graziadio, S., Wolff, R., Mallett, S., Allen, A.J.,\nPark, E.B., 2020. What tests could potentially be used for the screening , diagnosis\nand monitoring of COVID-19 and what are their advantages and disadvantages ?\n[WWW Document]. https://www.cebm.net/covid-19/what-tests-could-potentially-\nbe-used-for-the-screening-diagnosis-and-monitoring-of-covid-19-and-what-are-their-\nadvantages-and-disadvantages/ . accessed 4.29.20.\nHarun, H.N., 2020. IMR Created Reagent to Handle 2019-nCoV Outbreak Ahead of the\nWHO. New StraitsTimes .\nHolland, P.M., Abramson, R.D., Watson, R., Gelfand, D.H., 1991. Detection of specific\npolymerase chain reaction product by utilizing the 5 3 exonuclease activity of ′ ′ →\nThermus aquaticus DNA polymerase. Proc. Natl. Acad. Sci. U.S.A. https://doi.org/\n10.1073/pnas.88.16.7276 .\nInstitute of Pasteur, 2020. Protocol : Real-Time RT-PCR Assays for the Detection of SARS-\nCoV-2 1 3 . –\nJacofsky, D., Jacofsky, E.M., Ph, D., Officer, C.E., Jacofsky, M., Ph, D., 2020.\nUnderstanding antibody testing for COVID-19. J. Arthroplasty. https://doi.org/\n10.1016/j.arth.2020.04.055 .\nJia, F., Li, X., Zhang, C., Tang, X., 2020. The expanded development and application of\nCRISPR system for sensitive nucleotide detection. Protein Cell 9. https://doi.org/\n10.1007/s13238-020-00708-8 .\nJohns Hopkins Bloomberg School of Public Health, 2020. Serology-based Tests for\nCOVID-19 [WWW Document]. Cent. Heal. Secur .\nJung, Y.J., Park, G.-S., Moon, J.H., Ku, K., Beak, S.-H., Kim, Seil, Park, E.C., Park, D.,\nLee, J.-H., Byeon, C.W., Lee, J.J., Maeng, J., Kim, S.J., Kim, Seung Il, Kim, B.-T.,\nLee, M.J., Kim, H.G., 2020. Comparative Analysis of Primer-probe Sets for the\nLaboratory Confirmation of SARS-CoV-2. bioRxiv 2020.2.25.964775. https://doi.\norg/10.1101/2020.02.25.964775 .\nKent, C., 2020. Different Paths to the Same Destination : Screening for Covid-19 [WWW\nDocument] .\nKhailany, R.A., Safdar, M., Ozaslan, M., 2020. Genomic characterization of a novel SARS-\nCoV-2. Gene Rep. 19, 100682 https://doi.org/10.1016/j.genrep.2020.100682 .\nKurt, H., Eyüpo lu, A.E., Sütlü, T., Budak, H., Yüce, M., 2019. Plasmonic Selection of ǧ\nssDNA Aptamers against fibroblast growth factor Receptor. ACS Comb. Sci. 21,\n578 587. https://doi.org/10.1021/acscombsci.9b00059 . –\nLabCorp, 2020a. COVID-19 Test (At-Home Kit) | Pixel by LabCorp [WWW Document].\npixel.labcorp.com. https://www.pixel.labcorp.com/at-home-test-kits/covid-19-test .\naccessed 4.26.20.\nLabCorp, 2020b. LabCorp COVID-19 RT-PCR test EUA Summary America) [WWW\nDocument]. fda.gov. https://www.fda.gov/media/136151/download . accessed\n4.25.20.\nLee, M.S., Chang, P.C., Shien, J.H., Cheng, M.C., Shieh, H.K., 2001. Identification and\nsubtyping of avian influenza viruses by reverse transcription-PCR. J. Virol. Methods.\nhttps://doi.org/10.1016/S0166-0934(01)00301-9 .\nLi, Z., Yi, Y., Luo, X., Xiong, N., Liu, Y., Li, S., Sun, R., Wang, Y., Hu, B., Chen, W.,\nZhang, Y., Wang, J., Huang, B., Lin, Y., Yang, J., Cai, W., Wang, X., Cheng, J.,\nChen, Z., Sun, K., Pan, W., Zhan, Z., Chen, L., Ye, F., 2020. Development and clinical\napplication of A Rapid IgM-IgG combined antibody Test for SARS-CoV-2 infection\nDiagnosis. J. Med. Virol. https://doi.org/10.1002/jmv.25727 , 0 1. –\nLin, D., Liu, L., Zhang, M., Hu, Y., Yang, Q., Guo, J., Dai, Y., Xu, Y., Cai, Y., Chen, X.,\nHuang, K., Zhang, Z., 2020. Evaluations of serological test in the diagnosis of 2019\nnovel coronavirus (SARS-CoV-2) infections during the COVID-19 outbreak. medRxiv\n2020.3.27.20045153. https://doi.org/10.1101/2020.03.27.20045153 .\nLiu, Z., Xiao, X., Wei, X., Li, J., Yang, J., Tan, H., Zhu, J., Zhang, Q., Wu, J., Liu, L., 2020.\nComposition and divergence of coronavirus spike proteins and host ACE2 receptors\npredict potential intermediate hosts of SARS-CoV-2. J. Med. Virol. 92, 595 601. –\nhttps://doi.org/10.1002/jmv.25726 .\nLoeffelholz, M.J., Tang, Y.-W., 2020. Laboratory diagnosis of emerging human\ncoronavirus infections the state of the art. Emerg. Microb. Infect. 9, 747 756. – –\nhttps://doi.org/10.1080/22221751.2020.1745095 .\nNA [WWW Document], n.d. URL https://www.ncbi.nlm.nih.gov/pmc/articles/P\nMC102748/ (accessed 4.28.20).\nMaghdid, H.S., Asaad, A.T., Ghafoor, K.Z., Sadiq, A.S., Khan, M.K., 2020a. Diagnosing\nCOVID-19 Pneumonia from X-Ray and CT Images Using Deep Learning and Transfer\nLearning Algorithms .\n\nBiosensors and Bioelectronics 172 (2021) 112752\nMaghdid, H.S., Ghafoor, K.Z., Sadiq, A.S., Curran, K., Rabie, K., 2020b. A Novel AI-\nenabled Framework to Diagnose Coronavirus COVID 19 using Smartphone\nEmbedded Sensors. Des. Stud. 1 5 . –\nMahari, S., Roberts, A., Shahdeo, D., Gandhi, S., 2020. eCovSens-Ultrasensitive Novel In-\nHouse Built Printed Circuit Board Based Electrochemical Device for Rapid Detection\nof nCovid-19. bioRxiv 2020.4.24.059204. https://doi.org/10.1101/\n2020.04.24.059204 .\nMaschinen, B., Investition, A., Beschaffungen, G., Ersatzbeschaffungen, B.,\nMittelherkunft, S., 2020. WHO Summary in House Assays for RASR-CoV-2 Detection\nby RT-PCR [WWW Document] .\nMaxmen, A., 2020. The researchers taking a gamble with antibody tests for coronavirus.\nNature. https://doi.org/10.1038/d41586-020-01163-5 .\nMorales-Narv aez, E., Dincer, C., 2020. The impact of biosensing in a pandemic outbreak: ´\nCOVID-19. Biosens. Bioelectron. 163, 112274 https://doi.org/10.1016/j.\nbios.2020.112274 .\nMurphy, J., 2020. First Clinical-Grade Rapid At-Home Test to Aid in COVID-19 Crisis\n[WWW Document]. pharmacytimes.com/. https://www.pharmacytimes.com/new\ns/first-clinical-grade-rapid-at-home-test-to-aid-in-covid-19-crisis . accessed 5.1.20.\nMustafa, M.I., Makhawi, A.M., 2020. SHERLOCK and DETECTR : CRISPR-Cas Systems as\nPotential Rapid Diagnostic Tools for Emerging Infectious Diseases and Cancer-\nAssociated Mutations. https://doi.org/10.20944/preprints202004.0080.v1 .\nNalla, A.K., Casto, A.M., Huang, M.-L.W., Perchetti, G.A., Sampoleo, R., Shrestha, L.,\nWei, Y., Zhu, H., Jerome, K.R., Greninger, A.L., 2020. Comparative performance of\nSARS-CoV-2 Detection assays using Seven Different primer/probe Sets and one assay\nKit. J. Clin. Microbiol. https://doi.org/10.1128/JCM.00557-20 .\nNao, N., Shirato, K., Katano, H., Matsuyama, S., Takeda, M., 2019. Detection of Second\nCase of 2019-nCoV Infection in Japan (Corrected Version), Laboratory of Acute Viral\nRespiratory Infections and Cytokines. Department of Virology III, National Institute\nof Infectious Diseases, 4-7-1 Gakuen, Musashimurayama, 208-0011 Tokyo, Japan:\n2Department of Pathology, National Institute of Infectious Disease. doi:.1037//\n0033-2909.I26.1.78 .\nNguyen, T., Duong Bang, D., Wolff, A., 2020. 2019 novel Coronavirus Disease (COVID-\n19): Paving the Road for Rapid Detection and point-of-care Diagnostics.\nMicromachines 11, 306. https://doi.org/10.3390/mi11030306 .\nNolan, T., Hands, R.E., Bustin, S.A., 2006. Quantification of mRNA using real-time RT-\nPCR. Nat. Protoc. 1, 1559 1582. https://doi.org/10.1038/nprot.2006.236 . –\nOhno, Y., Maehashi, K., Matsumoto, K., 2010. Label-free biosensors based on aptamer-\nModified graphene field-effect transistors. J. Am. Chem. Soc. 132, 18012 18013. –\nhttps://doi.org/10.1021/ja108127r .\nOkba, N., Muller, M., Li, W., Wang, C., GeurtsvanKessel, C., Corman, V., Lamers, M.,\nSikkema, R., de Bruin, E., Chandler, F., Yazdanpanah, Y., Le Hingrat, Q.,\nDescamps, D., Houhou-Fidouh, N., Reusken, C., Bosch, B.-J., Drosten, C.,\nKoopmans, M., Haagmans, B., 2020. SARS-CoV-2 specific antibody responses in\nCOVID-19 patients. Emerg. Infect. Dis. 2020. https://doi.org/10.1101/\n2020.03.18.20038059 , 03.18.20038059.\nOraSure, I., 2020. OraSure Technologies - In Development [WWW Document]. orasure.\ncom. https://www.orasure.com/innovation/innovation-in-development.asp .\naccessed 4.29.20.\nPabbaraju, K., Wong, S., Wong, A.A., Appleyard, G.D., Chui, L., Pang, X.L., Yanow, S.K.,\nFonseca, K., Lee, B.E., Fox, J.D., Preiksaitis, J.K., 2009. Design and validation of real-\ntime reverse transcription-PCR assays for detection of pandemic (H1N1) 2009 virus.\nJ. Clin. Microbiol. https://doi.org/10.1128/JCM.01103-09 .\nPilot, L.R., 2012. Federal food, drug, and cosmetic act. In: Pharmacy Law Desk Reference,\npp. 25 39. https://doi.org/10.1300/5790_03 . –\nPinto, D., Park, Y.-J., Beltramello, M., Walls, A.C., Tortorici, M.A., Bianchi, S., Jaconi, S.,\nCulap, K., Zatta, F., De Marco, A., Peter, A., Guarino, B., Spreafico, R., Cameroni, E.,\nCase, J.B., Chen, R.E., Havenar-Daughton, C., Snell, G., Telenti, A., Virgin, H.W.,\nLanzavecchia, A., Diamond, M.S., Fink, K., Veesler, D., Corti, D., 2020. Cross-\nneutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody. Nature\n1 10. https://doi.org/10.1038/s41586-020-2349-y . –\nPosthuma-Trumpie, G.A., Korf, J., van Amerongen, A., 2009. Lateral flow (immuno)\nassay: its strengths, weaknesses, opportunities and threats. A literature survey. Anal.\nBioanal. Chem. 393, 569 582. https://doi.org/10.1007/s00216-008-2287-2 . –\nQiu, G., Gai, Z., Tao, Y., Schmitt, J., Kullak-Ublick, G.A., Wang, J., 2020. Dual-functional\nplasmonic photothermal biosensors for highly accurate Severe acute Respiratory\nSyndrome Coronavirus 2 Detection. ACS Nano. https://doi.org/10.1021/\nacsnano.0c02439 .\nRao, A., Goldstein, D.Y., Wolk, D.M., Wolf, L.A., 2020. White-paper: Development and\nEvaluation of Two SARS-CoV-2 RT-PCR Laboratory Developed Tests on the ARIES ®\nAutomated, Sample-To-Answer, Real-Time PCR System [WWW Document].\nluminexcorp.com .\nRoche, 2020. cobas SARS-CoV-2 Test [WWW Document]. diagnostics.roche.com. https ®\n://diagnostics.roche.com/global/en/products/params/cobas-sars-cov-2-test.html .\naccessed 4.25.20.\nRosales-Mendoza, S., M arquez-Escobar, V.A., Gonz alez-Ortega, O., Nieto-G omez, R., ´ ´ ´\nAr evalo-Villalobos, J.I., 2020. What Does Plant-based vaccine technology offer to the ´\nfight against COVID-19? Vaccines 8, 183. https://doi.org/10.3390/\nvaccines8020183 .\nRoy, J., Jain, N., Singh, G., Das, B., Mallick, B., 2019. Small RNA proteome as disease\nbiomarker: an incognito treasure of clinical utility. In: AGO-driven Non-Coding\nRNAs. Elsevier, pp. 101 136. https://doi.org/10.1016/b978-0-12-815669-8.00005- –\n1 .\nRoyal Statistical Society Covid-19 Task Force, 2020. Statement on Covid-19 Antibody\nTesting, issued on 14th April 2020 [WWW Document]. rss.org.uk. Reiczegel. https://\ndoi.org/10.1155/2011/608719 .\n14\n\n--- Page 15 ---\nM. Yüce et al.\nSDBiosensor Inc, 2020. Products - STANDARD Q COVID-19 IgM/IgG Duo [WWW\nDocument]. sdbiosensor.com. http://sdbiosensor.com/xe/product/7662 . accessed\n5.1.20.\nSeo, G., Lee, G., Kim, M.J., Baek, S.-H., Choi, M., Ku, K.B., Lee, C.-S., Jun, S., Park, D.,\nKim, H.G., Kim, S.-J., Lee, J.-O., Kim, B.T., Park, E.C., Kim, S. Il, 2020. Rapid\nDetection of COVID-19 Causative virus (SARS-CoV-2) in human nasopharyngeal\nSwab Specimens using field-effect transistor-based biosensor. ACS Nano. https://doi.\norg/10.1021/acsnano.0c02823 .\nSoh, J.H., Chan, H.M., Ying, J.Y., 2020. Strategies for developing sensitive and specific\nnanoparticle-based lateral flow assays as point-of-care diagnostic device. Nano\nToday 30, 100831. https://doi.org/10.1016/j.nantod.2019.100831 .\nSu, S., Wong, G., Shi, W., Liu, J., Lai, A.C.K., Zhou, J., Liu, W., Bi, Y., Gao, G.F., 2016.\nEpidemiology, genetic Recombination, and Pathogenesis of Coronaviruses. Trends\nMicrobiol. 24, 490 502. https://doi.org/10.1016/j.tim.2016.03.003 . –\nTan, X., Lin, C., Zhang, J., Oo, M.K.K., Fan, X., 2020. Rapid and quantitative detection of\nCOVID-19 markers in micro-liter sized samples. https://doi.org/10.1101/\n2020.04.20.052233 bioRxiv 2020.4.20.052233.\nThailand Ministry of Public Health, 2020. Diagnostic detection of Novel coronavirus\n2019 by Real time RTPCR [WWW Document]. who.int. https://www.who.int/docs/\ndefault-source/coronaviruse/conventional-rt-pcr-followed-by-sequencing-for-detecti\non-of-ncov-rirl-nat-inst-health-t.pdf?sfvrsn 42271c6d_4 . accessed 4.25.20. =\nU.S. Centers for Disease Control and Prevention, 2020. 2019-Novel Coronavirus (2019-\nnCoV) Real-Time rRT-PCR Panel Primers and Probes 2 3 . –\nU.S. Food Drug Administration, 2020a. Emergency Use Authorizations | FDA [WWW &\nDocument]. fda.gov. https://www.fda.gov/medical-devices/emergenc\ny-situations-medical-devices/emergency-use-authorizations#covid19ivd . accessed\n4.25.20.\nU.S. Food Drug Administration, 2020b. EUA-LabCorp COVID-19 RT-PCR- Letter of &\nAuthorization [WWW Document]. fda.gov. https://www.fda.gov/media/136148\n/download .\nU.S. Food Drug Administration, 2020c. EUA-CDC Real-Time RT-PCR Diagnostic Panel- &\nLetter of Authorization [WWW Document]. fda.gov. https://www.fda.gov/me\ndia/134922/download .\nU.S. Food Drug Administration, 2020d. EUA-Abbott-nCoV-LOA-Letter of Authorization &\n[WWW Document]. fda.gov. https://www.fda.gov/media/136255/download .\nU.S. Food Drug Administration, 2020e. EUA-Hologic- Panther Fusion SARS-CoV-2- &\nLetter of Authorization [WWW Document]. https://www.fda.gov/media/136153\n/download .\nU.S. Food Drug Administration, 2020f. EUA-Thermo Fisher-TaqPath COVID-19 Combo &\nKit-Letter of Authorization [WWW Document]. fda.gov. https://www.fda.gov/me\ndia/136113/download .\nU.S. Food Drug Administration, 2020g. EUA-LabCorp COVID-19 RT-PCR- Letter of &\nAuthorization [WWW Document]. https://www.fda.gov/media/136148/download .\nU.S. Food Drug Administration, 2020h. LabCorp COVID-19 RT-PCR test EUA Summary &\n[WWW Document]. https://www.fda.gov/media/136151/download .\nU.S. Food Drug Administration, 2020i. EUA: Sofia 2 SARS Antigen FIA by Quidel &\nCorporation [WWW Document]. fda.gov. https://www.fda.gov/media/137886\n/download .\nU.S. Food Drug Administration, 2020j. Sofia 2 SARS Antigen FIA Kit Instructions for &\nUse [WWW Document]. da.gov. https://www.fda.gov/media/137885/download .\nU.S. Food Drug Administration, 2020k. EUA: Sherlock CRISPR SARS-CoV-2 Kit by &\nSherlock BioSciences, Inc [WWW Document]. fda.gov. https://www.fda.gov/me\ndia/136598/download .\nU.S. Food and Drug Administration, 2020l. Coronavirus (COVID-19) Update: Serological\nTests [WWW Document]. fda.gov. https://www.fda.gov/news-events/press-anno\nuncements/coronavirus-covid-19-update-serological-tests . accessed 4.25.20.\nU.S. Food and Drug Administration, 2020m. Policy for Coronavirus Disease-2019 Tests\nDuring the Public Health Emergency - Serology Template for Manufacturers [WWW\n\nBiosensors and Bioelectronics 172 (2021) 112752\nDocument]. fda.gov. https://www.fda.gov/regulatory-information/search-fda-gui\ndance-documents/policy-coronavirus-disease-2019-tests-during-public-health-\nemergency-revised .\nU.S. Food and Drug Administration, 2020n. Coronavirus (COVID-19) Update: daily\nRoundup May 5, 2020 | FDA [WWW Document]. fda.gov. https://www.fda.gov/ne\nws-events/press-announcements/coronavirus-covid-19-update-daily-roundup-may-\n5-2020 . accessed 5.6.20.\nVogels, C.B.F., Brito, A.F., Wyllie, A.L., Fauver, J.R., Ott, I.M., Kalinich, C.C., Petrone, M.\nE., Casanovas-Massana, A., Muenker, M.C., Moore, A.J., Klein, J., Lu, P., Lu-\nCulligan, A., Jiang, X., Kim, D.J., Kudo, E., Mao, T., Moriyama, M., Oh, J.E., Park, A.,\nSilva, J., Song, E., Takehashi, T., Taura, M., Tokuyama, M., Venkataraman, A.,\nWeizman, O.-E., Wong, P., Yang, Y., Cheemarla, N.R., White, E., Lapidus, S.,\nEarnest, R., Geng, B., Vijayakumar, P., Odio, C., Fournier, J., Bermejo, S.,\nFarhadian, S., Cruz, C. Dela, Iwasaki, A., Ko, A.I., Landry, M.-L., Foxman, E.F.,\nGrubaugh, N.D., 2020. Analytical sensitivity and efficiency comparisons of SARS-\nCOV-2 qRT-PCR primer-probe sets. https://doi.org/10.1101/2020.03.30.20048108\nmedRxiv.\nWalls, A.C., Park, Y.-J., Tortorici, M.A., Wall, A., McGuire, A.T., Veesler, D., 2020.\nStructure, function, and Antigenicity of the SARS-CoV-2 Spike glycoprotein. Cell\n181, 281 292. https://doi.org/10.1016/j.cell.2020.02.058 e6. –\nWang, C., Li, W., Drabek, D., Okba, N.M.A., van Haperen, R., Osterhaus, A.D.M.E., van\nKuppeveld, F.J.M., Haagmans, B.L., Grosveld, F., Bosch, B.-J., 2020. A human\nmonoclonal antibody blocking SARS-CoV-2 infection. Nat. Commun. 11, 2251.\nhttps://doi.org/10.1038/s41467-020-16256-y .\nWang, M., Fu, A., Hu, B., Tong, Y., Liu, R., Gu, J., Liu, J., Jiang, W., Shen, G., Zhao, W.,\nMen, D., Yu, L., Deng, Z., Li, Y., Liu, T., 2020. Nanopore target sequencing for\naccurate and comprehensive detection of SARS-CoV-2 and other respiratory viruses.\nmedRxiv 2020.3.4.20029538. https://doi.org/10.1101/2020.03.04.20029538 .\nWHO, 2020a. WHO announces COVID-19 outbreak a pandemic [WWW Document]. who.\nint. https://www.who.int/dg/speeches/detail/who-director-general-s-opening-rema\nrks-at-the-media-briefing-on-covid-19—11-march-2020 . accessed 4.26.20.\nWHO, 2020b. Advice on the use of point-of-care immunodiagnostic tests for COVID-19\n[WWW Document]. who.int. https://www.who.int/news-room/commentaries/deta\nil/advice-on-the-use-of-point-of-care-immunodiagnostic-tests-for-covid-19 . accessed\n4.29.20.\nWoo, C.H., Jang, S., Shin, G., Jung, G.Y., Lee, J.W., 2020. Sensitive One-step Isothermal\nDetection of Pathogen-derived RNAs. medRxiv 2020.03.05.20031971. https://doi.\norg/10.1101/2020.03.05.20031971 .\nWorldometer, 2020. Coronavirus update (live): Cases and deaths from COVID-19 virus\npandemic. Worldometers .\nXu, Y., Li, X., Zhu, B., Liang, H., Fang, C., Gong, Y., Guo, Q., Sun, X., Zhao, D., Shen, J.,\nZhang, H., Liu, H., Xia, H., Tang, J., Zhang, K., Gong, S., 2020. Characteristics of\npediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral\nshedding. Nat. Med. 26, 502 505. https://doi.org/10.1038/s41591-020-0817-4 . –\nYüce, M., Kurt, H., 2017. How to make nanobiosensors: surface modification and\ncharacterisation of nanomaterials for biosensing applications. RSC Adv. 7,\n49386 49403. https://doi.org/10.1039/C7RA10479K . –\nZhang, X., Qi, Q., Jing, Q., Ao, S., Zhang, Zhihong, Ding, M., Wu, M., Liu, K., Wang, W.,\nLing, Y., Zhang, Zhengjun, Fu, W., 2020. Electrical Probing of COVID-19 Spike\nProtein Receptor Binding Domain via a Graphene Field-Effect Transistor, pp. 1 20 . –\nZhu, N., Zhang, D., Wang, W., Li, X., Yang, B., Song, J., Zhao, X., Huang, B., Shi, W.,\nLu, R., Niu, P., Zhan, F., Ma, X., Wang, D., Xu, W., Wu, G., Gao, G.F., Tan, W., 2020a.\nA novel Coronavirus from patients with Pneumonia in China, 2019. N. Engl. J. Med.\n382, 727 733. https://doi.org/10.1056/NEJMoa2001017 . –\nZhu, X., Wang, X., Han, L., Chen, T., Wang, L., Li, H., Li, S., He, L., Fu, X., Chen, S.,\nMei, X., Chen, H., Wang, Y., 2020b. Reverse transcription loop-mediated isothermal\namplification combined with nanoparticles-based biosensor for diagnosis of COVID-\n19. medRxiv 2020.3.17.20037796. https://doi.org/10.1101/2020.03.17.20037796 .\n15",
    "pages": [
      {
        "page_number": 1,
        "text": "Biosensors and Bioelectronics 172 (2021) 112752\nContents lists available at\njournal homepage:\nCOVID-19 diagnosis A review of current methods\n—\na * b b , Meral Yüce , Elif Filiztekin , Korin Gasia Ozkaya ¨\nSUNUM Nanotechnology Research and Application Centre, Sabanci University, 34956, Orhanli, Tuzla, Istanbul, Turkey a\nFaculty of Engineering and Natural Sciences and, Sabanci University, 34956, Orhanli, Tuzla, Istanbul, Turkey b\nA R T I C L E  I N F O A B S T R A C T\nKeywords:\nCOVID-19\nSARS-CoV-2 diagnosis\nSARS-CoV-2 detection\naround the world, causing\n~ RT-PCR\nLateral flow assay\nLoop-mediated isothermal amplification\nPoint of care devices\nAuthorization\n”\nreports available so far.\n1. Introduction\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2,\npreviously 2019-nCoV) is an enveloped, positive-sense single-stranded\ngenomic RNA virus ( ssRNA), is the cause of the coronavirus disease\n+\n2019 (COVID-19). SARS-CoV-2, registered in the Wuhan City of China\nfor the first time, is contagious in humans, and it has rapidly spread\nworldwide through close human interactions or the spilled respirational\nmaterial (cough, sneeze) of the infected people. The Director-General of\nWHO declared the COVID-19 outbreak as a pandemic on March 12th,\n“ ”\n2020, as a result of the increased infection rate out of China ( WHO,\n2020a ). SARS-Cov-2 taxonomically belongs to coronaviruses family and\nSarbecovirus subgenus that contain several other species causing mild to\nsevere human diseases. SARS-CoV-2 is the seventh reported Coronavirus\nthat has infected people after 229E, NL63, OC43, HKU1, MERS-CoV, and\nthe previous SARS-CoV ( Cui et al., 2019 ; Su et al., 2016 ; Zhu et al.,\n2020a ). Khailany et al. (2020) reported a complete genome character­\nization study based on 95 SARS-CoV-2 sequences that were accessible on\nGenBank, National Microbiology Data Center (NMDC) and NGDC\nGenome Warehouse between December-2019 and early April-2020 in\nwhich NC_045512 genome sequence was used as the reference for the\nalignment. According to the report, the SARS-CoV-2 complete genome is\naround 30kb and two-third of 5 contains orf1ab encoding orf1ab\n’\n* Corresponding author.\nE-mail address: meralyuce@sabanciuniv.edu (M. Yüce).\nhttps://doi.org/10.1016/j.bios.2020.112752\nReceived 5 June 2020; Received in revised form 1 October 2020; Accepted 20 October 2020\nAvailable online 24 October 2020\n0956-5663/© 2020 Elsevier B.V. All rights reserved.\n\nScienceDirect\nBiosensors and Bioelectronics\nhttp://www.elsevier.com/locate/bios\nA fast and accurate self-testing tool for COVID-19 diagnosis has become a prerequisite to comprehend the exact\nnumber of cases worldwide and to take medical and governmental actions accordingly. SARS-CoV-2 (formerly,\n2019-nCoV) infection was first reported in Wuhan (China) in December 2019, and then it has rapidly spread\n14 million active cases with 582,000 deaths as of July 2020. The diagnosis tools\n~\navailable so far have been based on a) viral gene detection, b) human antibody detection, and c) viral antigen\ndetection, among which the viral gene detection by RT-PCR has been found as the most reliable technique. In this\nreport, the current SARS-CoV-2 detection kits, exclusively the ones that were issued an Emergency Use\n“\nfrom the U.S. Food and Drug Administration, were discussed. The key structural components of\nthe virus were presented to provide the audience with an understanding of the scientific principles behind the\ntesting tools. The methods that are still in the early research state were also reviewed in a subsection based on the\npolyproteins, while the one-third of 3 consists of genes encoding ′\nstructural proteins, currently known as surface glycoprotein (S), an en­\nvelope protein (E), membrane protein (M), and nucleocapsid (N) pro­\nteins ( Khailany et al., 2020 ). Additionally, the genomic comparison\nstudy revealed 116 mutations among which a) 8782C T in ORF1ab\n>\ngene, b) 28144T C in ORF8 gene, and c) 29095C T in the N gene are\n> >\ndefined as the most common ones. The mutations might affect the\ngravity and extent of the SARS-CoV-2, as stated in the study.\nThe morphology and complete genome structure of the SARS-CoV-2\nare illustrated in Fig. 1 based on the reports by Khailany et al. (2020) ,\nWalls et al. (2020) and Rosales-Mendoza et al. (2020) . Significant\nsequence similarity between SARS-CoV-2 S and SARS-CoV S glycopro­\nteins was shown by Walls et al. (2020) , and the team also accomplished a\ncomprehensive cryo-electron microscopy (cryo-EM) study disclosing the\narchitecture of SARS-CoV-2 S glycoprotein subunits. The binding affin­\nities of the S proteins of the two SARS viruses to the human\nangiotensin-converting enzyme 2 (ACE2), the host surface receptor used\nby the virus to enter the cells, were found in the low nanomolar range\nand comparable. The initial experiments performed by the SARS-CoV\nS-derived murine polyclonal antibodies demonstrated that the SAR­\nS-CoV-2 cell admission could be neutralized effectively ( Walls et al.,\n2020 ), which was later approved by another publication of the same\ngroup ( Pinto et al., 2020 ). A novel antibody, 47D11, against S protein of",
        "char_count": 5152,
        "word_count": 805,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "M. Yüce et al.\nSARS-CoV-2 was also developed recently, where the humanized 47D11\nantibodies effectively neutralized SARS-CoV and SARS-CoV-2 (C. C.\nWang et al., 2020 ). Another team predicted by simulation that the\nSARS-CoV-2 S glycoprotein binds to the ACE2 receptor protein through\nLeu455, Phe486, Gln493, Asn501, and Tyr505 amino acid residues of\nwhich only a few were the same as SARS-CoV S protein ( Liu et al., 2020 ).\nAll these studies deliver an immense amount of information regarding\nthe SARS-Cov-2 genome and structure, which we believe it has based the\nfoundation for further diagnosis, treatment, and vaccine studies.\nCurrently, many commercial SARS-CoV-2 detection kits, granted an\nEmergency Use Authorization (EUA) from FDA ( U.S. Food and Drug\nAdministration, 2020a,l ), can identify a) specific viral gene regions\nthrough nucleic acid amplification techniques (Real-Time Reverse\nTranscription Polymerase Chain Reaction (RT-PCR) and isothermal\nnucleic acid amplification), b) the antibodies produced by the immune\nsystem in response to the viral infection (serology/Immunoglobulin M\nFig. 1.\n(b), and the complete genome structure of SARS-CoV-2 virus (c).\na) The morphological structure of SARS-Cov-2 reproduced from ref (\nstructure also comprises a nucleocapsid protein (N) that, along with the RNA genome, produces the nucleocapsid.\nb) The reconstruction of the closed SARS-CoV-2 S ectodomain trimer at 2.8Å resolution reproduced from ref (\nunsharpened cryo-EM map. (B and C) Two orthogonal views from the side (B) and top (C) of the atomic model of the closed SARS- CoV-2\nc) Complete genome structure of the SARS-CoV-2 virus, the data is redrawn based on the information and results of ref (\n\nBiosensors and Bioelectronics 172 (2021) 112752\n(IgM)/Immunoglobulin G (IgG) tests), and c) the antigen testing by\nlateral flow assays, all have to be entirely operated in designated labo­\nratories by trained personnel, under specified experimental and Bio­\nlogical Safety Level (BSL) conditions.\nAs an exception, home collection of specimens by COVID-19 RT-\n“\nPCR Test developed by LabCorp was issued a EUA from FDA in late\n”\nApril 2020 to be used by individuals to self-collect nasal samples at\nhome ( U.S. Food and Drug Administration, 2020b,m ). Presently, this\nsample collection kit comes for USD 119 each, and the company gives\npurchase priority for healthcare workers and first responders, consistent\nwith CDC guidelines, due to the limited sample collection materials\n( LabCorp, 2020a ). The kit is only for sample collection, and the collected\nsample has to be sent back to the authorized laboratory for nucleic acid\ntesting, which remains to be the gold standard for COVID-19 detection,\nbased on the clinically validated results.\nOn the other hand, the serology tests do not directly diagnose the\nA visual artwork for whole SARS-CoV-2 virus (a), cryo-EM restructure of SARS-CoV-2 S trimer glycoprotein, which is responsible for host cell receptor binding\nRosales-Mendoza et al., 2020 ). The envelope membrane is associated with the spike protein (S),\n“\nwhich mediates binding to the host cell receptors and considered a critical target for the induction of antibodies capable of neutralizing the virus;\nhemagglutinin-esterase dimer (HE), which acts as a potent mediator of attachment and destruction of sialic acid receptors on the host cell surface; a membrane\nglycoprotein (M), which is important to generate the virus; and the envelope protein (E), which adheres to the M protein to form the viral envelope. The viral\n( Rosales-Mendoza et al., 2020 ).\n”\nWalls et al., 2020 ). (A) Closed SARS-CoV-2 S trimer\n“\n( Walls et al., 2020 ).\n”\nKhailany et al., 2020 ).\n2",
        "char_count": 3684,
        "word_count": 584,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "M. Yüce et al.\npresence of the virus, but the immune system molecules (immunoglob­\nulins/antibodies), such as IgM and IgG that are produced by the body\nwhen encountered with the virus. IgG/IgM tests could play a central role\nin the fight against COVID-19 by accurately classifying the individuals\nwho developed an immune response because of SARS-CoV-2 infection.\nAlthough the serology tests are suitable for indirect diagnosis, vast herd-\nimmunity scanning, and mortality rate statistics, the antibody amounts\nproduced on the first a few days of the infection may be insufficient for\nthe detection. Furthermore, the lifetime of the produced antibodies, as\nwell as the effectiveness, is still vague, restricting the engagement of the\nantibody-based rapid tests in the COVID-19 pandemic as a robust\ndiagnosis and surveillance tool. A small number of serology tests have\nbeen EUA-authorized by FDA so far ( U.S. Food and Drug Administration,\nFig. 2.\nCoV and SARS-CoV-2 (b).\na) TagMan Probe-based RT-PCR steps. The illustration was redrawn based on Ref (\nin the sample.\nORF: open reading frame; RdRp: RNA-dependent RNA polymerase. Numbers below amplicon are genome positions according to SARS-CoV, NC_004718\nfrom ref ( Corman et al., 2020 ).\n\nBiosensors and Bioelectronics 172 (2021) 112752\n2020a,l ), but no country has performed an antibody testing on a national\nscale yet even though tremendous local efforts are on the way ( ARUP\nLaboratories, 2020 ; Cohen, 2020b ; Financial Times, 2020 ).\nAs of July 15th, 2020, the number of worldwide SARS-Cov-2 active\ncases is around 14 million, with 582,126 deaths and 7,881,023 recov­\nered ( Worldometer, 2020 ). Due to the limited test type and the number,\nonly a small portion of the world population has been tested so far. As\ncritically discussed by Morales-Narv aez and Dincer, the development of ´\nhigh performance, fast, accurate, sensitive, and selective SARS-CoV-2\nsensing tools has become pivotal for public health authorities ( Moral­\nes-Narv aez and Dincer, 2020 ). In this report, current SARS-CoV-2 ´\ndiagnosis tests, mostly the ones with a EUA, have been methodically\nreviewed. Some non-commercial techniques that have been recently\nThe principle of RT-PCR based on commercial TaqMan probes (a) and the relative amplicon positions for SARS-Cov-2 on GenBank data of the previous SARS-\nRoy et al., 2019 ). The probe is modified with a fluorescent dye (reporter dye) at one\nend, and one quencher dye on the other end. The quencher blocks the fluorescent signal of the reporter dye due to proximity. The probe does not fluoresce in its\nnative condition. When the polymerase enzyme starts the amplification and encounters with the labeled probe, the probe gets hydrolyzed, releasing its components\naway from each other, which constitutes a fluorescent signal. Each successful amplification produces fluorescent that is proportional to the amount of the target gene\nb) Relative positions of amplicon targets on SARS-CoV and Wuhan-CoV genome. S: Spike glycoprotein, E: Envelope protein, M: Membrane protein, N: nucleocapsid;\n. Reproduced\n”\n3",
        "char_count": 3089,
        "word_count": 489,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "M. Yüce et al.\npublished in the literature are explicitly included in the report to provide\nthe audience with the most recent research-based solutions and the\ninitial outcomes.\n2. Viral gene detection by RT-PCR method\nRT-PCR is a version PCR method explicitly developed for (genomic)\nRNA detection. RT-PCR is sufficiently reliable and a fast technique,\nproducing results in a few hours in a high throughput manner ( Green\net al., 2020 ). RT-PCR technique is based on two consecutive reactions: a)\nconversion of RNA into complementary DNA (cDNA) through reverse\ntranscription enzyme and b) amplification of the cDNA sample by po­\nlymerase chain reaction using gene-specific primers and fluorescently\nlabeled hydrolysis probes. The first step produces DNA templates to be\nused in the second step, where the copy number of the DNA is increased\nthroughout repeated thermal cycles. Gene-specific primers guide the\nsecond reaction for the amplification of only the selected region on the\ngenome while the probes produce fluorescent signals upon each suc­\ncessful amplification of the gene regions, allowing a quantifiable reac­\ntion system ( Nolan et al., 2006 ). An illustration for RT-PCR based on\nwell-known TaqMan hydrolysis probes ( Holland et al., 1991 ), is pre­\nsented in Fig. 2 a. The discovery of the RT-PCR method has paved the\nway for the detection of gene transcripts at trace levels, and the tech­\nnique has been vastly utilized for contagious disease testing worldwide\n( Lee et al., 2001 ; Pabbaraju et al., 2009 ).\nRT-PCR is currently the gold standard for SARS-Cov-2 detection due\nto its capacity to directly measure the viral genomic parts rather than the\nsecondary biomarkers such as antigens or antibodies. Malaysian Insti­\ntute for Medical Research (IMR) announced the SARS-CoV-2 specific RT-\nPCR primers and probes on January 11th, 2020 ( General of Health\nMalaysia, 2020 ), the day when the scientists from China had released\nthe entire genome sequence of the virus ( Harun, 2020 ). Several other\ncountries, such as England, Germany, South Korea, Turkey, Russia, the\nUSA, and China, later declared their clinical-grade RT-PCR kits for\nSARS-CoV-2 detection. Some of the first SARS-CoV-2 Real-Time PCR\nDiagnostic kits delivered by the Central Disease Center (CDC) of the USA\nto national laboratories were found to cause inconclusive results and\nthereby limited the number of valid tests performed in February 2020 in\nthe USA. The validated test kit from CDC, namely CDC 2019-Novel\n“\nCoronavirus (2019-nCoV) Real-Time RT-PCR Diagnostic Panel was\n”\nthen approved by FDA under an Emergency Use Authorization (EUA)\nscheme in late February 2020 ( U.S. Food and Drug Administration,\n2020c,n ) to be used in qualified laboratories. Shortly, FDA has granted\nEUA for Abbott m2000 system ( U.S. Food and Drug Administration,\n2020d ), Panther Fusion SARS-COV-2 Assay by Hologic ( U.S. Food and\nDrug Administration, 2020e ), COVID-19 RT-PCR test by LabCorp ( U.S.\nFood and Drug Administration, 2020b,m ), and TaqPath COVID-19\nCombo Kit by Thermo Fisher Scientific ( U.S. Food and Drug Adminis­\ntration, 2020f ) for authorized laboratory use. It should be noted that\nFDA gives EUAs for unapproved medical products as well as the novel\n“\nutilization of the existing, approved medical products under section\n”\n564 of the Federal Food, Drug, and Cosmetic Act ( Pilot, 2012 ), only for\nemergencies like public health threats, pandemics where no appropriate\nalternatives exist.\nThe list of EUA granted test kits, to be used only by authorized lab­\noratories, is readily updated on FDA website ( U.S. Food and Drug\nAdministration, 2020a,l ). By June 6th, 2020, 72 commercial\nSARS-Cov-2 detection kits out of 88 EUA-issued were based on RT-PCR\nprinciple. On March 31st, 2020, FDA concluded that some other mo­\nlecular detection-based tests developed by various laboratories could be\nauthorized for use in the single laboratory that developed the test, and\nthat is sanctioned under the Clinical Laboratory Improvement\n“\nAmendments (CLIA) of 1988, 42 U.S.C. 263a to perform high\n§ ”\ncomplexity tests ( U.S. Food and Drug Administration, 2020a,l ). FDA has\nissued EUA for another 23 kits under this category for singular/­\nidentified laboratory use as of early May 2020. RT-PCR kits have been\n\nBiosensors and Bioelectronics 172 (2021) 112752\nused for samples from various infected parts of the body, including\nnasopharyngeal, oropharyngeal, or nasal swabs, upper and lower res­\npiratory tract aspirates, bronchoalveolar lavage, and the sputum. The\nswaps taken from throat samples might cause misleading results since\nthe virus starts moving towards the lower parts of the respiratory system\nfollowing the first week of the infection. Therefore, the samples must be\ncollected carefully from the deeper parts of the respiratory system\nwherever possible. A study conducted recently by Xu et al. (2020) re­\nported that eight infected children out of ten continuously tested posi­\ntive on rectal swab samples. However, their nasopharyngeal swab\nsamples tested negative, indicating the potential of rectal samples for\nassessing the treatment efficacy as well as the quarantine period of the\npatients.\nRT-PCR kits for SARS-CoV-2 detection mainly include the reverse\ntranscription and amplification enzymes, two to three sets of primers\nand probes for amplification of the specific viral genome regions, and\nauthorized reagents for negative, positive, and internal controls. The\npotential PCR amplicon regions for SARS-Cov-2 are illustrated in Fig. 2 b\n( Corman et al., 2020 ). Control samples are processed in the same\nmanner as the clinical patient samples and included in every plate in\nhigh throughput detection setups. For a valid test setup, all control\nsamples must provide expected results as specified in the user guides of\neach kit. Some of the EUA-authorized RT-PCR kits have been explained\nhere to highlight the significant differences in the principles. NxTAG\n® “\nCoV Extended Panel by Luminex is a high throughput system that can\n”\nprocess 96 samples in around 4 h ( Rao et al., 2020 ). The platform is\nbased on the amplification of viral ORF1ab, E gene, and N genes, and\nRNase P internal gene is used as an internal control. The synthetic\ndouble-stranded DNA gBlocks corresponding to SARS-CoV-2 gene frag­\nments are used as positive control. Real-time SARS-CoV-2 Assay kit by\n“ ”\nAbbott relies on the amplification of RdRp and N genes from the samples\ncollected only from respiratory system parts ( Abbott, 2020a ). Positive\ncontrol of the kit contains non-infectious, recombinant SARS-CoV-2\nRNA sequences that monitor the reagent or condition flops. The nega­\ntive sample operates a buffer solution to check cross-contamination or\nnon-specific byproducts. Finally, an internal/extraction control is\nincluded in the experimental setup to screen failures in the extraction\nprotocol. However, persistent utilization of this automated high\nthroughput system requires trained personnel as well as an installed\nAbbott m2000 System. Similarly, the cobas SARS-CoV-2 kit by\n® “ ”\nRoche is high throughput RT-PCR detection platform that based on the\npresence of either cobas 6800 or cobas 8800 system in the labora­\n® ®\ntories ( Roche, 2020 ). The main difference is that the cobas\n®\nSARS-CoV-2 kit targets ORF-1a and E-gene regions of the SARS-CoV-2\ngenome, and the platform also offers pan-sarbecovirus detection for\nthe sarbecovirus subgenus family. It should be noted that FDA-EUA\ngranted kits include at least three control samples, positive, negative,\nand internal controls, to provide consistent test results with maximum\nconfidence level and minimum false positive/negatives as well as the\nreagent/experimental procedure failures.\nA list of the target genes, corresponding primer, and probe sequences\nused in RT-PCR kits so far for SARS-CoV-2 detection is presented in\nTable 1 . WHO also provided a recipe document ( Maschinen et al., 2020 )\nfor in house RT-PCR-based SARS-CoV-2 detection that summarizes the\nmethods from well-known institutions worldwide, including China CDC\n(China), Institute Pasteur (France), USA CDC (USA), Charit e (Germany), ´\nNational Institute of Infectious Diseases (Japan), University of Hong\nKong (Hong Kong) and National Institute of Health (Thailand). In a\nrecent pre-print study conducted by Jung et al. (2020) , the primers\n“2019-nCoV_N2 and N3 of the USA and the ORF1ab of China were\n” ”\nclaimed to be the most sensitive primer-probe sets for detection of N and\nOrf1 genes, respectively. Another study conducted by Nalla et al. (2020)\nsuggested that the E-gene primer/probe sets described by Corman et al.\n(2020) and N2 primer-probe set defined by the CDC ( Jung et al., 2020 )\nprovided the most sensitive assays. The authors also stated that all the\ntested primer and probes sets were found to be highly specific for the\n4",
        "char_count": 8855,
        "word_count": 1413,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "M. Yüce et al.\nTable 1\nA list of the target gene regions, primer and probe sequences used in different RT-PCR setups for SARS-CoV-2 detection.\nReference Genes Forward Primer\nCorman et al. (2020) RdRP GTGARATGGTCATGTGTGGCGG\nE ACAGGTACGTTAATAGTTAATAGCGT\nN CACATTGGCACCCGCAATC\nRao et al. (2020) ORF1ab CCCTGTGGGTTTTACACTTAA\nN GGGGAACTTCTCCTGCTAGAAT\nU.S. Centers for Disease Control RdRP AGATTTGGACCTGCGAGCG\nand Prevention (2020) N1 GACCCCAAAATCAGCGAAAT\nN2 TTACAAACATTGGCGCAAA\nN3 GGGAGCCTTGAATACACCAAAA\nChu et al. (2020) ORF1b TGGGGYTTTACRGGTAACCT\nN TAATCAGACAAGGAACTGATTA\nNao et al. (2019) N AAATTTTGGGGACCAGGAAC\nInstitute of Pasteur (2020) RdRP ATGAGCTTAGTCCTGTTG\nRdRP GGTAACTGGTATGATTTCG\nE ACAGGTACGTTAATAGTTAATAGCGT\nChina CDC (2020) ORF1ab CCCTGTGGGTTTTACACTTAA ACG\nN GGGGAACTTCTCCTGCTA GAA T\nThailand Ministry of Public Health N CGTTTGGTGGACCCTCAGAT\n(2020)\nAll sequences are given in the direction of 5 to 3 a\n′ ’\nthe 3 (usually BHQ).\n’\nSARS-CoV-2 genes, and no cross-reactivity with other respiratory viruses\nwas observed. The SARS-COV-2 qRT-PCR primer-probe sets comparison\nstudy performed by Vogels et al. (2020) under identical PCR conditions\n(not optimized for each set) were in good agreement with the previous\nfindings of the other groups except for the RdRp-SARSr set from Charit e, ´\nGermany ( Corman et al., 2020 ) that had low sensitivity under the\nspecified experimental conditions.\nThe commercial kits based on the RT-PCR method are only operated\nin laboratory conditions equipped with specialized tools and in­\nstruments because of the sophisticated nature of the RT-PCR reactions as\nwell as safety reasons. Therefore, it may be challenging to use the RT-\nPCR kits for rapid surveillance or screening of the nations for the cur­\nrent pandemic. COVID-19 RT-PCR Test kit by Laboratory Corporation of\nAmerica (LabCorp) was granted an FDA-EUA in mid-March 2020 for the\nqualitative detection of nucleic acid from SARS-CoV-2 in upper and\nlower respiratory specimens. Recently, in April 2020, LabCorp requested\nan amendment for its COVID-19 RT-PCR Test kit to be used with a home\n“\nspecimen collection method and received a swift authorization from\n”\nFDA ( U.S. Food and Drug Administration, 2020g ). Nasal swab specimens\nnow can be self-collected by individuals at home using the Pixel by\n“\nLabCorp COVID-19 home collection kit when found suitable by\n”\nhealthcare personnel following a COVID-19 questionnaire. The\nCOVID-19 RT-PCR Test kit targets three different nucleocapsid proteins\nfrom the viral genome (N1, N2 and N3), and it includes a) RNase P (RP)\nreagents as the internal control, b) an in vitro transcribed SARS-CoV-2\nRNA as the positive control, c) a clinically negative patient sample as\nthe negative extraction control and d) nuclease-free, molecular-grade\nwater as the no-template or negative control. On the other hand, the\nPixel by LabCorp COVID-19 Test Home Collection Kit contains a ship­\nping box, pre-labeled return FedEx envelope, nasal specimen collection\nswab, saline tube, insulated specimen pouch, gel pack (for sample\ncooling), specimen biohazard bag and the user guideline. Appropriately\ncollected home nasal swab sample is placed in the provided saline tube,\npackaged in the specimen pouch, placed in between the cooling peds,\nand sent back to the laboratory in the pre-labeled FedEx return enve­\nlopes. The test results are provided online and repeated as seen neces­\nsary. Still, the home kit is available at limited numbers and only for a\nlimited number of locations, in its current state. In this way, the patients\nare not required to visit hospitals for regular checks, the frontline\nhealthcare personnel are genuinely protected, and the overloads in the\nhospitals are reduced, allowing the patients to be tested and screened at\ntheir homes. The test has a LOD of 6.2 genomic copy/ul sample and\n\nBiosensors and Bioelectronics 172 (2021) 112752\na Reverse Primer Probe Sequence\nCARATGTTAAASACACTATTAGCATA CAGGTGGAACCTCATCAGGAGATGC\nATATTGCAGCAGTACGCACACA ACACTAGCCATCCTTACTGCGCTTCG\nGAGGAACGAGAAGAGGCTTG ACTTCCTCAAGGAACAACATTGCCA\nACGATTGTGCATCAGCTGA CCGTCTGCG/ZEN/\nGTATGTGGAAAGGTTATGG\nCAGACATTTTGCTCTCAAGCTG TTGCTGCTGCTTGACAGATT\nGAGCGGCTGTCTCCACAAGT TTCTGACCTGAAGGCTCTGCGCG\nTCTGGTTACTGCCAGTTGAATCTG ACCCCGCAT/ZEN/TACGTTTGGTGGACC\nGCGCGACATTCCGAAGAA ACAATTTGCCCCCAGCGCTTCAG\nTGTAGCACGATTGCAGCATTG AYCACATTGGCACCCGCAATCCTG\nAACRCGCTTAACAAAGCACTC TAGTTGTGATGCWATCATGACTAG\nCGAAGGTGTGACTTCCATG GCAAATTGTGCAATTTGCGG\nTGGCAGCTGTGTAGGTCAAC ATGTCGCGCATTGGCATGGA\nCTCCCTTTGTTGTGTTGT AGATGTCTTGTGCTGCCGGTA\nCTGGTCAAGGTTAATATAGG TCATACAAACCACGCCAGG\nATATTGCAGCAGTACGCACACA ACACTAGCCATCCTTACTGCGCTTCG\nACGATTGTGCATCAGCTGACCG CCGTCTGCGGTATGTGGAAAGGTTATGG\nCAGACATTTTGCTCTCAA GCT G TTGCTGCTGCTTGACAGATT\nCCCCACTGCGTTCTCCATT CAACTGGCAGTAACCA\n(from left to right). Probe sequences are always labeled with a reporter dye at 5 (usually FAM) and a quencher at\n’\nslightly cross-reacts with the SARS-Cov-2 N3 gene, according to the\ncross-reactivity tests, conducted using in silico analysis, purified nucleic\nacid extracts or whole organisms ( U.S. Food and Drug Administration,\n2020h ). The interpretation of the results is the same for RT-PCR kits,\ndiffering by the type of targeted viral gene. The RT-PCR results inter­\npretation table for COVID-19 RT-PCR Single Plex Test kit by LabCorp\n(2020b) is represented in Table 2 , as an example. As can be seen from the\ntable, the test becomes invalid when all the genes tested negative. The\n“ ”\ntest result becomes SARS-CoV-2 positive when all the viral N genes are\n“ ”\ntested positive. If only one target viral gene tests positive, the result is\nconsidered intermediate, and the sample requires another testing.\n“ ”\nFinally, the test result becomes SARS-CoV-2 negative when all the\n“ ”\nviral N genes are tested negative.\nAlthough the RT-PCR remains to be the most reliable method for\nSARS-CoV-2 detection so far, only a limited number of tests could be\nperformed each day, which prevents the authorities from obtaining\nconsistent data on the prevalence of the virus in the entire world pop­\nulation. The sensitivity of this method usually depends on the RNA\namount in each sample. The patients can be categorized as SARS-CoV-2\npositive (active case) or SARS-CoV-2 negative based on the outcome of\nthe RT-PCR results. However, this technique does not give information\nfor the patients who have already recovered from the SARS-CoV-2, since\nthe viral load is cleared out of the body after recovery. Equally, the\npatients who are in the very first days of the viral infection may not\nrespond positive with this test due to the inadequate amount of the\n“ ”\nvirus on the swabs. Therefore, swab samples from different parts of the\nbody may be required for a confirmation test. The development of faster\ndetection kits that do not rely on trained personnel, advanced reactions,\nor equipped laboratories is of great importance. Antigen tests that target\nthe viral biomarkers such as spike, envelope, or nucleocapsid proteins\ncould be useful to support the current RT-PCR-based systems and\naccelerate the detection speed worldwide. On the other hand, antibody\nor serology tests are equally important to see how many people have\nalready had the virus and developed protective antibodies, which may\nbe later used as a databank to survey potential plasma donors for the\ndisease treatment.\n3. Antibody detection methods\nAn antibody is a protein produced by the immune system in response\nto an antigen. Each antibody has sites that can bind only one specific\ntype of antigen to remove it from the body. This specificity is determined\n5",
        "char_count": 7574,
        "word_count": 1103,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "M. Yüce et al.\nTable 2\nLabCorp COVID-19 RT-PCR test interpretation-SINGLEPLEX. Reproduced from ref (\nSARS- SARS- SARS- RNAse P Interpretation Report\nCoV-2 CoV-2 CoV-2 (FAM)\nN1 N2 N3\n(FAM) (FAM) (FAM)\n/ SARS-CoV-2 DETECTED þ þ þ þ ¡\ndetected\nIf only one target is / / SARS-CoV-2 INDETERMINATE þ ¡ þ ¡\npositive Indeterminate\n- - - SARS-CoV-2 NOT DETECTED þ\nNot Detected\n- - - - Invalid Result INVALID\nby Complementary Determining Regions (CDRs), localized on N-termi­\nnus of the antibody. Antibodies are also called immunoglobulins (Ig).\nFive classes of antibodies exist; IgM, IgD, IgG, IgA, and IgE, which are\ndistinguished by C-terminus regions. IgM is the first antibody produced\nduring an infection, while the IgG is the most common and abundant one\nin serum. Antibodies are secreted in mucosa and blood; here, they\nneutralize pathogens by binding to and inactivating antigens. Therefore,\nantibody neutralization prevents the virus from infecting the cells\n( Jacofsky et al., 2020 ). An antibody test can measure the presence and\nconcentration of IgG and IgM levels in the blood/serum/plasma samples\nto determine if the body is fighting with a pathogen, for example, a\ncontagious virus. A recombinant antigen that mimics the virus can be\n“ ”\nproduced in the laboratory, and antibodies with specific target binding\naffinity can be produced by using these artificial pathogens ( Loeffelholz\nand Tang, 2020 ). The most common antibody tests are based on lateral\nflow type assays (LFA) and enzyme-linked immunosorbent type assays\n(ELISA).\nIn an LFA, the presence of the molecule(s) of interest is determined\nby antibodies immobilized onto a membrane. The device is composed of\na cassette, enclosing a strip of the polymer membrane, usually con­\ntaining two lines: a control line and a test line. In an antibody LFA test,\nthe molecules of interest are the specific antibodies present in the pa­\ntient s blood sample. The sample is deposited onto the sample pad\n’\nthrough a port and moves through the strip by capillary action. When it\nencounters the first line, antibodies labeled with gold nanoparticles bind\nto the target molecule in the sample. Then as the sample continues to\nmove, the gold-labeled antibodies are bound by the capture antibodies\nin the lines. The gold-labeled antibodies that are in excess then move\nfurther along the strip and are captured at the control line. Even in the\nabsence of the target molecule in the sample solution, the gold-labeled\nantibodies must be captured at the control line, making the control\nline for the validity of the test ( Soh et al., 2020 ). Depending on whether\nthe test is for IgG- or IgM-class antibodies, or both, the display window\nshould show either one, two, or three stripes. If the test is only for one\nclass of antibody and is negative, it should display one stripe, only at the\ncontrol line. If the test is positive, it should display two stripes, both at\nthe control line and the test line. If the test is for both antibodies and\nnegative, it should, again, display one stripe at the control line. If it is\npositive for both, three stripes will be displayed: one at the control line,\none at the IgG test line, and one at the IgM test line. Additionally, in an\nIgG/IgM test, only one antibody may be present, which could be indirect\nindicators of the course of the infection or direct immune response.\nIn ELISA tests, the recombinant viral antigen is coated onto the\nsurfaces of plastic wells as the target molecules. Once the wells are\nprepared, the sample, i.e., the patient s serum, is added to the well. If\n’\n\nBiosensors and Bioelectronics 172 (2021) 112752\nLabCorp, 2020b ).\nActions (Clinical Site Samples) Actions (Pixel Home Collection Kit\nsamples)\nReport results to sender and appropriate Report results to PWN Health, who will\npublic health authorities call the patient. Report the result to the\nPixel portal. Report the result to the\nappropriate public health authorities\nThe sample is repeated once. If results The sample is repeated once. If results\nremain the same, it is reported to the remain the same, it is reported to the\nsender as indeterminate and sender as indeterminate to PWN Health,\nrecommend recollection if the patient is who will call the patient. Report the result\nstill clinically indicated to the Pixel Portal\nReport results to sender Report results to PWN Health and the Pixel\nPortal\nThe sample is repeated once. If a second The sample is repeated once. If a second\nfailure occurs, it is reported to the failure occurs, it is reported to PWN\nsender as invalid and recommend Health. Pixel s customer service will ’\nrecollection if the patient is still contact the patient to discuss options.\nclinically indicated Report the result to the Pixel Portal\nantibodies (IgG or IgM) against the target antigen are present in the\nsample, a binding event occurs. The excess sample is washed out several\ntimes to ensure all unbound substrate is removed. Then, a second so­\nlution containing labeled, secondary anti-human antibodies are added\nand allowed to bind; if the antibody of interest is absent in the sample,\nno binding occurs. The excess is again removed by washing, and the\nbinding of target antibodies is confirmed by an enzyme-dependent\n(usually horseradish peroxidase) color changing reaction. A spectrom­\neter reads the color change, and the concentration of the antibody of\ninterest can be determined. In chemiluminescent immunoassays (CLIA,\nalso called modified-ELISA), the binding of the secondary antibody is\nconfirmed by a separate chemiluminescent substrate ( Lin et al., 2020 ).\nAs of June 2020, there were only 16 serology tests issued EUA by the\nFDA, some of which are detailed in Table 3 . All these tests require lab­\noratories that are authorized to perform moderate to high complexity\ntests or high complexity tests, as specified by the CLIA of 1988. There\nare, however, six more tests, developed by countries outside the USA, in\nChina and South Korea, two of which, the SARS-CoV-2 Rapid Test by\nScanWell Health/INNOVITA and the (COVID-19) IgM/IgG Rapid Test by\nAytu BioScience, Inc./Orient Gene Biotech., are waiting for authoriza­\ntion by the FDA. Additionally, several other tests with CE/IVD approval\nare available for purchase by research labs and, in some cases, health­\ncare professionals. The CE/IVD approval is a legal requirement for all\non-market medical products to aid in patient care and decision making.\nThe authorization is valid within the European Union (EU), European\nFree Trade Area (EFTA), Switzerland, and Turkey ( Global Product Cer­\ntification, 2020 ). These companies include Ray Biotech, Eagle Bio­\nsciences, Biomedomics, Sanuo Biotech, Shenzhen Yhlo Biotech\nCompany, GenBody, Snibe Co., Liming Bio, BioEasy, Sensing self,\nSugentech, Euroimmun AG, and Livzon Diagnostics ( Johns Hopkins\nBloomberg School of Public Health, 2020 ). There are several more\nUS-based tests approved under the FDA Policy for Diagnostic Tests for\nCoronavirus Disease-2019, wherein Section IV-A specifies that labora­\ntories authorized under the CLIA of 1988 will be granted EUAs in the\nabsence of significant problems. Section IV-D specifies that FDA plans to\nnot object to the development and distribution of serological tests by\ncommercial manufacturers, as long as proper disclaimers are given and\nthe application of said tests are only in research laboratories or with\nhealthcare professionals at point-of-care. The suggested disclaimers\ninclude: the test is not FDA-approved, should not be the only basis for a\ndiagnosis, a positive result may be due to a past coronavirus infection,\nand that a negative result does not guarantee that the patient is not\ninfected. If the patient has been in contact with the virus, they should\nundergo molecular testing ( U.S. Food and Drug Administration, 2020b,\nm ).\n6",
        "char_count": 7812,
        "word_count": 1282,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "M. Yüce et al.\nTable 3\nThe kits cleared a EUA from FDA for SARS-CoV-2 antibody detection. The commercial kit list was retrieved from the FDA website in early May 2020 (\nDrug Administration, 2020a,l\nEntity/Company Targeted Molecules and Kit Name Details\nAbbott Laboratories IgG only\nInc. SARS-CoV-2 IgG assay\n2020 ).\nAutobio Diagnostics IgM and IgG\nCo. Ltd. Anti-SARS-CoV-2 Rapid Test\nDiaSorin Inc. IgG only\nLIAISON SARS-CoV-2 S1/S2 IgG\n(n =\nOrtho-Clinical IgG only\nDiagnostics, Inc. VITROS Immunodiagnostic Products Anti-\nSARS-CoV-2 IgG Reagent\nMount Sinai IgG only\nLaboratory COVID-19 ELISA IgG Antibody Test CLIA (1988, 42 U.S.C.\nOrtho Clinical Total Antibody\nDiagnostics, Inc. VITROS Immunodiagnostic Products Anti-\nSARS-CoV-2 Total Reagent Pack\nsame company (IFU).\nChembio Diagnostic IgM and IgG The DPP ®\nSystem, Inc. DPP COVID-19 IgM/IgG System\n(n =\nline (n =\nCellex Inc. IgM and IgG qSARS-CoV-2 IgG/IgM Rapid Test\npercent (n =\nThe Other Serology Kits\nSupplier Target Molecules and Kit Sensitivity/Specificity\nName\nAytu BioScience, Inc./ IgM and IgG The sensitivity of lgM only test is 89.2% (n\nOrient Gene Biotech. (COVID-19) IgM/IgG The sensitivity of lgG &\nRapid Test 14)\nScanWell Health/ IgM and IgG 87.3% sensitivity and 100% specificity in clinical trials\nINNOVITA SARS-CoV-2 Rapid Test\nSD Biosensor, Inc. IgM and IgG\nStandard Q COVID-19\nIgM/IgG Duo Rapid Test\npercent value was reported as 96.1\n\nBiosensors and Bioelectronics 172 (2021) 112752\nU.S. Food and\n). Instruction for Use (IFU) and Fact Sheet for Healthcare Providers (HCP) documents were also retrieved from the same FDA website.\nThe test can be used only in authorized laboratories on Abbott s Architect i1000SR and i2000SR ’\ninstruments. This platform can run 100 200 tests/hour, being faster than RT-PCR. It is reported that the –\nkit has a sensitivity of 100% and specificity of 99.5% (IFU). The company plans to develop an IgM test\ntoo, which would be the 4th product of the company in the market for the COVID-19 diagnosis ( Cairns,\nThis is a rapid LFA test based on a one-step capture protocol. The samples can be taken from serum or\nplasma. The membrane pads are decorated with anti-Spike, anti-IgM, and IgG antibodies lines, which\nserve as a control, IgG detection, and IgM detection lines, respectively. The spike protein-coated gold\nnanoparticles are employed to capture the antibodies and form a reddish color on the pads for fast,\nvisual detection. The protocol implies that the tests are more accurate when used after around 15 days\nfollowing the infection (IFU). Such a test can be used by individuals since they do not require trained\npersonnel or sophisticated equipment.\nThis kit is a two-step automated immunoassay for the qualitative detection of anti-SARS-CoV-2 IgG\nantibodies in serum/plasma samples. The assay is based on chemiluminescent microparticle\nimmunoassay technology (CMIA) in which the particles are functionalized with the SARS-CoV-2\nantigens. Further addition of the Anti-human IgG acridinium-labeled conjugate into the incubation\nmedium creates a chemiluminescent signal that is measured as relative light units. The positive percent\nagreement (PPA) was reported as 100% for 88 clinically validated positive samples that are measured\nafter at least 14 days following the infection, whereas this value was 25% when tested in the first week ≤\n12) (IFU). This test can only be performed at laboratories; however, the sensitivity of the test is high\nenough to make a decision without further confirmation.\nThis two-step kit is performed with Anti-SARS-CoV-2 IgG Reagent Pack, the Anti-SARS-CoV-2 IgG\nCalibrator on the ECi/ECiQ/3600 Immunodiagnostic Systems and the 5600/XT 7600 Integrated\nSystems, all available from Ortho-Clinical Diagnostics, Inc. In the first step, anti-SARS-CoV-2 antibodies\nbind to the wells that are decorated with the virus spike proteins. The wash step removes the unbound\nmolecules from the sample environment, which is followed by the addition of the horseradish-\nperoxidase-linked anti IgG antibodies. If there is no spike protein-IgG complex in the sample, the second\nantibody will be cleared off the well with the second washing step. If positive, the addition of a final\nenzymatic substrate results in a color change that is measured and correlated with the virus presence.\nThe test showed 100% negative agreement (n 407) and 87.5% (n 48) positive agreement (IFU). The = =\npositive agreement value of the test is relatively low that probably requires a second confirmatory test.\nThe ELISA-based test kit is only authorized for use at Mount Sinai Laboratory (New York, USA), certified\n263a), to perform high complexity tests (HCP). The ELISA kits cannot be §\nperformed out of laboratory; however, they are both reliable and high throughput and thus a very\nefficient alternative to the RT-PCR method.\nThe SARS-CoV-2 Total Antibody kit by Ortho Clinical, Inc. is quite similar to the one other VITROS kit,\nlisted earlier in this table except for the second step, which involves the use of horseradish peroxidase\n(HRP)-labeled recombinant SARS-CoV-2 antigen instead of horseradish-peroxidase-linked anti IgG\nantibodies. The clinical agreement of the kit was reported as 100% negative agreement (n 400) and =\n83.3% positive agreement, which is less than the IgG antibody kit agreement values, provided by the\nCOVID-19 IgM/IgG System is a single-use rapid test (a version of LFA performed on a device\nfor readout) for qualitative IgG and IgM detection in blood, serum, or plasma samples. The platform\nincludes the DPP COVID-19 IgM/IgG Test Devices and the DPP Micro Reader/DPP Micro Reader 2 for\nuse with the kit. For this dual antibody detection platform, the positive agreement was reported as 100%\n13) for both IgG and IgM (for the samples tested after the first two weeks of the infection). The\nnegative agreements were reported as 100% for IgM and 95.9% for IgG, 95.9% for IgG, and IgM dual test\n49) (IFU).\nThis test is an LFA that can detect antibodies produced against the new Coronavirus. The cassette\nincludes colloidal gold conjugated- SARS-CoV-2 antigens and rabbit IgG-gold conjugates to be spiked\nwith the actual sample. One of the test lines contains an anti-human IgG antibody for IgG testing; the\nother one contains anti-human IgM antibodies for IgM detection. The control line contains anti-rabbit\nIgG antibodies produced in goat and work regardless of the presence of anti-SARS-CoV-2 IgG/IgM\nantibodies in the sample. The overall clinical agreement values were reported as 93.8% for the positive\n128), and 96% for the negative percent (n 250) (IFU). The clinical agreement values are =\nhigher than the previous kits.\nCountry/Use/Reference\n112). The specificity is 100% (n 14). China = =\nIgM test is 91.9% (n 112), and the specificity is 100% (n For only professional use = =\n( Aytu BioScience Inc, 2020 )\nChina\nFor use at-home with\nsmartphone readout ( Murphy,\n2020 )\nThe positive percent value for IgM/IgG was reported as 98.1% (n 52) for the South Korea/Point-of-care ( =\nsamples measured following around two weeks of the infection. This percent was SDBiosensor Inc., 2020 )\nincreased up10 100% following almost three weeks of the infection. The negative\n(n 205). = &\n7",
        "char_count": 7220,
        "word_count": 1151,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "M. Yüce et al.\nThe benefit of an LFA over the ELISA test is that the device can be\nused at home without training, such as at-home pregnancy tests. ELISA is\na diagnostic technique that can be conducted only in laboratories with\nauthorization to perform moderate or high complexity tests, as the\nprotocol involves multistep and long turnaround time and requires\nskilled personnel and specific instrumentation. These limitations in­\ncrease the need for point-of-care rapid testing. Therefore Sars-Cov-2\nstudies have focused on improving the sensitivity and specificity of\nLFAs. To increase the accuracy, sensitivity, and detection throughput,\nnew approaches are in development, such as signal amplification and\nmultiplexed detection. Especially in resource-poor areas, because of the\nlack of early diagnosis, many cases remain undifferentiated, and this\nleads to an uncontrollable spread of the virus. Multiplexed LFAs have\nbecome necessary to test multiple biomarkers simultaneously by\nreducing the reagents, turnaround time, and labor costs ( Soh et al.,\n2020 ). However, both methods suffer from setbacks.\nThe biggest issue concerning serological tests is cross-reactivity.\nCross-reactivity occurs when antibodies bind with an antigen different\nfrom the target antigen, often due to the similarities between the mol­\necules. For example, cross-reactivity was observed by Okba et al. for\nSARS-CoV-2 spike (S) protein with S proteins of SARS-CoV and MERS-\nCoV ( Okba et al., 2020 ). However, no cross-reactivity was observed\nfor the S1 subunit of the spike protein for MERS-CoV. The S2 is more\nhighly conserved among coronaviruses, which could make the S1 sub­\nunit a better candidate for serological tests. The biggest issue with this\ncross-reactivity is that it can lead to false positives: a patient previously\ninfected with SARS-CoV may test positive for SARS-CoV-2, although\nuninfected. Additionally, because antibodies are developed through the\ncourse of an infection, a negative result on an antibody test may not\nconfirm that the patient is uninfected. A majority of patients develop an\nantibody after around 14 days in response to SARS-CoV-2 infection,\nwhile a recent study shows that both IgG and IgM antibodies were\ndetected five days later ( Cevik et al., 2020 ; Loeffelholz and Tang, 2020 ).\nThis general late response may, therefore, lead to false negatives: where\nthe patient is infected but has not yet produced antibodies at detectable\nlevels. It is, therefore, essential to establish the sensitivity and specificity\nvalues of tests to comprehend the possibilities of false positives and false\nnegatives. Sensitivity is the percentage of true positives among all pos­\nitive results, and the percentage of true negatives among all negative\nresults ( Li et al., 2020 ). On the other hand, due to the late detection of\nantibodies, serological studies may be retroactively beneficial in vaccine\nstudies, epidemiologic studies, and late complications, where RT-PCR\ntesting may yield false negatives due to shedding or low viral loads in\nthe tested samples ( Woo et al., 2020 ). Dr. Edward Wright, senior lecturer\nin microbiology at the University of Sussex, says that an antibody test\ncannot tell us who is infected as the antibodies are generated up to two\nweeks later when the virus should have been cleared from the system.\nHowever, it can tell us who developed an immunity to the virus and\nwhat proportion of the population has been infected ( Kent, 2020 ).\n4. Antigen detection methods\nAn antigen is a particle/fragment/molecule that can trigger the im­\nmune system and induce antibody production to kill the pathogens,\nthereby protecting the body. The antigen tests, unlike PCR-based\nmethods, detect viral components (i.e., S glycoprotein, M protein, or\nreleased N protein) or the virus directly without thermal amplification\nsteps ( Green et al., 2020 ). Like the PCR-based methods, antigen tests\nonly reveal the active viral infection, not the recovery situation. Because\nantigens precede antibodies and are target-specific, they could be more\nreliable than antibody tests. Antigen tests can be operated on LFA strips\nfor rapid detection purposes or in ELISA format for better sensitivity, and\nhigh throughput uses (the simultaneous measurement of 96 samples).\nDiao et al. developed a fluorescent immunochromatographic LFA assay\nfor detecting the nucleocapsid (N) protein of SARS-CoV-2 ( Diao et al.,\n2020 ). The assay utilizes anti-N mouse antibodies and goat anti-rabbit\n\nBiosensors and Bioelectronics 172 (2021) 112752\nIgG antibodies to create the test and control lines, respectively. It uses\nanti-N rabbit IgG marked with carboxylate-modified polystyrene Euro­\npium (III) chelate microparticles as signal particles, unlike conventional\ngold nanoparticles. Nasopharyngeal swabs and urine were used as the\nsamples. When compared with nucleic acid testing, the assay was shown\nto have a sensitivity of 68% and a specificity of 100%. However, such\nstudies are at early research state that it could take years to put into the\nmarket even if they present excellent sensitivity and selectivity.\nAlthough ELISA and LFA techniques are well-established, and anti­\ngen tests are urgently and immensely needed, there is only one EUA-\nissued antigen test in the market so far for SARS-COV-2 detection that\nis Sofia 2 SARS Antigen Test Kit developed by QUIDEL ( U.S. Food and\n“ ”\nDrug Administration, 2020i ). Sofia 2 rapid antigen test kit is based on a\nsandwich-type immunofluorescence strip technology that is used with\nan instrument to detect N protein of both SARS-CoV and SARS-CoV-2,\nmeaning that the kit cannot differentiate between these two closely\nrelated virus species. Furthermore, the kit utilizes nasal and nasopha­\nryngeal swab samples, and it is only intended to be operated by medical\nprofessionals. The clinical sensitivity of the kit was found as 80%,\nwhereas the specificity was 100% out of 47 positive and 96 negative\nclinical samples ( U.S. Food and Drug Administration, 2020j ). After the\nfailures of several antibody kits ( Cohen, 2020a ; Royal Statistical Society\nCovid-19 Task Force, 2020 ), WHO and FDA warned scientific and\nmedical communities on the use of the rapid commercial tests for\nSARS-CoV-2 detection ( U.S. Food and Drug Administration, 2020c ). The\noriginal quote from WHO was as follows: with the limited data now\n“\navailable, WHO does not currently recommend the use of\nantigen-detecting rapid diagnostic tests for patient care, although\nresearch into their performance and potential diagnostic utility is highly\nencouraged ( WHO, 2020b ). Two companies are trying to develop\n”\nreliable antigen tests. In Table 4 , we briefly covered these future tech­\nnologies based on the information available from online sources so far. It\nis for sure that the sensitive and selective rapid antibody/antigen tests\nwill dramatically change the spread of the virus worldwide because they\nbasically can be operated by anyone.\n5. Other methods\nThe prompt testing of the SARS-CoV-2 is a subject of the emergency\nas the virus is continuing to spread. It would be a tremendous help to\nfight against the virus if a precise and rapid test was developed since the\nmethods based on rapid antibody and antigens tests are still in question\nregarding their accuracy and selectivity worldwide ( Maxmen, 2020 ).\nThe researchers all around the globe have been thriving to develop a test\nthat could deliver fast and accurate results, without compromising the\nsensitivity and selectivity. In this subsection, some of the novel\nresearch-stage methods proposed for SARS-CoV-2 detection in the\nliterature were elaborated. The content is also summarized in Table 5 for\na quick review of the procedures and the outcomes. So far, many of the\npublished methods have relied on field-effect transistors (FET) and\nsurface plasmon resonance (SPR) principles that are known to deliver\nfast and sensitive signals. SPR principle is based on the collective\noscillation of electrons on a given noble metal surface, and it is\ncommonly used to monitor molecular interactions in proximity between\nprotein-protein, protein-DNA, protein-RNA, antigen-antibody,\nenzyme-substrate samples in real-time, with high sensitivity ( Kurt et al.,\n2019 ). The SPR method proposed by Djaileb et al. was based on the gold\nchips modified by the viral nucleocapsid proteins, and it detected the\nantibodies in diluted human serum samples in 15 min with nanomolar\nsensitivity ( Djaileb et al., 2020 ), but no clinical testing was performed.\nThe system was also utilized to fast screen some potential antibody\ncandidates that showed the best binding affinity against the immobilized\nnucleocapsid proteins. Another SPR study, based on plasmonic photo­\nthermal effect (PPT) and localized surface plasmon resonance (LSPR),\nwas published by Qui et al. in which the gold nanoparticles were\ndecorated with oligonucleotides that were complementary to the\n8",
        "char_count": 8928,
        "word_count": 1400,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "M. Yüce et al.\nTable 4\nThe antigen tests under development for SARS-CoV-2 detection.\nCompanies Target Method and Possible Ref.\nOutcome\na N protein Sofia 2 SARS Antigen ( U.S. Food and QUIDEL\nTest Kit is based on a Drug\nsandwich-type Administration,\nimmunofluorescence 2020i )\nstrip technology that is\nused with an instrument\nto detect N protein of\nboth SARS-CoV and\nSARS-CoV-2. The clinical\nsensitivity of the kit was\nfound as 80%, whereas\nthe specificity was 100%\nout of 47 positive and 96\nnegative clinical\nsamples.\nAvacta and SARS-CoV-2 The developer of Avacta Life\nCytiva viral antigens, S Affimer Sciences Limited ®\n(formerly glycoproteins biotherapeutics and (2020)\nGE reagents, Avacta Group\nHealthcare plc (AIM: AVCT),\nLife announced in late April\nSciences) (2020) a collaborative\nproject to develop rapid\ndiagnostic assays for\nSARS-CoV-2 antigen\ndetection. Affimer\nbinders have been ®\nproduced against S\nproteins of the SARS-\nCOV-2. The developed\naffinity reagents are\nplanned to be\ncharacterized by Avacta,\nwhich then be\ntransferred to Cytiva for\nemployment in strip\nassays, like those handy\npregnancy tests. The\naffinity agents are\nreported to be highly\nspecific to the new virus,\nnot to the previous\nversions (SAR or MERS).\nThe technology will be\navailable as mass testing\nunits as well as strip\ntests.\nOraSure Inc. A panel of OraSure Inc. was OraSure (2020)\nSARS-CoV-2 awarded around USD\nviral antigens- 700,000 from\nnot specifically Biomedical Advanced\ndisclosed Research and\nDevelopment Authority\n(BARDA) to develop a\nrapid pan-home test for\nSARS-CoV-2 detection\nthat could be issued a\nEUA from FDA as early as\nSeptember. The test will\nnot require any trained\npersonnel, complex\nsolutions, or instruments\nand will be available self-\ntesting at home. The\nplatform, based on\nOraSure s OraQuick ® ’\ntechnology, will allow\ntesting in less than half\nan hour by using oral\nsamples such as saliva.\nThe company had\nsuccessfully developed\nan oral-sample-HIV\n\nBiosensors and Bioelectronics 172 (2021) 112752\nTable 4 ( continued )\nCompanies Target Method and Possible Ref.\nOutcome\nhome test previously,\nwhich was used by\nmillions around the\nglobe.\nSofia 2 SARS Antigen Test Kit by QUIDEL was received and EUA from FDA in a\nmid-May 2020.\nselected viral gene regions ( Qiu et al., 2020 ). The dual-function system\nsuccessfully detected the RdRp gene, E gene, ORF1a gene regions with\npicomolar sensitivity. SPR systems are now widely available in labora­\ntories, and especially the ones with automated handling systems can\nanalyze several samples without human interference. The system works\nin real-time and gives reliable results in minutes on the antigen or\nantibody-modified surfaces in minutes. Therefore, SPR can be consid­\nered an alternative testing station to laboratory-based antigen and\nantibody kits for faster diagnosis of the clinical samples.\nGraphene has been a vital component of FET-based label-free sensors\nfor the last decade ( Ohno et al., 2010 ; Yüce and Kurt, 2017 ) based on the\nkey properties, such as optical transparency, electrical conductivity,\nrobust pi-interactions with macromolecules and tuneability, rivaling the\nsimilar materials in the field. In FET-based biosensors, biological mol­\necules change the charge distribution of the surface, or they induce a\nsurface potential by binding to the surface, which is then measured as a\nconductance value with high sensitivity ( Chen et al., 2019 ). In the study\nconducted by Seo et al., the graphene sheets coated by SARS-CoV-2 spike\nprotein-specific antibodies were used as the active surface for moni­\ntoring the signal production out of viral protein binding ( Seo et al.,\n2020 ). The platform achieved a limit of the detection value of 242\ncopies/mL of in clinical samples, which is like the ones obtained in\nstandard RT-PCR setups (around five genomic copies/ul). Another\nelectrical probe was reported by Zhang et al., where the FET surface was\nmodified with the receptor binding domain to be able to detect viral S\nglycoprotein ( Zhang et al., 2020 ). The platform showed an excellent\nsensitivity down to the picomolar level in real-time and without specific\nlabels. Graphene-based commercial electrodes have become common in\nmany laboratories specialized in electrochemical techniques. Because\nthe suggested sensing strategies are based on simple surface modifica­\ntion of the graphene electrodes, many of the viral antigens are anti­\nbodies have become commercially available, portable electrochemical\ndetection systems are available, such research-wise tools can be quickly\nconverted into biomedical instruments for field use after clinical\nvalidations.\nLoop-mediated isothermal amplification (LAMP), on the other hand,\nis another tool being developed for rapid SARS-CoV-2 detection. LAMP\nis a cost-effective alternative to standard PCR since it does not require\nexpensive thermocycler instruments that operate alternating tempera­\ntures for the amplification ( Loop-mediated isothermal amplification of\n“\n9 DNA, n.d. ). The method can synthesize up to 10 copies of the target\n”\ngene in less than an hour. All the amplification reaction is processed in\nC by using two or three different one single tube at around 60 65 ◦\n–\ngene-specific primer sets and strand-displacement polymerase enzymes\n( Green et al., 2020 ). Magnesium pyrophosphate byproduct is formed\nduring the amplification process, which can be measured by the naked\neye or simple analytical devices, such as turbidimetry or photometry, for\nincreased sensitivity. Dye molecules could also be employed in the re­\naction for selective quantitative detection of the target genes as well as\nthe data correlation purposes. Compared to PCR, a finely-tuned LAMP\ntest could be faster and more sensitive to rapid testing ( Nguyen et al.,\n2020 ). Reverse Transcription LAMP (RT-LAMP) applies an additional\ntranscription step for the detection of RNA targets. So far, only one\nRT-LAMP-based kit, SherlockTM CRISPR SARS-CoV-2 kit developed by\n“\nSherlock Biosciences, Inc., has received and EUA from FDA ( U.S. Food\n&\n9",
        "char_count": 6055,
        "word_count": 947,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "M. Yüce et al.\nTable 5\nEarly research stage SARS-COV-2 detection strategies in the literature.\nTarget Method Result Ref\nA new Measurement of The proposed Maghdid et al.\nframework to well-known framework is (2020b)\npredict disease symptoms expected to read\nCOVID-19 (fever, fatigue, the smartphone\nusing onboard headache, nausea, sensors signal ’\nsmartphone dry cough, lung CT measurements to\nsensors imaging features, predict the grade\nand shortness of of severity of\nbreath) through pneumonia.\nthe sensors already Although the\nembedded in sensitivity is still\nsmartphones a question, such\n(cameras, inertial systems can be\nsensors, useful to monitor\nmicrophone, and and act on mass\ntemperature populations\nsensor) worldwide\nonline.\nAn electrical Receptor Binding The sensor can Zhang et al. (2020)\nprobe to Domain-modified capture S1\ndetect COVID- graphene field- protein at a limit\n19 spike effect transistor of detection\nprotein S1 was used to down to 0.2 pM,\nidentify spike in a real-time and\nproteins label-free\nmanner. The\nplatform could\nalso be used to\nscreen high-\naffinity\nantibodies.\nPortable\nelectrochemical\nmeasurement\nsystems are\nwidely available\nat low-cost, and\nthus FET\nprinciple may be\nquickly\ntransformed into\na biomedical\ninstrument for\non-site diagnosis,\nespecially in rural\nareas.\nAn artificial Collection of X- The constructed Maghdid et al.\nintelligence rays and CT scan models provide (2020a)\ntool (based on images from accuracy up to\ndeep learning multiple sources 98% via a pre-\nand transfer and processing by trained network\nlearning simple convolution and 94.1%\nalgorithms) to neural network accuracy by using\npredict (CNN) and the modified\nCOVID-10 modified the pre- CNN. Such\ncases trained Alex Net algorithms can be\nmodel. quite fast and\neffective for\nhealth and\nregulatory\ninstitutions to\nmonitor the\npandemic in real-\ntime and obtain\nfast-track data of\nindividuals who\nare at risk.\nA field-effect The graphene The sensor Seo et al. (2020)\ntransistor sheets coated by detected SARS-\ndevice for SARS-CoV-2 spike CoV-2 in culture\nSARS-CoV-2 protein-specific medium (limit of\nspike protein antibodies were detection [LOD]:\ndetection in used as the 1.6 101 pfu/ ×\ntransducer for mL) and clinical\n\nBiosensors and Bioelectronics 172 (2021) 112752\nTable 5 ( continued )\nTarget Method Result Ref\nclinical sensing the signal samples (LOD:\nsamples production 2.42 102 ×\ncopies/mL)\nRT-LAMP- The assay is based The sensitivity ( Zhu et al., 2020b )\ncoupled with on two sets of was reported as\nNanoparticles LAMP primers 12 copies/\nare suggested against ORF1ab reaction, and no\nfor COVID-19 and N genes of the cross-reactivity\ndiagnosing virus. The assay was generated\nresults were from non-SARS-\ninterpreted CoV-2 templates.\nthrough the The analytical\nnanoparticles sensitivity was\n100% (33/33) in\nthe clinically\nvalidated\noropharynx swab\nsamples, and the\nspecificity was\nalso 100% (96/\n96) when\nanalyzed with\nsamples from\nnon-COVID-\npatients. RT-\nLAMP has rapidly\nbecome an\nefficient tool for\nviral gene\ndetection\nbecause of faster\nreaction times\nand increased\nsensitivity. These\nsystems can be an\nalternative to the\nexistent RT-PCR\nmethod because\nRT-LAMP can\nalso be\nincorporated\nwith LFA\ntechnology for\nindividual\nimplementation\n(please see the\nprevious\nsections).\nA microfluidic The portable, A candidate IgG Tan et al. (2020)\nELISA microfluidic-based with a high\ntechnology ELISA array has 12 binding affinity\nfor rapid channels. The towards the\n(15 20 min) signal intensities of SARS-CoV-2 S1 –\ndetection of the microfluidic protein was\nviral IgG and ELISA were identified. The\nviral S antigen measured with the microfluidic\nchemiluminescent ELISA platform\nimaging method, was used for the\nusing a CMOS detection of anti-\ncamera. Multiple S1 monoclonal\nexposures with antibodies. No\nadjustable clinical testing\nexposure time was performed.\nwere applied to The current rapid\nenhance the antibody tests are\ndynamic ranges of mainly LFA-\nthe ELISA based, and many\nof them still rely\non instruments\nfor increased\nsensitivity.\nAlthough ELISA\nis also\ninstrument-\ndependent, it can\ngive high\n( continued on next page )\n10",
        "char_count": 4140,
        "word_count": 637,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "M. Yüce et al.\nTable 5 ( continued )\nTarget Method Result Ref\nthroughput\nresults with\nbetter sensitivity.\nThe selected A dual-functional A reasonably low Qiu et al. (2020)\ngene plasmonic detection limit of\nsequences biosensor 0.22 pM was\n(RdRp, E combining the reported. SPR\ngene, plasmonic instruments are\nORF1ab) from photothermal quite sensitive in\nSARS-CoV- (PPT) effect and general and easy\nthrough localized surface to operate in the\nnucleic acid plasmon resonance laboratories.\nhybridization (LSPR) was They only require\nproposed for chip or surface\nCOVID-19 modification by\ndiagnosis. antigens or\nThe two- antibodies. They,\ndimensional gold therefore, can be\nnano islands- a good\nmodified with alternative to\ncomplementary current\nDNA receptors was diagnostic tools\nused to detect the that are limited\nselected viral by RT-PCR\nsequences instruments.\nReverse ORF1a and N gene 45 SARS-CoV-2 Butt et al. (2020)\ntranscription regions from SARS- positive and 25\nloop- CoV-2 RNA were negative samples\nmediated targeted with the were employed in\nisothermal RT-LAMP system the study. The\namplification using China-CDC dual gene RT-\n(RT-LAMP) approved primers LAMP assay was\nmethodology found to be 95%\nwas reported accurate in\nfor detecting positive\nsimultaneous cases and showed\nSARS-CoV-2 no cross-\nRNA region reactivity or\ndetection false-positive\n(ORF1a and N results in non-\nregions) COVID- 19\nsamples\nSPR instrument Djaileb et al. (2020) A portable The SPR chip\nused with Surface surface was\nundiluted human Plasmon modified with the\nserum samples Resonance viral N proteins to\nprovided binding (SPR)-based be able to detect\naffinities in the platform for the antibodies\nnanomolar range. SARS-CoV-2 against the\nThe results were specific nucleocapsid\ncollected within antibody proteins of the\n15 min of detection virus in diluted\nsample/sensor human serum\ncontact. samples.\nAn SPR sensor\ncoated with a\npeptide monolayer\nand functionalized\nwith SARS-CoV-2\nnucleocapsid\nrecombinant\nprotein detected\nanti-SARS-CoV-2\nantibodies in the\nnanomolar range.\nThis bioassay was\nperformed on a\nportable.\nBroughton et al. The method was CRISPR, Cas12- The platform\n(2020) validated by performs RT-LAMP based lateral\nemploying with RNA samples flow assay for\ncontrived extracted from detection of\nreference nasopharyngeal or SARS-CoV-2\nsamples and 40 oropharyngeal from RNA\nclinical samples swabs in universal extracts.\nfrom infected US transport media\n\nBiosensors and Bioelectronics 172 (2021) 112752\nTable 5 ( continued )\nTarget Method Result Ref\n(UTM). Then, patients. The\nresults said to be selected SARS-\nCoV-2 sequences comparable with\nare detected by Cas the US CDC\n12 enzyme, and the SARS-CoV-2 real-\ncleavage of a time RT-PCR\nreporter dye assay.\nconfirms the\npresence of the\nvirus\nSARS-CoV-2 A built in- house The limit of Mahari et al. (2020)\nspike protein electrochemical detection was\ndetection in measurement reported as small\nsaliva platform as 90 fM for the\n(eCovSens) was spiked saliva\nused for the samples.\ndetection. The\nfluorine-doped tin\noxide and the gold\nnanoparticle\n(signal amplifier)-\nbased electrode\nwas decorated with\nanti-spike\nmonoclonal\nantibodies to\nmonitor the\nchange in the\nconductivity upon\ntarget binding\nOne-pot The assay The optimized Ding et al. (2020)\ndetection of platform, AIOD- system was able\nSARS-CoV-2 CRISPR, was based to detect 1.2\nand on dual CRISPR- copies of DNA\nCas12a targets, and 4.6\ncomponents and copies of RNA\nthe LAMP targets in 40 min\nprinciples. The without the need\nassays were for a\nconducted in one preamplification\npot at one step and step.\none temperature.\n(M. M. Wang et al., SARS- CoV-2 Nanopore target The NTS platform\n2020 ) genome was compared sequencing (NTS)\nsequences with the platform was\napproved qPCR developed to\nfor 61 samples detect novel\ncoronavirus as well from suspected\nas previous clinical samples.\nrespiratory viruses The results\nin a simultaneous demonstrated\nmanner in 6 10 h. that the NTS –\ncould detect\nmore positive\ncases. Besides,\nthe mutated\nsequences can be\nfound along with\nthe other\nrespiratory\nviruses present in\nthe sample. The\nsequencing-based\nvirus diagnosis\nstrategies are\nquite rare but\nhighly needed\nsince the\nrevealed genomic\nand proteomic\nelements of the\nvirus form the\nbasis for the\ncurrent and\nfuture diagnosis\ntools.\n( continued on next page )\n11",
        "char_count": 4342,
        "word_count": 670,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "M. Yüce et al.\nTable 5 ( continued )\nTarget Method Result Ref\nSARS-CoV-2 The diagnosis The method Gonzalez-Gonzalez\nnucleic acids: system was based detected ~625 to et al. (2020)\n5 N1, N2, and on the combined 2 10 DNA\n×\nN3 gene use of a portable copies through\ndirect PCR regions mini PCR machine\nand a 96-well plate amplification,\nreader. EvaGreen and the signal\nmeasurements dye was employed\nas an intercalator were performed\non a plate reader, for fluorescent\ndetection of the which was\ntargeted regions. proposed as a\nportable\nalternative for\nviral gene\nsequencing.\nDrug Administration, 2020k ). The Sherlock kit is designed to target\nORF1ab, N, and RP genes, the third being the internal extraction control\ngene.\nLikewise, Butt et al. reported an RT-LAMP assay for the simultaneous\ndetection of ORF1a and N genes ( Butt et al., 2020 ). The test showed 95%\nFig. 3.\nnecessary for positive sample confirmation. Reproduced from ref ( Broughton et al., 2020\n\nBiosensors and Bioelectronics 172 (2021) 112752\naccuracy in clinically validated positive samples (n 45), whereas no\n=\ncross-reactivity was observed with any of the clinically validated nega­\ntive samples (n 25). Similarly, a nanoparticle-based RT-LAMP assay\n=\nwas reported to be 100% accurate in clinically validated oropharynx\nswab samples (n 33), and the specificity was again 100% with the\n=\nnegative clinical samples (n 96) tested ( Zhu et al., 2020b ). The\n=\nanalytical tools that rely on the LAMP principle for SARS-CoV-2 detec­\ntion, however, may give false negative results for the patients who\n“ ”\npassed the infection and improved already (similar to RT-PCR) ( Green\net al., 2020 ). Hence, the researchers are now fine-tuning the current\nmodels to improve the test sensitivity as well as the specificity, mainly\nby decreasing the required viral load for more reliable testing.\nBased on a previously established ID NOW rapid detection tech­\n“ ”\nnology, Abbott Inc. has developed an Abbott ID NOW COVID-19 test\n“ ”\nkit for SARS-COV-2 detection using LAMP principles and cleared a EUA\nfrom FDA in late March 2020 ( Abbott, 2020b ; U.S. Food and Drug\nAdministration, 2020a,l ). The new Abbott ID NOW COVID-19 test is\noperated on a small instrument that could perform around 50,000 tests\nper day, giving results only in five minutes per sample. This technology\nhas been the fastest rapid diagnostic tool so far that issued and EUA from\nthe FDA and sold out in thousands in the USA. Combined with the\nRealTime SARS-CoV-2 platform, Abbott plans to deliver around 5\nmillion tests in late April 2020.\n(a) Illustration of the method workflow. Standard RNA extraction solution or original sample matrix can be used as an input to detect E, N, and RNase P genes.\nThe assay is monitored by a fluorescent reader or lateral flow strip. (b) Lateral flow readout of SARS-CoV-2 positive sample. Detection of at least two genes is\n).\n12",
        "char_count": 2887,
        "word_count": 488,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "M. Yüce et al.\nA sophisticated method, combining RT-LAMP, Clustered Regularly\nInterspaced Short Palindromic Repeats (CRISPR) ( Jia et al., 2020 ;\nMustafa and Makhawi, 2020 ) and LFA principles in one assay ( Post­\nhuma-Trumpie et al., 2009 ) was reported by a group of scientists from\nMammoth Biosciences Inc., University of California, Abbott Viral Di­\nagnostics and Discovery Inc. and Center California Department of Public\nHealth ( Broughton et al., 2020 ). As represented in Fig. 3 , the method\nnamed SARS-CoV-2 DETECTR processes the extracted RNA samples\n“ ”\n(10 min) first with RT-PCR to increase the copy numbers of the selected\nE, N, and RNAse P genes in the sample solution (62 C for 20). Second, ◦\nthe CRISPR-Cas 12 enzyme takes the role and detect the genomic copies\nfrom the specified sequences, producing a fluorescent signal because of\nthe reporter dye cleavage (37 C for 10 min). The optimized assay was ◦\ntested on 11 respiratory swab samples from patients with COVID-19\ninfection and 12 swab samples from patients with influenza.\nSARS-CoV-2 DETECTR was found 90% sensitive and 100% specific for\nSARS-COV-2 detection, which was reported to be relative to CDC\nqRT-PCR standard assay values. It was also indicated that the\nprimer-probe set designed for the N2 gene was able to distinguish\nSARS-CoV-2 from SARS-CoV and MERS-CoV at a single nucleotide level.\nThe group is focusing on validating the assay with clinical samples to be\nable to receive a EUA from the FDA ( Dutton, 2020 ).\n6. Conclusion\nThe COVID-19 pandemic has proven the worth of rapid diagnostics.\nAs comprehensively reviewed in this paper (based on the information\navailable so far), the detection of the viral genomic regions has been\nalmost solely dependent on the RT-PCR method, or molecular tests in\ngeneral. Rapid antibody (serology) tests are certainly needed for vast\nimmune screening, but they do not confirm the presence of the virus.\nThe antigen tests are currently under development, and it would take\nsome time to develop a very accurate one since the virus is mutating\nwithout control. Despite the unprecedented collective effort put by the\nresearchers into developing sensitive, selective and rapid test kits, still,\nonly a small portion of the world population has been tested by now, and\nthe testing priority has been understandably given to those who show\nthe severe clinical symptoms of the disease as well as the frontline\nhealthcare providers. As a result, the total lockdown, mask use, and\nsocial distancing have become the most effective practice to prevent the\nspread of the disease and overload in pandemic clinics. The global fight\nagainst COVID-19 could be a long one until we develop effective and\nclinically validated treatments above and beyond the vaccines. Until\nthen, analytical experts and antigen/antibody manufacturers must focus\non the development of self-testing home kits to be able to see the real\nextent and progress of the disease worldwide and act accordingly.\nAuthor contributions\nElif Filiztekin and Korin Gasia Ozkaya equally contributed to this ¨\nwork and listed alphabetically.\nCRediT authorship contribution statement\nMeral Yüce: Writing - original draft, Designed the paper, wrote and\nrevised all sections. Elif Filiztekin: contributed to a part of the antibody\ndetection methods section, equally contributed to this work and listed\nalphabetically. Korin Gasia Ozkaya: contributed to a part of the anti­ ¨\nbody detection methods section, equally contributed to this work and\nlisted alphabetically.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial\ninterests or personal relationships that could have appeared to influence\nthe work reported in this paper.\n\nBiosensors and Bioelectronics 172 (2021) 112752\nAcknowledgment\nThe authors would like to thank Sabanci University and Sabanci\nUniversity SUNUM Nanotechnology Research and Application Center\nfor the swift and efficient actions taken during the pandemic, which\nmade this work possible.\nAppendix A. Supplementary data\nSupplementary data to this article can be found online at https://doi.\norg/10.1016/j.bios.2020.112752 .\nReferences\nAbbott, 2020a. Abbott RealTime SARS-CoV-2 Assay (EUA) | Abbott Molecular [WWW\nDocument]. molecular.abbott. https://www.molecular.abbott/us/en/products/infec\ntious-disease/RealTime-SARS-CoV-2-Assay . accessed 4.25.20.\nAbbott, 2020b. Detect COVID-19 in as Little as 5 Minutes | Abbott Newsroom [WWW\nDocument]. abbott.com. https://www.abbott.com/corpnewsroom/product-an\nd-innovation/detect-covid-19-in-as-little-as-5-minutes.html . accessed 4.29.20.\nA, RUP Laboratories, 2020. ARUP Laboratories Announces Nationwide Rollout of\nCOVID-19 Antibody Testing | ARUP Laboratories [WWW Document]. aruplab.com.\nhttps://www.aruplab.com/news/4-16-2020/antibody-testing-rollout . accessed\n4.26.20.\nAvacta Life Sciences Limited, 2020. Avacta/Cytiva Partnership Ahead of Schedule\n[WWW Document]. avacta.com. https://avacta.com/avacta-cytiva-partnership-ahea\nd-of-schedule/ . accessed 4.29.20.\nAytu BioScience Inc, 2020. Aytu BioScience Secures Exclusive U.S. Distribution\nAgreement for Coronavirus 2019 (COVID-19) Point-of-Care Rapid Test [WWW\nDocument]. accesswire.com. https://www.accesswire.com/579898/Aytu-BioScie\nnce-Secures-Exclusive-US-DistributionAgreement-for-Coronavirus-2019-COVID-19-\nPoint-of-Care-Rapid-Test .\nBroughton, J.P., Deng, X., Yu, G., Fasching, C.L., Singh, J., Streithorst, J.A., Granados, A.,\nSotomayor-Gonzalez, A., Zorn, K., Gopez, A., Hsu, E., Gu, W., Miller, S., Pan, C.,\nGuevara, H., Wadford, D.A., Chen, J.S., Chiu, C.Y., Servellita, V., Singh, J., Miao, X.,\nStreithorst, J.A., Granados, A., Sotomayor-Gonzalez, A., Zorn, K., Gopez, A., Hsu, E.,\nGu, W., Miller, S., Pan, C., Guevara, H., Wadford, D.A., Chen, J.S., Chiu, C.Y., 2020.\nRapid Detection of 2019 Novel Coronavirus SARS-CoV-2 using a CRISPR-based\nDETECTR Lateral Flow Assay. medRxiv 2020.3.6.20032334. https://doi.org/\n10.1101/2020.03.06.20032334 .\nButt, A.M., Siddique, S., An, X., Tong, Y., 2020. Development of a dual-gene loop-\nmediated isothermal amplification (LAMP) detection assay for SARS-CoV-2: a\npreliminary study. medRxiv 2020.04.08.20056986. https://doi.org/10.1101/\n2020.04.08.20056986 .\nCairns, E., 2020. New Covid-19 test and a decent first quarter buoy Abbott | Evaluate\n[WWW Document]. evaluate.com. https://www.evaluate.com/vantage/articles\n/news/corporate-strategy/new-covid-19-test-and-decent-first-quarter-buoy-abbott .\naccessed 4.30.20.\nCevik, M., Bamford, C., Ho, A., 2020. COVID-19 pandemic a focused review for –\nclinicians. Clin. Microbiol. Infect. https://doi.org/10.1016/j.cmi.2020.04.023 .\nChen, X., Liu, Y., Fang, X., Li, Z., Pu, H., Chang, J., Chen, J., Mao, S., 2019. Ultratrace\nantibiotic sensing using aptamer/graphene-based field-effect transistors. Biosens.\nBioelectron. 126, 664 671. https://doi.org/10.1016/j.bios.2018.11.034 . –\nChina, C.D.C., 2020. [WWW Document]. ivdc.chinacdc.cn. http://ivdc.chi 病毒病控制所\nnacdc.cn/kyjz/202001/t20200121_211337.html . accessed 4.28.20.\nChu, D.K.W., Pan, Y., Cheng, S.M.S., Hui, K.P.Y., Krishnan, P., Liu, Y., Ng, D.Y.M.,\nWan, C.K.C., Yang, P., Wang, Q., Peiris, M., Poon, L.L.M., 2020. Molecular diagnosis\nof a novel Coronavirus (2019-nCoV) Causing an outbreak of Pneumonia. Clin. Chem.\n66, 549 555. https://doi.org/10.1093/clinchem/hvaa029 . –\nCohen, E., 2020a. Coronavirus antibody tests have really terrible accuracy, researcher “ ”\nsays - CNN [WWW Document]. cnn.com. https://edition.cnn.com/2020/04/28/heal\nth/coronavirus-antibody-tests-terrible/index.html . accessed 4.29.20.\nCohen, J., 2020b. Unprecedented nationwide blood studies seek to track U.S. coronavirus\nspread. Science (80-. ). https://doi.org/10.1126/science.abc1319 .\nCorman, V.M., Landt, O., Kaiser, M., Molenkamp, R., Meijer, A., Chu, D.K.W.,\nBleicker, T., Brünink, S., Schneider, J., Schmidt, M.L., Mulders, D.G.J.C.,\nHaagmans, B.L., Van Der Veer, B., Van Den Brink, S., Wijsman, L., Goderski, G.,\nRomette, J.L., Ellis, J., Zambon, M., Peiris, M., Goossens, H., Reusken, C.,\nKoopmans, M.P.G., Drosten, C., 2020. Detection of 2019 novel coronavirus (2019-\nnCoV) by real-time RT-PCR. Euro Surveill. 25 https://doi.org/10.2807/1560-7917.\nES.2020.25.3.2000045 .\nCui, J., Li, F., Shi, Z.-L., 2019. Origin and evolution of pathogenic coronaviruses. Nat.\nRev. Microbiol. 17, 181 192. https://doi.org/10.1038/s41579-018-0118-9 . –\nDiao, B., Wen, K., Chen, Jian, Liu, Y., Yuan, Z., Han, C., Chen, Jiahui, Pan, Y., Chen, L.,\nDan, Y., Wang, J., Chen, Y., Deng, G., Zhou, H., Wu, Y., 2020. Diagnosis of Acute\nRespiratory Syndrome Coronavirus 2 Infection by Detection of Nucleocapsid Protein.\nmedRxiv 2020.3.7.20032524. https://doi.org/10.1101/2020.03.07.20032524 .\nDing, X., Yin, K., Li, Z., Liu, C., 2020. All-in-One Dual CRISPR-Cas12a (AIOD-CRISPR)\nAssay: a Case for Rapid, Ultrasensitive and Visual Detection of Novel Coronavirus\nSARS-CoV-2 and HIV virus. bioRxiv 2020.3.19.998724. https://doi.org/10.1101/\n2020.03.19.998724 .\n13",
        "char_count": 9003,
        "word_count": 1223,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "M. Yüce et al.\nDjaileb, A., Charron, B., Jodaylami, M.H., Thibault, V., Coutu, J., Forest, S., Live, L.S.,\nBoudreau, D., Pelletier, J.N., Masson, J., 2020. A Rapid and quantitative Serum Test\nfor SARS-CoV-2 Antibodies with Portable Surface Plasmon Resonance Sensing.\nchemrxiv.org 0 13. https://doi.org/10.26434/chemrxiv.12118914.v1 . –\nDutton, G., 2020. Mammoth s CRISPR Assay for Asymptomatic COVID-19 Carriers Gains ’\nPeer-Reviewed Validation | BioSpace [WWW Document]. biospace.com. http\ns://www.biospace.com/article/mammoth-s-crispr-assay-for-asymptomatic-covi\nd-19-carriers-gains-peer-reviewed-validation-/ . accessed 4.28.20.\nFinancial Times, 2020. Germany to run Europe s first large-scale antibody test ’\nprogramme | Financial Times [WWW Document]. ft.com. https://www.ft.com/conte\nnt/fe211ec7-0ed4-4d36-9d83-14b639efb3ad . accessed 4.26.20.\nGeneral of Health Malaysia, 2020. Laboratory Readiness for Detecting the 2019 novel\ncoronavirus (2019-nCoV) infection in Malaysia From the Desk of the Director- –\nGeneral of Health Malaysia [WWW Document]. kpkesihatan.com. https://kpkesih\natan.com/2020/02/13/laboratory-readiness-for-detecting-the-2019-novel-coronavir\nus-2019-ncov-infection-in-malaysia/ . accessed 4.25.20.\nGlobal Product Certification, 2020. CE IVD [WWW Document]. gpc.center. https\n://www.gpc.center/ce_ivd_/585 .\nGonzalez-Gonzalez, E., Santiago, G.T., Lara-Mayorga, I.M., Martinez-Chapa, S.O.,\nAlvarez, M.M., 2020. Portable and accurate diagnostics for COVID-19: Combined use\nof the miniPCR thermocycler and a well-plate reader for SARS-Co2 virus detection.\nmedRxiv 2020.04.03.20052860. https://doi.org/10.1101/2020.04.03.20052860 .\nGreen, K., Winter, A., Dickinson, R., Graziadio, S., Wolff, R., Mallett, S., Allen, A.J.,\nPark, E.B., 2020. What tests could potentially be used for the screening , diagnosis\nand monitoring of COVID-19 and what are their advantages and disadvantages ?\n[WWW Document]. https://www.cebm.net/covid-19/what-tests-could-potentially-\nbe-used-for-the-screening-diagnosis-and-monitoring-of-covid-19-and-what-are-their-\nadvantages-and-disadvantages/ . accessed 4.29.20.\nHarun, H.N., 2020. IMR Created Reagent to Handle 2019-nCoV Outbreak Ahead of the\nWHO. New StraitsTimes .\nHolland, P.M., Abramson, R.D., Watson, R., Gelfand, D.H., 1991. Detection of specific\npolymerase chain reaction product by utilizing the 5 3 exonuclease activity of ′ ′ →\nThermus aquaticus DNA polymerase. Proc. Natl. Acad. Sci. U.S.A. https://doi.org/\n10.1073/pnas.88.16.7276 .\nInstitute of Pasteur, 2020. Protocol : Real-Time RT-PCR Assays for the Detection of SARS-\nCoV-2 1 3 . –\nJacofsky, D., Jacofsky, E.M., Ph, D., Officer, C.E., Jacofsky, M., Ph, D., 2020.\nUnderstanding antibody testing for COVID-19. J. Arthroplasty. https://doi.org/\n10.1016/j.arth.2020.04.055 .\nJia, F., Li, X., Zhang, C., Tang, X., 2020. The expanded development and application of\nCRISPR system for sensitive nucleotide detection. Protein Cell 9. https://doi.org/\n10.1007/s13238-020-00708-8 .\nJohns Hopkins Bloomberg School of Public Health, 2020. Serology-based Tests for\nCOVID-19 [WWW Document]. Cent. Heal. Secur .\nJung, Y.J., Park, G.-S., Moon, J.H., Ku, K., Beak, S.-H., Kim, Seil, Park, E.C., Park, D.,\nLee, J.-H., Byeon, C.W., Lee, J.J., Maeng, J., Kim, S.J., Kim, Seung Il, Kim, B.-T.,\nLee, M.J., Kim, H.G., 2020. Comparative Analysis of Primer-probe Sets for the\nLaboratory Confirmation of SARS-CoV-2. bioRxiv 2020.2.25.964775. https://doi.\norg/10.1101/2020.02.25.964775 .\nKent, C., 2020. Different Paths to the Same Destination : Screening for Covid-19 [WWW\nDocument] .\nKhailany, R.A., Safdar, M., Ozaslan, M., 2020. Genomic characterization of a novel SARS-\nCoV-2. Gene Rep. 19, 100682 https://doi.org/10.1016/j.genrep.2020.100682 .\nKurt, H., Eyüpo lu, A.E., Sütlü, T., Budak, H., Yüce, M., 2019. Plasmonic Selection of ǧ\nssDNA Aptamers against fibroblast growth factor Receptor. ACS Comb. Sci. 21,\n578 587. https://doi.org/10.1021/acscombsci.9b00059 . –\nLabCorp, 2020a. COVID-19 Test (At-Home Kit) | Pixel by LabCorp [WWW Document].\npixel.labcorp.com. https://www.pixel.labcorp.com/at-home-test-kits/covid-19-test .\naccessed 4.26.20.\nLabCorp, 2020b. LabCorp COVID-19 RT-PCR test EUA Summary America) [WWW\nDocument]. fda.gov. https://www.fda.gov/media/136151/download . accessed\n4.25.20.\nLee, M.S., Chang, P.C., Shien, J.H., Cheng, M.C., Shieh, H.K., 2001. Identification and\nsubtyping of avian influenza viruses by reverse transcription-PCR. J. Virol. Methods.\nhttps://doi.org/10.1016/S0166-0934(01)00301-9 .\nLi, Z., Yi, Y., Luo, X., Xiong, N., Liu, Y., Li, S., Sun, R., Wang, Y., Hu, B., Chen, W.,\nZhang, Y., Wang, J., Huang, B., Lin, Y., Yang, J., Cai, W., Wang, X., Cheng, J.,\nChen, Z., Sun, K., Pan, W., Zhan, Z., Chen, L., Ye, F., 2020. Development and clinical\napplication of A Rapid IgM-IgG combined antibody Test for SARS-CoV-2 infection\nDiagnosis. J. Med. Virol. https://doi.org/10.1002/jmv.25727 , 0 1. –\nLin, D., Liu, L., Zhang, M., Hu, Y., Yang, Q., Guo, J., Dai, Y., Xu, Y., Cai, Y., Chen, X.,\nHuang, K., Zhang, Z., 2020. Evaluations of serological test in the diagnosis of 2019\nnovel coronavirus (SARS-CoV-2) infections during the COVID-19 outbreak. medRxiv\n2020.3.27.20045153. https://doi.org/10.1101/2020.03.27.20045153 .\nLiu, Z., Xiao, X., Wei, X., Li, J., Yang, J., Tan, H., Zhu, J., Zhang, Q., Wu, J., Liu, L., 2020.\nComposition and divergence of coronavirus spike proteins and host ACE2 receptors\npredict potential intermediate hosts of SARS-CoV-2. J. Med. Virol. 92, 595 601. –\nhttps://doi.org/10.1002/jmv.25726 .\nLoeffelholz, M.J., Tang, Y.-W., 2020. Laboratory diagnosis of emerging human\ncoronavirus infections the state of the art. Emerg. Microb. Infect. 9, 747 756. – –\nhttps://doi.org/10.1080/22221751.2020.1745095 .\nNA [WWW Document], n.d. URL https://www.ncbi.nlm.nih.gov/pmc/articles/P\nMC102748/ (accessed 4.28.20).\nMaghdid, H.S., Asaad, A.T., Ghafoor, K.Z., Sadiq, A.S., Khan, M.K., 2020a. Diagnosing\nCOVID-19 Pneumonia from X-Ray and CT Images Using Deep Learning and Transfer\nLearning Algorithms .\n\nBiosensors and Bioelectronics 172 (2021) 112752\nMaghdid, H.S., Ghafoor, K.Z., Sadiq, A.S., Curran, K., Rabie, K., 2020b. A Novel AI-\nenabled Framework to Diagnose Coronavirus COVID 19 using Smartphone\nEmbedded Sensors. Des. Stud. 1 5 . –\nMahari, S., Roberts, A., Shahdeo, D., Gandhi, S., 2020. eCovSens-Ultrasensitive Novel In-\nHouse Built Printed Circuit Board Based Electrochemical Device for Rapid Detection\nof nCovid-19. bioRxiv 2020.4.24.059204. https://doi.org/10.1101/\n2020.04.24.059204 .\nMaschinen, B., Investition, A., Beschaffungen, G., Ersatzbeschaffungen, B.,\nMittelherkunft, S., 2020. WHO Summary in House Assays for RASR-CoV-2 Detection\nby RT-PCR [WWW Document] .\nMaxmen, A., 2020. The researchers taking a gamble with antibody tests for coronavirus.\nNature. https://doi.org/10.1038/d41586-020-01163-5 .\nMorales-Narv aez, E., Dincer, C., 2020. The impact of biosensing in a pandemic outbreak: ´\nCOVID-19. Biosens. Bioelectron. 163, 112274 https://doi.org/10.1016/j.\nbios.2020.112274 .\nMurphy, J., 2020. First Clinical-Grade Rapid At-Home Test to Aid in COVID-19 Crisis\n[WWW Document]. pharmacytimes.com/. https://www.pharmacytimes.com/new\ns/first-clinical-grade-rapid-at-home-test-to-aid-in-covid-19-crisis . accessed 5.1.20.\nMustafa, M.I., Makhawi, A.M., 2020. SHERLOCK and DETECTR : CRISPR-Cas Systems as\nPotential Rapid Diagnostic Tools for Emerging Infectious Diseases and Cancer-\nAssociated Mutations. https://doi.org/10.20944/preprints202004.0080.v1 .\nNalla, A.K., Casto, A.M., Huang, M.-L.W., Perchetti, G.A., Sampoleo, R., Shrestha, L.,\nWei, Y., Zhu, H., Jerome, K.R., Greninger, A.L., 2020. Comparative performance of\nSARS-CoV-2 Detection assays using Seven Different primer/probe Sets and one assay\nKit. J. Clin. Microbiol. https://doi.org/10.1128/JCM.00557-20 .\nNao, N., Shirato, K., Katano, H., Matsuyama, S., Takeda, M., 2019. Detection of Second\nCase of 2019-nCoV Infection in Japan (Corrected Version), Laboratory of Acute Viral\nRespiratory Infections and Cytokines. Department of Virology III, National Institute\nof Infectious Diseases, 4-7-1 Gakuen, Musashimurayama, 208-0011 Tokyo, Japan:\n2Department of Pathology, National Institute of Infectious Disease. doi:.1037//\n0033-2909.I26.1.78 .\nNguyen, T., Duong Bang, D., Wolff, A., 2020. 2019 novel Coronavirus Disease (COVID-\n19): Paving the Road for Rapid Detection and point-of-care Diagnostics.\nMicromachines 11, 306. https://doi.org/10.3390/mi11030306 .\nNolan, T., Hands, R.E., Bustin, S.A., 2006. Quantification of mRNA using real-time RT-\nPCR. Nat. Protoc. 1, 1559 1582. https://doi.org/10.1038/nprot.2006.236 . –\nOhno, Y., Maehashi, K., Matsumoto, K., 2010. Label-free biosensors based on aptamer-\nModified graphene field-effect transistors. J. Am. Chem. Soc. 132, 18012 18013. –\nhttps://doi.org/10.1021/ja108127r .\nOkba, N., Muller, M., Li, W., Wang, C., GeurtsvanKessel, C., Corman, V., Lamers, M.,\nSikkema, R., de Bruin, E., Chandler, F., Yazdanpanah, Y., Le Hingrat, Q.,\nDescamps, D., Houhou-Fidouh, N., Reusken, C., Bosch, B.-J., Drosten, C.,\nKoopmans, M., Haagmans, B., 2020. SARS-CoV-2 specific antibody responses in\nCOVID-19 patients. Emerg. Infect. Dis. 2020. https://doi.org/10.1101/\n2020.03.18.20038059 , 03.18.20038059.\nOraSure, I., 2020. OraSure Technologies - In Development [WWW Document]. orasure.\ncom. https://www.orasure.com/innovation/innovation-in-development.asp .\naccessed 4.29.20.\nPabbaraju, K., Wong, S., Wong, A.A., Appleyard, G.D., Chui, L., Pang, X.L., Yanow, S.K.,\nFonseca, K., Lee, B.E., Fox, J.D., Preiksaitis, J.K., 2009. Design and validation of real-\ntime reverse transcription-PCR assays for detection of pandemic (H1N1) 2009 virus.\nJ. Clin. Microbiol. https://doi.org/10.1128/JCM.01103-09 .\nPilot, L.R., 2012. Federal food, drug, and cosmetic act. In: Pharmacy Law Desk Reference,\npp. 25 39. https://doi.org/10.1300/5790_03 . –\nPinto, D., Park, Y.-J., Beltramello, M., Walls, A.C., Tortorici, M.A., Bianchi, S., Jaconi, S.,\nCulap, K., Zatta, F., De Marco, A., Peter, A., Guarino, B., Spreafico, R., Cameroni, E.,\nCase, J.B., Chen, R.E., Havenar-Daughton, C., Snell, G., Telenti, A., Virgin, H.W.,\nLanzavecchia, A., Diamond, M.S., Fink, K., Veesler, D., Corti, D., 2020. Cross-\nneutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody. Nature\n1 10. https://doi.org/10.1038/s41586-020-2349-y . –\nPosthuma-Trumpie, G.A., Korf, J., van Amerongen, A., 2009. Lateral flow (immuno)\nassay: its strengths, weaknesses, opportunities and threats. A literature survey. Anal.\nBioanal. Chem. 393, 569 582. https://doi.org/10.1007/s00216-008-2287-2 . –\nQiu, G., Gai, Z., Tao, Y., Schmitt, J., Kullak-Ublick, G.A., Wang, J., 2020. Dual-functional\nplasmonic photothermal biosensors for highly accurate Severe acute Respiratory\nSyndrome Coronavirus 2 Detection. ACS Nano. https://doi.org/10.1021/\nacsnano.0c02439 .\nRao, A., Goldstein, D.Y., Wolk, D.M., Wolf, L.A., 2020. White-paper: Development and\nEvaluation of Two SARS-CoV-2 RT-PCR Laboratory Developed Tests on the ARIES ®\nAutomated, Sample-To-Answer, Real-Time PCR System [WWW Document].\nluminexcorp.com .\nRoche, 2020. cobas SARS-CoV-2 Test [WWW Document]. diagnostics.roche.com. https ®\n://diagnostics.roche.com/global/en/products/params/cobas-sars-cov-2-test.html .\naccessed 4.25.20.\nRosales-Mendoza, S., M arquez-Escobar, V.A., Gonz alez-Ortega, O., Nieto-G omez, R., ´ ´ ´\nAr evalo-Villalobos, J.I., 2020. What Does Plant-based vaccine technology offer to the ´\nfight against COVID-19? Vaccines 8, 183. https://doi.org/10.3390/\nvaccines8020183 .\nRoy, J., Jain, N., Singh, G., Das, B., Mallick, B., 2019. Small RNA proteome as disease\nbiomarker: an incognito treasure of clinical utility. In: AGO-driven Non-Coding\nRNAs. Elsevier, pp. 101 136. https://doi.org/10.1016/b978-0-12-815669-8.00005- –\n1 .\nRoyal Statistical Society Covid-19 Task Force, 2020. Statement on Covid-19 Antibody\nTesting, issued on 14th April 2020 [WWW Document]. rss.org.uk. Reiczegel. https://\ndoi.org/10.1155/2011/608719 .\n14",
        "char_count": 12016,
        "word_count": 1538,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "M. Yüce et al.\nSDBiosensor Inc, 2020. Products - STANDARD Q COVID-19 IgM/IgG Duo [WWW\nDocument]. sdbiosensor.com. http://sdbiosensor.com/xe/product/7662 . accessed\n5.1.20.\nSeo, G., Lee, G., Kim, M.J., Baek, S.-H., Choi, M., Ku, K.B., Lee, C.-S., Jun, S., Park, D.,\nKim, H.G., Kim, S.-J., Lee, J.-O., Kim, B.T., Park, E.C., Kim, S. Il, 2020. Rapid\nDetection of COVID-19 Causative virus (SARS-CoV-2) in human nasopharyngeal\nSwab Specimens using field-effect transistor-based biosensor. ACS Nano. https://doi.\norg/10.1021/acsnano.0c02823 .\nSoh, J.H., Chan, H.M., Ying, J.Y., 2020. Strategies for developing sensitive and specific\nnanoparticle-based lateral flow assays as point-of-care diagnostic device. Nano\nToday 30, 100831. https://doi.org/10.1016/j.nantod.2019.100831 .\nSu, S., Wong, G., Shi, W., Liu, J., Lai, A.C.K., Zhou, J., Liu, W., Bi, Y., Gao, G.F., 2016.\nEpidemiology, genetic Recombination, and Pathogenesis of Coronaviruses. Trends\nMicrobiol. 24, 490 502. https://doi.org/10.1016/j.tim.2016.03.003 . –\nTan, X., Lin, C., Zhang, J., Oo, M.K.K., Fan, X., 2020. Rapid and quantitative detection of\nCOVID-19 markers in micro-liter sized samples. https://doi.org/10.1101/\n2020.04.20.052233 bioRxiv 2020.4.20.052233.\nThailand Ministry of Public Health, 2020. Diagnostic detection of Novel coronavirus\n2019 by Real time RTPCR [WWW Document]. who.int. https://www.who.int/docs/\ndefault-source/coronaviruse/conventional-rt-pcr-followed-by-sequencing-for-detecti\non-of-ncov-rirl-nat-inst-health-t.pdf?sfvrsn 42271c6d_4 . accessed 4.25.20. =\nU.S. Centers for Disease Control and Prevention, 2020. 2019-Novel Coronavirus (2019-\nnCoV) Real-Time rRT-PCR Panel Primers and Probes 2 3 . –\nU.S. Food Drug Administration, 2020a. Emergency Use Authorizations | FDA [WWW &\nDocument]. fda.gov. https://www.fda.gov/medical-devices/emergenc\ny-situations-medical-devices/emergency-use-authorizations#covid19ivd . accessed\n4.25.20.\nU.S. Food Drug Administration, 2020b. EUA-LabCorp COVID-19 RT-PCR- Letter of &\nAuthorization [WWW Document]. fda.gov. https://www.fda.gov/media/136148\n/download .\nU.S. Food Drug Administration, 2020c. EUA-CDC Real-Time RT-PCR Diagnostic Panel- &\nLetter of Authorization [WWW Document]. fda.gov. https://www.fda.gov/me\ndia/134922/download .\nU.S. Food Drug Administration, 2020d. EUA-Abbott-nCoV-LOA-Letter of Authorization &\n[WWW Document]. fda.gov. https://www.fda.gov/media/136255/download .\nU.S. Food Drug Administration, 2020e. EUA-Hologic- Panther Fusion SARS-CoV-2- &\nLetter of Authorization [WWW Document]. https://www.fda.gov/media/136153\n/download .\nU.S. Food Drug Administration, 2020f. EUA-Thermo Fisher-TaqPath COVID-19 Combo &\nKit-Letter of Authorization [WWW Document]. fda.gov. https://www.fda.gov/me\ndia/136113/download .\nU.S. Food Drug Administration, 2020g. EUA-LabCorp COVID-19 RT-PCR- Letter of &\nAuthorization [WWW Document]. https://www.fda.gov/media/136148/download .\nU.S. Food Drug Administration, 2020h. LabCorp COVID-19 RT-PCR test EUA Summary &\n[WWW Document]. https://www.fda.gov/media/136151/download .\nU.S. Food Drug Administration, 2020i. EUA: Sofia 2 SARS Antigen FIA by Quidel &\nCorporation [WWW Document]. fda.gov. https://www.fda.gov/media/137886\n/download .\nU.S. Food Drug Administration, 2020j. Sofia 2 SARS Antigen FIA Kit Instructions for &\nUse [WWW Document]. da.gov. https://www.fda.gov/media/137885/download .\nU.S. Food Drug Administration, 2020k. EUA: Sherlock CRISPR SARS-CoV-2 Kit by &\nSherlock BioSciences, Inc [WWW Document]. fda.gov. https://www.fda.gov/me\ndia/136598/download .\nU.S. Food and Drug Administration, 2020l. Coronavirus (COVID-19) Update: Serological\nTests [WWW Document]. fda.gov. https://www.fda.gov/news-events/press-anno\nuncements/coronavirus-covid-19-update-serological-tests . accessed 4.25.20.\nU.S. Food and Drug Administration, 2020m. Policy for Coronavirus Disease-2019 Tests\nDuring the Public Health Emergency - Serology Template for Manufacturers [WWW\n\nBiosensors and Bioelectronics 172 (2021) 112752\nDocument]. fda.gov. https://www.fda.gov/regulatory-information/search-fda-gui\ndance-documents/policy-coronavirus-disease-2019-tests-during-public-health-\nemergency-revised .\nU.S. Food and Drug Administration, 2020n. Coronavirus (COVID-19) Update: daily\nRoundup May 5, 2020 | FDA [WWW Document]. fda.gov. https://www.fda.gov/ne\nws-events/press-announcements/coronavirus-covid-19-update-daily-roundup-may-\n5-2020 . accessed 5.6.20.\nVogels, C.B.F., Brito, A.F., Wyllie, A.L., Fauver, J.R., Ott, I.M., Kalinich, C.C., Petrone, M.\nE., Casanovas-Massana, A., Muenker, M.C., Moore, A.J., Klein, J., Lu, P., Lu-\nCulligan, A., Jiang, X., Kim, D.J., Kudo, E., Mao, T., Moriyama, M., Oh, J.E., Park, A.,\nSilva, J., Song, E., Takehashi, T., Taura, M., Tokuyama, M., Venkataraman, A.,\nWeizman, O.-E., Wong, P., Yang, Y., Cheemarla, N.R., White, E., Lapidus, S.,\nEarnest, R., Geng, B., Vijayakumar, P., Odio, C., Fournier, J., Bermejo, S.,\nFarhadian, S., Cruz, C. Dela, Iwasaki, A., Ko, A.I., Landry, M.-L., Foxman, E.F.,\nGrubaugh, N.D., 2020. Analytical sensitivity and efficiency comparisons of SARS-\nCOV-2 qRT-PCR primer-probe sets. https://doi.org/10.1101/2020.03.30.20048108\nmedRxiv.\nWalls, A.C., Park, Y.-J., Tortorici, M.A., Wall, A., McGuire, A.T., Veesler, D., 2020.\nStructure, function, and Antigenicity of the SARS-CoV-2 Spike glycoprotein. Cell\n181, 281 292. https://doi.org/10.1016/j.cell.2020.02.058 e6. –\nWang, C., Li, W., Drabek, D., Okba, N.M.A., van Haperen, R., Osterhaus, A.D.M.E., van\nKuppeveld, F.J.M., Haagmans, B.L., Grosveld, F., Bosch, B.-J., 2020. A human\nmonoclonal antibody blocking SARS-CoV-2 infection. Nat. Commun. 11, 2251.\nhttps://doi.org/10.1038/s41467-020-16256-y .\nWang, M., Fu, A., Hu, B., Tong, Y., Liu, R., Gu, J., Liu, J., Jiang, W., Shen, G., Zhao, W.,\nMen, D., Yu, L., Deng, Z., Li, Y., Liu, T., 2020. Nanopore target sequencing for\naccurate and comprehensive detection of SARS-CoV-2 and other respiratory viruses.\nmedRxiv 2020.3.4.20029538. https://doi.org/10.1101/2020.03.04.20029538 .\nWHO, 2020a. WHO announces COVID-19 outbreak a pandemic [WWW Document]. who.\nint. https://www.who.int/dg/speeches/detail/who-director-general-s-opening-rema\nrks-at-the-media-briefing-on-covid-19—11-march-2020 . accessed 4.26.20.\nWHO, 2020b. Advice on the use of point-of-care immunodiagnostic tests for COVID-19\n[WWW Document]. who.int. https://www.who.int/news-room/commentaries/deta\nil/advice-on-the-use-of-point-of-care-immunodiagnostic-tests-for-covid-19 . accessed\n4.29.20.\nWoo, C.H., Jang, S., Shin, G., Jung, G.Y., Lee, J.W., 2020. Sensitive One-step Isothermal\nDetection of Pathogen-derived RNAs. medRxiv 2020.03.05.20031971. https://doi.\norg/10.1101/2020.03.05.20031971 .\nWorldometer, 2020. Coronavirus update (live): Cases and deaths from COVID-19 virus\npandemic. Worldometers .\nXu, Y., Li, X., Zhu, B., Liang, H., Fang, C., Gong, Y., Guo, Q., Sun, X., Zhao, D., Shen, J.,\nZhang, H., Liu, H., Xia, H., Tang, J., Zhang, K., Gong, S., 2020. Characteristics of\npediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral\nshedding. Nat. Med. 26, 502 505. https://doi.org/10.1038/s41591-020-0817-4 . –\nYüce, M., Kurt, H., 2017. How to make nanobiosensors: surface modification and\ncharacterisation of nanomaterials for biosensing applications. RSC Adv. 7,\n49386 49403. https://doi.org/10.1039/C7RA10479K . –\nZhang, X., Qi, Q., Jing, Q., Ao, S., Zhang, Zhihong, Ding, M., Wu, M., Liu, K., Wang, W.,\nLing, Y., Zhang, Zhengjun, Fu, W., 2020. Electrical Probing of COVID-19 Spike\nProtein Receptor Binding Domain via a Graphene Field-Effect Transistor, pp. 1 20 . –\nZhu, N., Zhang, D., Wang, W., Li, X., Yang, B., Song, J., Zhao, X., Huang, B., Shi, W.,\nLu, R., Niu, P., Zhan, F., Ma, X., Wang, D., Xu, W., Wu, G., Gao, G.F., Tan, W., 2020a.\nA novel Coronavirus from patients with Pneumonia in China, 2019. N. Engl. J. Med.\n382, 727 733. https://doi.org/10.1056/NEJMoa2001017 . –\nZhu, X., Wang, X., Han, L., Chen, T., Wang, L., Li, H., Li, S., He, L., Fu, X., Chen, S.,\nMei, X., Chen, H., Wang, Y., 2020b. Reverse transcription loop-mediated isothermal\namplification combined with nanoparticles-based biosensor for diagnosis of COVID-\n19. medRxiv 2020.3.17.20037796. https://doi.org/10.1101/2020.03.17.20037796 .\n15",
        "char_count": 8242,
        "word_count": 1012,
        "extraction_method": "two_column"
      }
    ]
  }
}