{
  "metadata": {
    "source_file": "pdfs/Detection technologies and recent developments in the diagnosis of COVID-19 infection.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:43.191117",
    "total_pages": 15,
    "total_characters": 63127,
    "total_words": 9753
  },
  "content": {
    "full_text": "--- Page 1 ---\nApplied Microbiology and Biotechnology (2021) 105:441–455\nhttps://doi.org/10.1007/s00253-020-11061-5\nMINI-REVIEW\nDetection technologies and recent developments in the diagnosis\nof COVID-19 infection\n1 1 Praveen Rai Ballamoole Krishna Kumar Vijaya Kumar Deekshit\n& &\nReceived: 9 September 2020 /Revised: 7 December 2020 /Accepted: 15 December 2020\n# The Author(s), under exclusive licence to Springer-Verlag GmbH, DE part of Springer Nature 2021\nAbstract\nin China in December 2019, the pandemic has spread rapidly throughout the world. Despite considerable efforts made to contain\nthe disease, the virus has continued its prevalence in many countries with varying degrees of clinical manifestations. To contain\nHowever, proper diagnosis using rapid technologies plays a crucial role. With increasing incidence of COVID-19 cases, the\nprotocol has limited application to use as bedside test because of its technical complexity. To address these challenges, several\nand serological techniques available for the diagnosis and effective prevention of COVID-19.\nKey points\n• Provides comprehensive information on the different diagnostic tools available for COVID-19\n• Nucleic acid based tests or antigen detection tests are used for diagnostic purpose\n• Accurate diagnosis is essential for the efficient management of COVID-19\n. . . Keywords COVID-19 SARS-CoV-2 RT-qPCR RT-LAMP\nIntroduction\nThe outbreak of Coronavirus Disease 2019 also known as\nCOVID-19, due to novel severe acute respiratory syndrome\nPraveen Rai, Ballamoole Krishna Kumar and Vijaya Kumar Deekshit\ncontributed equally to this work.\n* Praveen Rai\nraiprav@nitte.edu.in\n* Iddya Karunasagar\niddya.karunasagar@nitte.edu.in\n1 Nitte (Deemed to be University), Division of Infectious Diseases,\nNitte University Centre for Science Education and Research\n(NUCSER), Paneer Campus, Deralakatte,\nMangaluru, Karnataka 575018, India\n2 Nitte (Deemed to be University), University Enclave, Medical\nSciences Complex, Deralakatte, Mangaluru 575018, India\n\n1 1 2 Indrani Karunasagar Iddya Karunasagar\n& &\n/ Published online: 4 January 2021\nCOVID-19 is a disease caused by SARS-CoV-2 capable of causing mild to severe infections in humans. Since its first appearance\nthis pandemic, collaborative approach involving accurate diagnosis, epidemiology, surveillance, and prophylaxis is essential.\naccurate and early detection of the SARS-CoV-2 is need of the hour for effective prevention and management of COVID-19\ncases as well as to curb its spread. RT-qPCR assay is considered to be the gold standard for the early detection of virus, but this\nPOC assays have been developed to facilitate the COVID-19 diagnosis outside the centralized testing laboratories as well to\naccelerate the clinical decision making with a least turnaround time. Hence, in this report, we review different nucleic acid-based\n. . Diagnosis Serology\ncoronavirus-2 (SARS-CoV-2), was first detected in China on\n31 December 2019 (Wang et al. 2020a ). Within a short span of\ntime, SARS-CoV-2 has raced around the globe, and on 30th\nJanuary 2020, the World Health Organization (WHO) officially\ndeclared the COVID-19 epidemic as a public health emergency\nof international concern (Karunasagar and Karunasagar 2020 ).\nThe number of infected cases and deaths due to COVID-19 is\nrising alarmingly and on 22nd July 2020, there are more than\n1,47,65,256 confirmed cases with over 6,12,054 deaths across\n200 countries(mortality rate approximately 3.7%) (WHO 2020 ).\nCoronaviruses are enveloped, positive single-stranded\nRNA genome (26 to 32 kb) viruses belonging to the\nCoronaviridae family in the Nidovirales order (Su et al.\nα 2016 ). Till date, there are four genera, i.e., alpha ( ), beta\nβ γ δ ( ), gamma ( ), and delta ( ), of the virus that have been\nrecognized (Perlman and Netland 2009 ). However, the novel\nβ SARS-CoV-2 belongs to the genera of -coronavirus with a\nRNA genome size of 29.9 kb (Wu et al. 2020 ). SARS-CoV-2\n\n--- Page 2 ---\n442\nshows 88% nucleotide sequence identity to the two bat-\nderived SARS-like coronaviruses (bat-SL-CoVZC45 and\nbat-SL-CoVZXC2) and about 79% similarity to the SARS-\nCoV and 50% to the MERS-CoV (Lu et al. 2020 ). There are\ngrowing numbers of reports that indicate that the genome of\nSARS-CoV2 has undergone evolutionary changes and diver-\nsification during the geographic dissemination process. The\npan-genomic analysis of global SARS-CoV-2 isolates has re-\nvealed the identification of several genomic regions with in-\ncreased genetic variation, and distinct mutation pattern\n(Korber et al. 2020 ; Kumar et al. 2020 ). The genome charac-\nterization of Indian SARS-CoV-2 by our group showed ge-\nnetic variation in the SARS-CoV-2 circulating in India, which\nis extensively dominated by G614 genotype with a strong\ncorrelation to CFR of COVID-19 posing enormous challenge\nfor the effective prevention and management of COVID-19\ncases in India (Kumar et al. 2020 ). According to the recent\nevidence, it is observed that SARS-CoV-2 virus is primarily\ntransmitted between humans by inhalation or contact with\ninfected droplets with the incubation period ranging from 2\nto 14 days (Lin et al. 2020 ; Liu et al. 2020 ; Rohit et al. 2020 ).\nSARS-CoV-2 infection has a broad range of clinical manifes-\ntations varying from asymptomatic to symptomatic including\nrespiratory symptoms, fever, shortness of breath, cough, dys-\npnea, and viral pneumonia and in severe cases, pneumonia,\nsevere acute respiratory syndrome, heart failure, renal failure,\nand even death (Huang et al. 2020a ). However, the main cause\nof death related to COVID-19 is respiratory failure, followed\nby septic shock, renal failure, and hemorrhage and heart\nfailure.This review provides a unique up-to-date and compre-\nhensive overview on the performance of different nucleic\nacid-based and serological techniques currently available for\nthe diagnosis of COVID-19.The information presented in this\nreview is hoped to help physicians and clinical microbiolo-\ngists select a suitable technique for COVID-19 diagnosis and\nclinical management.\nDiagnosis of COVID-19\nThe clinical manifestation of novel SARS-CoV-2 (or COVID-\n19) is highly variable from individual to individual, with\nasymptomatic to acute respiratory distress syndrome and\nmulti organ failure. Hence, the accurate diagnosis of\nCOVID-19 is challenging. The routine clinical diagnosis of\nCOVID-19 is primarily based on epidemiological history,\nclinical manifestations, and confirmed by a variety of labora-\ntory detection methods, including computed tomography (CT)\nscan, nucleic acid amplification test amplification test\n(NAAT), and serological techniques (Corman et al. 2020 ;\nWan et al. 2020 ). A graphical abstract depicting the various\nanalytical methods available for the diagnosis of COVID-19 is\nmentioned in Fig. 1 and their technical details are discussed\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nhere below. For early screening or diagnosis of SARS-CoV-2\ninfection, specimens such as nasopharyngeal and/or oropha-\nryngeal swab, bronchoalveolar lavage fluid, sputum, bronchi-\nal aspirate, or blood are generally recommended (Chan et al.\n2004 ; Kim et al. 2011 ; Zou et al. 2020 ).\n’ There are many viruses especially severe acute respiratory\nsyndrome coronavirus (SARS-CoV) and Middle East respira-\ntory syndrome coronavirus (MERS-CoV) that also causes up-\nper and lower respiratory tract infections and shows overlap-\nping clinical symptoms; therefore, it is difficult to differentiate\nSARS-CoV-2 infections from other viruses causing respirato-\nry infections. Hence, laboratory examination is very essential\nalong with clinical and epidemiological assessments for accu-\nrate and rapid diagnosis of the causative agent. This is also\nknown to improve quarantine efficacy.\nComputed tomography\nThe chest computed tomography (CT) is currently one of the\nfirst live imaging techniques to detect pneumonia-related ill-\nnesses. It has been widely used earlier for the detection of lung\nabnormalities in SARS and MERS and found to be more\nsensitive than X-rays (Memish et al. 2014 ; Rao et al. 2003 ).\nRecently, the technique has also been utilized for the diagnosis\nof COVID-19 in hospitals. However, the technique has its\nown limitations. For instance, in a retrospective study con-\nducted in Hong Kong on 64 patients, chest radiography\nshowed a sensitivity of 69% when compared to 91% in RT-\nPCR. Among the RT-PCR positive cases, 20% did not show\nany lung abnormalities on chest radiograph (Wong et al.\n2019 ). Conversely, in another study, 75% of the RT-PCR\nnegative cases showed chest CT findings with 48% likely to\nbe positive for COVID19 (Ai et al. 2020 ). In addition, chest\ncomputed tomography alone could lead to false positive re-\nsults since it can overlap with other infections such as influ-\nenza, SARS, and MERS. Considering all these points, most of\nthe health commissions have recently eliminated chest CT\nscanning as a criterion for the diagnosis of suspected cases\nof COVID-19. However, these ambiguities in the diagnosis\ncan be effectively overcome by using a combination of both\nchest CT scanning and RT-PCR techniques. In addition, chest\nCT imaging could also become a useful tool in monitoring\nCOVID-19 progression and therapeutic effect in clinical\nsettings.\nNucleic acid amplification test\nNucleic acid amplification tests (NAAT) are the most sensi-\ntive assays and generally preferred test to detect early viral\ninfections because viraemia is usually seen early in the course\nof a disease. The different types of NAAT assays, such as\nreverse transcriptase real-time PCR (RT-qPCR), loop-\nmediated isothermal amplification-based assay (RT-LAMP),\n\n--- Page 3 ---\nAppl Microbiol Biotechnol (2021) 105:441–455\nFig. 1 Schematic representation\nof various analytical methods\navailable for SARS-CoV-2\ndetection\nmicroarray, and high-throughput sequencing have been devel-\noped for the rapid and accurate diagnosis of COVID-19.\nHowever, NAAT demands high quality of SARS-CoV-2\nRNA.\nReverse transcriptase real-time polymerase chain reaction\nProbe-based RT-qPCR has been considered to be the gold\nstandard method for SARS-CoV-2 detection and currently\none of the most widely used test in many countries for screen-\ning the populations as recommended by WHO and CDC (Chu\net al. 2020 ; Corman et al. 2020 ; Loeffelholz and Tang 2020 ).\nAfter the first outbreak, several RT-qPCR assays have been\ndeployed for the detection of SARS-CoV-2 from clinical sam-\nples. RT-qPCR assay were developed targeting different\ngenes such as RNA dependent RNA polymerase(RdRp) gene,\nnucleocapsid (N) gene, envelope (E) gene, spike (S) gene, and\nORF1b or ORF8 regions of the SARS-CoV-2 genome\n(Table 1 ) (Chan et al. 2020 ; Corman et al. 2020 ; Konrad\net al. 2020 ; Reusken et al. 2020 ). The WHO recommends\nRT-qPCR-based assay targeting E gene for screening of\nSARS-CoV-2 followed by a confirmatory test targeting the\nRdRp gene (Corman et al. 2020 ). Whereas CDC advocated\nRT-qPCR assay was based on two nucleocapsid protein genes\n(N1, N2) (Holshue et al. 2020 ).\nIn addition, inclusion of two or more genes such as E ,\nRdRp , and ORF - 1b - nsp14 in the RT-qPCR reaction could\nlead to enhanced identification of true positives. However,\ntesting for more SARS-CoV-2 genes for confirmatory results\nwould be laborious and time consuming because of continu-\nous rise in the suspected cases throughout the world. This can\n\n443\nbe easily avoided by targeting highly specific region of the\nvirus genome that could even detect the virus at a very low\nconcentration. A recent report by Alagarasu et al. revealed a\nbetter performance of ORF - 1b - nsp14 -based assay when com-\npared to RdRp -based assay (Alagarasu et al. 2020 ). Similarly,\nit is also reported that a modified RdRp -helicase-based qPCR\nassay was highly successful in detecting 35% more positive\ncases of SARS-CoV-2 when compared to RdRp -based assay\n(Chan et al. 2020 ). Some studies have also suggested that the\nlower sensitivity of RdRp -based assay might be due a degen-\nerate base present at the 12th position of reverse primer (Lim\net al. 2020 ; Vogel et al. 2020 ). The test protocol of all the\nabove-mentioned nucleic acid-based techniques is complex\nand expensive which demands high-end experimental instru-\nments, testing reagents, and skilled research personnel; hence,\nit cannot be deployed as point-of-care diagnostic or bedside\ntest in resource-limited settings. Moreover, the tests typically\n– take 4 6 h to complete, but the logistical requirement to ship\nclinical samples takes turnaround time more than 24 h that\ndelays reporting. In addition, RT-qPCR result highly depends\non the quality of viral RNA and in some cases the test cases\ntest needs to be repeated 2 to 3 times for further confirmation.\nThe Limit of detection of most assays is between 3.4 to 4.5\nlog copies/mL (LeBlanc et al. 2020 ). Though most tests use\n10\ntwo gene targets, positivity in gene is considered adequate and\nthis has been incorporated into some national case definitions\neg in Canada ( http://health.gov.on.ca/en/pro/programs/\npublichealth/coronavirus/docs/2019_case_definition.pdf ).\nTest results depend on sample and highest detection rates were\nreported from brocheoalveolar lavage fluid, sputum, and nasal\nswabs (Wang et al. 2020c ). Though, there are some\n\n--- Page 4 ---\n444\nResults in < 1 h without\nno RNA extraction\n1 h with 45 min 45 min\nTurnaround time\nmanual RNA\nResults in 3 h\nextraction ∼ ∼ ∼\nResults in Results in Results in\nwith\nNA NA NA NA NA NA\nORF1ab, S protein, and N\nORF 1ab and N gene N1 and RdRP genes\nOFR1ab and S gene ORF1ab and ORF8\nE and RdRP genes\nN2 and E genes Gene of target\nORF1ab gene E and S gene\nViral RNA\nprotein\nN gene\ncopies/ml 500 copies / mL\n100 copies/mL 250 copies/mL 500 copies/mL\n10 copies/ul Sensitivity\n3 1×10\nNA NA NA NA NA\nADT India Ltd, New Delhi, India Pte Ltd (DxD Hub), Singapore\nAltona Diagnostics, Germany List of nucleic acid-based diagnostic assays currently available for the detection of SARS-CoV-2\nNorthwestern ABI (Applied bio-systems), Angstrom Biotech Pvt. Ltd,\nDiaSorin Molecular LLC Accelerate Technologies\nCepheid, United States BioFire Defense, LLC BGI Genomics, China\nDiagnostic Molecular\nName of company\nUnited States −\nLaboratory\nRajasthan Medicine\nCDC-US\nMultiplex real-time RT-PCR\nReal-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR RealStar SARS-CoV-2 RT-PCR kit 1.0 Real-time RT-PCR Real-time RT-PCR\nTest principle\nReal-Time RT-PCR Diagnostic Panel Real Time Fluorescent RT-PCR Kit for\nLyteStar 2019-nCoV RT PCR Kit 1.0\nTaqMan 2019-nCoV Control Kit v1\nA*STAR FORTITUDE KIT 2.0\nCDC 2019- Novel Coronavirus Name of the diagnostic assay\nSimplexa COVID-19 Direct Xpert Xpress SARS-CoV-2\ndetecting 2019-nCoV BioFire COVID-19 test\nANGPCR 2019-nCoV\nSARS-CoV-2 assay\nTable 1\nNo Sl. 13 11\n2 1 7 8 9 4 5 6 3\n\nAppl Microbiol Biotechnol (2021) 105:441–455\ncan provide results in < 1 min of hands on < 2 min hands-on time\n2 h coronavirus tests in\nEach Panther Fusion and process up to 4 days\n∼\nand results in\nResult in < 2 h 24-h period\n−\nResults in 2\nsystem\n< 3 h 1150\ntime\nNA NA NA Viral RNA S gene E gene NA NA\nORF1ab regions 1 and 2\nORFlab and N genes\nN1, N2, N3 genes RdRp and N gene\nN gene\nRNA\nNA NA\nL for NP L for BAL\nTCID50/mL\ncopies/mL swabs and 12.5 10 copies/reaction\n500 copies/mL\nμ L\nL 6.25 copies/ μ\nμ μ\n20 copies/ copies/ 10 copies 10copies/\n5 -2 1 x 10\n1x10\nNA\nParganas, West Bengal, India\nJN Medsys Pte Ltd, Singapore Limited, Ahmedabad, India\nDaan Gene Co. Ltd., China GenMark Diagnostics, Inc. Corporation of America\nGCC Biotech Pvt. Ltd, 24 GeneMatrix, South Korea\nCoSara Diagnostics Pvt.\nHelini Biomolecules, LabCorp Laboratory\nPCR Hologic Inc. Chennai, India\nCartridge Based Technology\nReal-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR\nNeoPlex COVID-19 detection kit assay (Panther Fusion System) Protect COVID-19 RT-qPCR Kit One-Step WRTaqman qRT-PCR\nSARAGENETM Corona Virus\nPanther Fusion SARS-CoV-2\nCOVID-19 RT-PCR test (2019 NCV) Test Kit ePlex SARS-CoV-2 test\n[COVID-19] Real\nDaan Gene Co. Ltd Helini Coronavirus\ntime-PCR Kit\n14 20 15 24 16 18 19 26 27\n\n--- Page 5 ---\nAppl Microbiol Biotechnol (2021) 105:441–455\ndelivers results in 2 h Minimal hands-on time\nResults within 90 min\nResults within 2.5 h Results in < 75 min\nTurnaround time\nResult in 65 min an automated\nextraction workflow\nafter and\nNA NA NA NA\nnucleoprotein N genes\nORF1ab and N genes\nORF1ab and N gene\nE and RdRP genes RdRp and E genes E and RdRp genes\nGene of target\nORF 1ab and\nViral RNA\nORF1ab\nNA\nL\nμ\n20 genomic RNA copies/ < 5 RNA copies/reaction\n10-fold serial dilutions\n3.40e+4 copies /mL\n300 copies/target\nL L\nμ μ\nSensitivity 0.5 copies/\n20 copies/\n100%\nNA\nMeril Diagnostics, Vapi, Gujarat,\nMedsource Ozone Biomedicals, Diagnostic Hybrids, Inc Quidel\nMylab Discovery Solutions, Technology, Delhi, India LabGenomics, South Korea\nKogene Biotech, Seoul,\nLuminex Corporation\nName of company Faridabad, India\nSD BIOSENSOR Indian Institute of\nCorporation Pune, India\nKorea\nIndia\nReal-Time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR\nTest principle\nCovid 19 Probe-free Real Time PCR\nName of the diagnostic assay\nLabGun Real Time PCR Kit LYRA SARS-CoV-2 assay. ARIES SARS-CoV-2 assay\nMeril COVID-19 One-step\nPower Check 2019 nCoV\nCOVID-19 RT-PCR kit STANDARD M nCoV\nReal Time PCR Kit\nDiagnostic Kit (continued)\nRT-PCR Kit\nPatho Detect\nTable 1\nNo Sl. 35 38 34 33 37 30 28 31 36\n\n445\nResults the same day, Results in < 2 h after\ncan process up to\nResults in 90 min, Results in 30 min from receipt of\nResults in 3.5 h,\n100,000 test instruments\n384 results\nextraction kits/week specimen produces\n18 h\n–\n12\nNA NA NA\nViral RNA genes less\nprone to mutation\nE, N, and RdRP\nand N gene ORF1ab gene\nViral RNA Viral RNA\ngenes\nN gene\nNA NA\nN gene-1250 copies/mL RdRP\ngene-4167 copies/mL E gene-4,167Copies/mL\n/mL\n200 copies/mL l 50\nμ\n0.003 TCID 0.58 copies/\nNA NA NA NA\nRoche Molecular Systems, Inc.\nPOCT Services Pvt. Limited,\nViracor Eurofins Clinical\nOSANG Health Care, Sansure Biotech Inc.,\nChangsha, China Primer Design, UK\nLucknow, India MiRXES Pte Ltd.\nSouth Korea Diagnostics\nSeegene\nMultiplex real-time RT-PCR\nReal-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR\nNucleic Acid Diagnostic Kit (PCR\nMiRXES FORTITUDE KIT 2.0 Novel Coronavirus(2019-nCoV)\nZ-Path Covid-19C (Genesig) (COVID-19) RT-PCR kit Viracor SARS-CoV-2 assay\nAllplex 2019-nCoV assay Fluorescence Probing)\nGene Finder COVID-19\ncobas SARS-CoV-2\nRT detection kit\nQ-line Molecular\nCoronavirus\n42 43 45 47 40 44 41 48\n\n--- Page 6 ---\n446\n- 94 specimens in under (cobas 6800 System) Results in 20 min with\n1056 results (cobas other bacterial and\nnovel coronavirus\n1 h, by - 382 specimens in\nTurnaround time\nhands-on time differentiating 8800 System)\nunder 6.5 h respiratory\npathogens ≈\n1 min of from 21\nResults in\nin 8 h\nviral and\n3 h\nORF1b and N and S\nE and RdRP genes\nGene of target\nViral RNA\nGenes\n200 copies/mL 400 copies/mL\nSensitivity\nNA\nRutgers Clinical Genomics\nThermoFisher-Applied\nBiomedical Pte Ltd.\nName of company\nCredo Diagnostics\nQiagen GmbH Biosystems Laboratory\nMultiplex real-time Multiplex real-time\nReal-time PCR Test principle\nRT-PCR\nRT-PCR\nName of the diagnostic assay\nVitaPCR SARS-CoV-2 assay\nQIAstat-Dx Respiratory\nSARS-CoV-2 panel\nTaqPath COVID-19\n(continued)\ncombo kit\nTable 1\nNo Sl. 52 51 55\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nnegative results in 13 not analyzed in the Positive results < 5 min CRISPR Cas12a-based flow assay results in\nResults in 30 min, the\npalm-sized device used in physician\nhome\nResults in < 1 h Results < 1.5 h\n40 min\noffice or ’ patients\ncan be lateral\nmin – and\n30\nNA NA\nspike protein,\nORF1ab and/ or N gene\nE, RdRP and N genes\nE and N genes\nRdRP gene S viral RNA\nnucleocapsid phosphoprotein,\nN gene\nORF1ab N gene\n200 copies/reaction\n– Abbott Diagnostics Scarborough, Inc. 125 copies /mL –\nL N L\nL μ μ\nL μ RNA dependent RNA polymerase,\n4.5 copies/ 0.9 copies/ μ 10 copies/\n4 copies/\nNA\n3B Black Bio Biotech India Ltd.\nCepheid Sherlock Biosciences\nAtila BioSystems, Inc. D11\nMammoth Biosciences\nMesa Biotech Inc\nRdRP\nenvelope protein,\nIsothermal nucleic acid amplification\nCRISPR-based lateral flow assay CRISPR-based lateral flow assay\nisothermal amplification\nisothermal amplificatio E\nReal-time RT isothermal\nclustered regularly interspaced short palindromic repeats,\namplification test Real-time RT-PCR\nflow technologies\nPCR and lateral\ntechnology\nCRISPR-based tests for SARS-CoV-2\n(Single Tube Multiplex format)\niAMP COVID-19 detection kit reverse transcription\nSARS-CoV-2 DETECTR Accula SARS-CoV-2 test\nRT-qPCR Kit (V-3.2) TRUPCR SARS-CoV-2\nID NOW COVID-19\nRT\nliterature,\nCRISPR\n61 59 57 60 58 56\n\n--- Page 7 ---\nAppl Microbiol Biotechnol (2021) 105:441–455\nshortcomings, use of RT-qPCR for the diagnosis of COVID-\n19 is still considered as the gold standard.\nReverse transcription loop-mediated isothermal\namplification\nLoop-mediated isothermal amplification (LAMP) is a PCR-\nbased nucleic acid amplification, which has the ability to spe-\ncifically amplify the target sequence very efficiently, rapidly\nunder isothermal conditions. The method relies on the use of\nfour-six different primers which recognize specific four or six\nregions on the target gene and Bst DNA polymerase that elon-\ngates the chain at constant temperature by using strand dis-\nplacement mechanism. Amplification by this method can oc-\ncur in a conventional water bath/heating block, and the ampli-\nfied product can be visually identified by adding a fluorescent\ndye. Since SARS-CoV-2 is an RNA virus, a reverse transcrip-\ntion step is required (RT-LAMP). After the outbreak, several\nRT-LAMP assays have been developed and validated for\npoint-of-care diagnosis of COVID-19 (Broughton et al.\n2020 ; El-Tholoth et al. 2020 ; Huang et al. 2020b ; Lamb\net al. 2020 ; Park et al. 2020 ; Weihua et al. 2020 ; Yan et al.\n2020 ; Yu et al. 2020 ). Park et al. have developed RT-LAMP\nfor the detection of SARS-CoV-2 targeting the Nsp3 region of\nthe virus. The technique could detect as low as 100 copies per\nreaction of SARS-CoV-2 RNA (Park et al. 2020 ). However,\nanother research group in Japan evaluated a commercially\navailable RT-LAMP (Loopamp® 2019-SARS-CoV-2\nDetection Reagent Kit; http://loopamp.eiken.co.jp/ ), that\n1 showed a high sensitivity with detection limit of 1.0 × 10\nμ copies/ L within 35 min. In addition, RT-LAMP-based\nFig. 2 Schematic representation of CRISPR-Cas12a based SARS-CoV-2 detection assay\n\n447\nmethod-iLACO (isothermal LAMP based method for\nCOVID-19) targeting ORF1ab gene using 6 primers devel-\noped by Yu et al. ( 2020 ) was found to detect SARS-CoV-2\nas low as 10 copies per reaction (Yu et al. 2020 ). Similarly, a\ncombination of RT-LAMP with clustered regularly\ninterspaced short palindromic repeats (CRISPR)-based\nDETECTOR technology was also developed for the rapid\n– detection (30 40 min) of SARS-CoV-2 in clinical samples\nwith the limit of detection of 10 copies per microliter\n(Broughton et al. 2020 ). In spite of the development of many\nRT-LAMP-based molecular techniques, very few have been\ncommercialized due to cross reactivity and lack of sensitivity\nin the assays (Zhang et al. 2020b ).\nNevertheless, the technique like RT-LAMP does not re-\nquire skilled personnel or high-end equipments. However, it\nis important to look for multiple targets of SARS-CoV-2 for\nthe optimum utilization of the technique. Since the accuracy of\nRT-LAMP will also be affected by the mutations at the primer\nbinding region of the virus, it is necessary to avoid these\nmutation sites while designing the primers to increase the rate\nof detection.\nCRISPR-based diagnosis\nClustered regularly interspaced short palindromic repeats has\ngained popularity with in the scientific community as a ge-\nnome editing tool, but now slowly gaining their potential in\ndiagnostic applications (Chertow 2018 ; Li et al. 2019 ).\nCRISPR requires guide RNA which binds to target comple-\nmentary sequence and nuclease enzyme cleaves at the precise\nsite. CRISPR components are used for biosensing nucleic\n\n--- Page 8 ---\n448\nacids from different pathogens including bacteria and viruses.\nIn case of viral nucleic acid detection, a small RNA fragment\ncalled guide RNA (gRNA), which will in turn bind to the\ntarget segment of viral gene. Then, special CRISPR-\nassociated nucleases such as cas9, cas12, or cas13 will be used\nfor cutting the target molecule (Fig. 2 ).\nMany researchers have attempted to use the CRISPR-based\ndetection system for detection of SARS-CoV-2. For instance,\na study by Zhang et al. ( 2020b ) used CRISPR-based detection\nsystem (SHERLOCK) (Specific High sensitivity Enzymatic\nReporter unLOCKing) with isothermal recombinase polymer-\nase amplification (RPA) could detect single molecule per mil-\nliliter within 1 h (Zhang et al. 2020a ). In this technique, cas13\nwas used for the detection of amplified products of S and\nOrf1ab gene of SARS-CoV-2. This assay developed by\nSherlock Biosciences became the first FDA-approved\nCRISPR technology on the market. Another CRISPR diag-\nnostic company, Mammoth Biosciences, used combination of\nRT-LAMP with CRISPR-cas12-based technique, which\n– could detect 10 100 copies of viral RNA per microliter in\n40 min. Till date, this the fastest test developed by\nMammoth Biosciences for the detection of SARS-CoV-2\n(Broughton et al. 2020 ). This technique targets the envelope\ngene of SARS-CoV-2 and results can be analyzed by fluores-\ncence or/through lateral flow method. Further, Ding et al.\n( 2020 ) developed a rapid, ultrasensitive all in one dual\nCRISPR/Cas12a (AIOD-CRISPR) assay, which utilizes dual\ncrRNAs targeting two regions of the viral N gene (Ding et al.\n– 2020 ) with limit of detection of 4.6 11 copies/microliter.\nFurther, a recently developed bed side assay FELUDA\n(field-deployable nucleobase detection and identification\nusing FnCas9) utilizes FnCas9 could detect as low as 110\nfemtomolar nucleic acid of the virus (Azhar et al. 2020 ).\nEven though all these advanced molecular diagnostic methods\nhave shown promising results, it is important to carefully val-\nidate these tools for its efficient field application.\nCartridge-based nucleic acid amplification test and TrueNAT\nCartridge-based nucleic acid amplification test (CBNAAT) is\na technique which uses the GeneXpert technology for the\ndiagnosis of tuberculosis (TB). This cartridge-based nucleic\nacid amplification is a fully automated amplification system,\nwhich utilizes real-time PCR. However, due to abrupt raise in\nthe COVID-19 cases, Indian Council of Medical Research\n(ICMR) has approved the use of CBNAAT to detect\nCOVID-19 cases ( https://www.icmr.gov.in/pdf/covid/labs/\nCepheid_Xpert_Xpress_SARS-CoV2_advisory_v2.pdf ).\nThis technique targets E gene and N2 gene of the SARS-CoV-\n2 for screening and confirmation, respectively. Another\nnucleic acid-based test called TrueNAT targeting E gene for\nscreening and RdRp gene for confirmation of COVID-19\n\nAppl Microbiol Biotechnol (2021) 105:441–455\ncases has also been approved by ICMR. This technology\nmainly uses chip-based tools and takes up to 1 h for the test.\nIn addition to all the above molecular techniques, the next-\ngeneration sequencing of clinical specimen from the COVID-\n19 infected patients would allow rapid identification of SARS-\nCoV-2 and other pathogens contributing secondary/co infec-\ntions that otherwise known to enhance the severity of SARS-\nCoV-2 symptoms. Metagenomic approach would help not\nonly in pathogen detection but also provides genetic informa-\ntion, which further led to the better understanding of viral\nevolution, molecular epidemiology, and contact tracing. In\naddition, genetic sequencing allows us to assess the rate of\ngenetic mutations of SARS-CoV-2; this information is very\nuseful in determining the antiviral and vaccine efficacy.\nThe Illumina COVIDSeq is an amplicon-based NGS-based\ndetection platform approved by US Food and Drug\nAdministration (US-FDA) for the qualitative detection of\nSARS-CoV-2 from respiratory specimens collected from the\nsuspected COVID-19 patients. This detection method utilizes\ndifferent sets primers and probes leveraged from ARTIC mul-\ntiplex PCR protocol (Itokawa et al. 2020 ) combined with\nIllumina sequencing technology. The COVIDSeqtest accom-\nmodates up to 3072 samples in single run on a NOVASeq\nwith a turnaround time of 12 h ( https://www.illumina.com/\nproducts/by-type/clinical-research-products/covidseq.html ).\nSimilarly, the Thermo Fischer Scientific has launched Ion\nAmpliSeq SARS-CoV-2 research panel that facilitates analy-\nsis of SARS-CoV-2 genome and provides high throughput\nworkflow for monitoring the viral evolution. This research\npanel consists of two pools of amplicons ranging from 125\nto 275 bp targeting more than 99% of the SARS-CoV-2 ge-\nnome ( https://thermofisher.mediaroom.com/2020-05-06-\nRapid-COVID-19-Genome-Sequencing-Aids-Outbreak-\nInvestigations ). This assay requires 1 ng of viral RNA.\nOxford nanotechnology has introduced long-read sequenc-\ning platform which has demonstrated substantial benefits of\nanalytical innovations over the currently existing methods for\nthe genome sequencing. Moore et al. has demonstrated the\napplication of MinIon based amplicon and metagenomic se-\nquencing to identify SARS-CoV-2 and other microbes asso-\nciated with COVID-19 illness (Moore et al. 2020 ). The study\nof Wang et al. has reported nanopore target sequencing (NTS)\nto SARS-CoV-2 and other pathogens simultaneously from\nrespiratory specimens within 10 h (Wang et al. 2020b ). The\ndeveloped method has shown considerably higher sensitivity\nof detecting 10 viral copies per mL of sample. As this tech-\nnology is designed to amplify log read sequences, it is impor-\ntant to consider the limitation of this technology in detecting\nshort fragments of SARS-CoV-2 genome from highly degrad-\ned samples (Wei et al. 2018 ; Wilson et al. 2019 ).\nRecently, FDA approved SARS-CoV-2 Droplet Digital\nPCR (ddPCR) Kit developed by Bio-Rad Laboratories for\nthe diagnosis of COVID-19. The developed assay detected\n\n--- Page 9 ---\nAppl Microbiol Biotechnol (2021) 105:441–455\nμ as low as 0.260 to 0.351 copies/ L for genetic markers, N1\nand N2.This assay was found to be highly successful in de-\ntecting virus in the early stage of infection wherein viral load\nis usually less. This further helps in resolving the problem of\nindeterminate test results ( https://www.bio-rad.com/featured/\nen/sars-cov-2-covid-19-testing-solutions.html ).\nSerological assays\nDetecting the antibodies against a virus in infected individ-\nuals is one of the most important diagnostic methods in dis-\nease surveillance. Though RT-qPCR is the most established\ntechnique in detecting the SARS-CoV-2 active cases, viral\nRNA becomes almost undetectable 14 days post-illness; be-\nsides, false-negative results may also arise due to improper\nhandling of viral samples. These challenges warrant the de-\nvelopmentofsimpletestkitsbasedonthedetectionofhuman\nantibodies generated in response to viral infection. The fun-\ndamental principle behind antibody-based immunodiagnos-\ntic is the detection of antibodies developed in response to\nviral infection (IgG and IgM) and/or, viral antigen through\nenzyme-linkedimmunosorbentassay(ELISA).Studieshave\nshown that antigen-specific antibody could be detected in a\npatient after 3 to 6 days, and IgG could be detected at the later\nstages of an infection. The application of these tests has the\nability to provide information on both active and past infec-\ntions and can be ramped up to analyze thousands of samples\nat labs with resource-limited settings. Moreover, it can be\ndeployed for the disease surveillance programs to gain a bet-\nter understanding of the rate of infection among the commu-\nnity. Although the serological tests have the ability to pro-\nvide information on both active and past infections, its effi-\nciency in confirming SARS-CoV-2-specific antibodies re-\nsponse to capture past infections is well established (Lee\net al. 2010 ; Wang et al. 2003 ). Studies conducted in China\nshowed that virus-specific antibodies titer is significantly\nlower in the asymptomatic group compared to the symptom-\natic COVID-19 patients (Long et al. 2020 ). In symptomatic\nCOVID-19 patients, the medium duration for detection of\nIgM and IgA antibodies was 5 days and IgG was detected in\n14 days. The detection efficiency of IgM ELISA was higher\nthan that of RT-qPCR after 5.5 days of symptom onset (Guo\net al. 2020 ). Presence of IgM antibodies indicates recent ex-\nposure to viral infection, whereas IgG antibodies indicate\nprevious exposure to SARS-CoV-2 viral infection. Thus\nthe immunodiagnostic assays are also very critical to support\nthe development of vaccines against COVID-19. This fur-\nther helps in identifying extent of infection in people without\nactive infection. Given the incredible demand for the rapid\ntest for the diagnosis of COVID-19 infections, R&D firms\naround the world have launched many rapid diagnostics with\nvarying degrees of sensitivity.\n\n449\nEnzyme-linked immunosorbent assay\nThere exist several ELISA-based methods with high levels of\nreproducibility and enduring sensitivity which makes the test\nan excellent tool for the diagnosis of various infectious dis-\neases. The test can be qualitative or quantitative, with the\n– turnaround time of around 1 5 h. An overview of sandwich\nand indirect ELISA assay for the detection of SARS-CoV-2\nantigens and human antibody against SARS-CoV-2 antigens\nare shown in Figs. 3 and 4 . Recently, IgG and IgM-based\n™ ELISA kit (EDI Novel Coronavirus COVID-19 ELISA\nKit) was developed by Epitope Diagnostics Inc for the detec-\n™ tion of SARS-CoV-2 infection. EDI Novel Coronavirus\n“ ” COVID-19 IgM ELISA kit utilizes IgM capture method\non microtiter plate-based ELISA for the qualitative measure-\nment of the COVID-19 IgM antibody in the patient serum. In\nthis assay, test samples are added to the microtiter plate, which\nwas precoated with anti-human IgM-specific antibodies.\n“ ” Immunocomplex of Anti-hIgM antibody and COVID-19\nIgM antibody will be detected by HRP labeled recombinant\n™ COVID-19 antigen. In the case of EDI Novel Coronavirus\nCOVID-19 IgG ELISA Kit, the test utilizes ELISA plate coat-\ned with SARS-CoV-2 recombinant nucleocapsid protein to\ndetect the presence of human IgG against SARS-CoV-2 in\n™ the test sample. Clinical validation of the EDI Novel\n“ Coronavirus COVID-19 ELISA Kits demonstrated high true\n” positivity among the RT-PCR confirmed COVID-19 patients\n(Bundschuh et al. 2020 ). In India, the National Institute of\nVirology, Pune, in collaboration with Zydus Diagnostics,\nhas developed an indigenous IgG-based ELISA (COVID\nKAVACH ELISA) for antibody detection for COVID-19.\nPreliminary validation of the COVID KAVACH ELISA is\nshown to have high sensitivity and specificity in detecting\nSARS-CoV-2 infection. In addition to the above-mentioned\nELISA kits, there are few other ELISA kits available in the\nmarket for the diagnosis of SARS-CoV-2 infection by analyz-\ning IgM and IgG antibodies (Table 2 ).\nPoint-of-care assay\nRecent years have witnessed significant growth in the global\nmarket for point-of-care solution for infectious disease point-\n’ of-care (POC) test is performed at the patient s bedside or near\nthe site and has a rapid turnaround time which facilitates better\ndisease diagnosis, monitoring, and change in the management\nof patient care (Kozel and Burnham-Marusich 2017 ). As a\nresult of continuous development in the R&D sector, several\nPOC testing platforms based on lateral flow assays, biosen-\nsors, microfluidic, bioanalytical platforms, and lab-on-a-chip\ntechnologies are available for the rapid detection of analytes\nnear to the patient. Growing COVID-19 pandemic and the\ndearth of molecular testing capacity, as well as reagents\naround the world, demand the development of POC test for\n\n--- Page 10 ---\n450\nTesting 90 samples together 200 tests/h\nIgG specific for N protein in a single run of 2.5 h\nbetween IgG/IgM\nCannot distinguish Turnaround time\nResults in 30 min Results in 50 min\n–\nRuns up to 100\nNA NA\nIg or antigen detection\nViral antigen\nIgG/IgM IgG/IgM IgG/IgM IgG/IgM\nIgG IgG IgG IgG IgG\n100% (> day 17)\n82.4% (day 10) 96.9% (day 14)\n>8 days 100% 53.1% (day 7)\n86.1%-IgM Sensitivity 97.3%-IgG\n84.38% 92.37%\n98.3%\n90% 45% NA NA\nZydus Cadila Healthcare Ltd., Ahmedabad, Gujarat, India\nList of serological assays used for the detection of SARS-CoV-2 antigen or/antibodies to SARS-CoV-2 virus\nOrtho-Clinical Diagnostics Euroimmun US Inc., USA Diagnostic Technology\nBioscience (Chongqing) Abbott Core Laboratory Shenzhen Yhlo Biotech\nCalbiotech Inc., USA Creative Diagnostics\nEpitope Diagnostics Name of company\nSD Biosensor\nCompany Co., Ltd.\nMagnetic particle-based\nchemiluminescence\nChemiluminescent\nChromatographic immunoassay immunoassay immunoassay\nmicroparticle\nTest principle Immunoassay\nELISA ELISA ELISA ELISA ELISA ELISA\nKT-1033 EDI Novel Coronavirus Euroimmun Anti- SARS-COV-2 iFLASH-SARS-CoV-2-IgG/IgM\nErbalisa COVID-19 IgG ELISA DEIASL019/020 SARS-CoV-2\nName of the diagnostic assay Products Anti-SARS-CoV-2 IgG antibody test kit for Novel\nVITROS-Immunodiagnostics COVID Kavach ELISA IgG\nm2000 SARS-CoV-2 assay Standard Q COVID-19 Ag coronavirus 2019-nCoV\nCOVID-19 ELISA kit\ntotal reagent pack\nIgG ELISA kit\nELISA IgG\nTable 2\nSl. No\n10\n9 1 2 3 4 5 6 7 8\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nsubunits used as antigens\n20 min, 20 min protein, S1 and S2 antibodies specific\nResults in 20 min, N 10 min\nResults in 15 min Results in 10 min Results in 15 min Results in 10 min Results in 15 min Results in 30 min Results in 15 min Results in 10 min Results in 15 min\nfor N protein\n– –\n– Results in 15 Results in 15\nResults in 2\nNA\nViral antigen\nIgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM\n100%-IgM 93.3%-IgG\n100%-IgG-12 days\n99.1%-> 14 days 94.33%-> 7 days\n89.9%-IgM 95.6%-IgG 93%-(IgG)\n69%-(IgM 88%-IgM\n18.4% 97.1%\n95% NA NA NA NA NA NA\nHangzhou Biotest Biotech\nSnibe Diagnostic (China) CTK Biotech Inc. (USA) Aytu Biosciences/Orient\nEverest Links Pte Ltd. Diazyme Laboratories Chembio Diagnostics\nCeler Biotechnologia\nAdvagen Biotech Coris Bioconcept\nGene Biotech\nBioMedomics SD Biosensor\nPharmACT Co. Ltd.\nCellex Inc\nLateral flow immunoassay (dipstick)\nLuminescent immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay\nChemiluminescence\nimmunoassay\nDiazyme DZ-Lite SARS-CoV-2 IgG/IgM test COVID-19 IgG/IgM Point of Care Rapid test MAGLUMI IgG/IgM de 2019-nCoV (CLIA)\nVivaDiag COVID-19 IgM/IgG rapid test\nCOVID-19 IgG/IgM rapid test cassette OnSite COVID-19 IgG/IgM rapid test\nStandard Q COVID-19 IgM/IgG Duo\nqSARS-CoV-2 IgG/IgM rapid test DPP COVID-19 IgM/IgG system\nCOVID-19 IgM/IgG rapid test\nOne-Step COVID-2019 test\nCOVID-19 Ag Respi-Strip\nCOVID-19 IgG/IgM LF SARS-CoV-2 rapid test\n23 16 17 19 20 14 21 22 24 13 12 15 18 11\n\n--- Page 11 ---\nAppl Microbiol Biotechnol (2021) 105:441–455\nthe rapid diagnosis of COVID-19, thereby aiding to establish\ninfection control measures. In response to this, 233 POC as-\nsays are commercially available or in development for the\ndiagnosis of COVID-19 worldwide ( https://www.finddx.org/\ncovid19/pipeline/?avance=all&type=Rapid+diagnostic+\nt e s t s & t e s t t a r g e t = a l l & s t a t u s = a l l & s e c t i o n =\nimmunoassays&action=default#diag_tab ). These could detect\nSARS-CoV-2 antigen like spike protein or antibodies against\nviral antigens.\nLateral flow immunoassay\nLateral flow immunoassays are the handheld portable POC\nplatform for the rapid detection of an analyte and being used\nin biomedical, veterinary, agriculture, and food industries.\nThis assay works based on the principle of antigen-antibody\nreactions, where the sample to be analyzed is placed on a test\n– device, and the results are displayed within 5 15 min (Fig. 5 ).\nThe main advantage of Lateral flow immunoassays is that the\nease of performing test outside of the clinical laboratory,\nwhich make the assays the superior without burdening the\ncapacity of the laboratories. In response to public health emer-\ngency due to COVID-19, researchers around the world put an\neffort to develop lateral flow immunoassays to detect antibod-\nies to SARS-CoV-2 or viral antigens ( https://www.medrxiv.\norg/content/medrxiv/early/2020/05/07/2020.04.15.20066407.\nfull.pdf ). Various types of lateral flow immunoassays for the\ndetection of COVID-19 and their features are given in Table 2 .\nA comparative evaluation of the three different lateral flow\nimmunoassays for the detection of COVID-19 showed an\noverall clinical sensitivity of 70% without any significant dif-\nferences between the three different assays (Montesinos et al.\nFig. 3 An overview of sandwich ELISA assay for the detection of SARS-CoV-2 antigens\n\n451\n2020 ). Mertens and colleagues at CorisBioConcep, Belgium,\nhave developed a lateral flow immunoassay (COVID-19 Ag\nRespi-Strip) for the rapid detection of SARS-CoV-2 antigen\nfrom nasopharyngeal specimens (Mertens et al. 2020 ). This is\nthe only available POC assay which targets the highly con-\nserved nucleoprotein region of SARS-CoV-2 and capable of\ndetecting the antigens in 15 min with an overall sensitivity and\nspecificity of 57.6 and 99.5%, respectively.\nChemiluminescence immunoassay\nOver the past few years, chemiluminescence immunoassay\n(CLIA) has gained increasing attention as a rapid and sensitive\nPOC test in different fields, including clinical diagnosis. The\ndetection of the analyte is based on the reaction wherein en-\nzymes used for the immunochemical reaction converts the\nchemiluminescence substrate to a reaction product, which\nemits a photon of light instead of color development (Chen\net al. 2012 ). Based on this principle, few CLIAs are available\nfor the detection of serum immunoglobulin IgG and IgM\nagainst SARS-CoV-2 (Cai et al. 2020 ; Infantino et al. 2020 ;\nWan et al. 2020 ). The performance of four different chemilu-\nminescence immunoassay systems for the detection of\nCOVID-19 showed varying degrees of diagnostic accuracy,\nthereby suggesting the necessity of performance evaluation\ndiagnostic test before actual use (Wan et al. 2020 ).\nConclusion\nCurrently, a range of nucleic acid-based and antigen/antibody\nbased tests and available for detection of SARS-CoV-2\n\n--- Page 12 ---\n452\nFig. 4 An overview of indirect ELISA assay for the detection of human antibody against SARS-CoV-2 antigens\ninfection. While nucleic acid-based tests or antigen detection\ntests are used for diagnostic purpose, antibody detection tests\nmay be used for assessment of exposure to the virus or for\nsero-surveillance of populations. Nucleic acid-based tests and\nantigen/antibody detection tests vary widely in sensitivity.\nMost nucleic acid-based tests depend upon use of two gene\ntargets, but in some countries, single target detection is con-\nsidered adequate. Even the results of a nucleic acid-based test\ndepend on the sample used with highest rates of detection\nobtained in broncheoalveolar lavage, sputum, and nasal\nswabs. But this might depend on the stage of infection. In\nFig. 5 Lateral flow immunoassay for the detection of human anti-SARS-CoV-2 IgM or IgG antibody\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nasymptomatic and pre-symptomatic individuals, nasal swabs\nor sputum is generally used. Currently, RT-qPCR remains the\nfrontline and gold standard technique for the detection of\nSARS-CoV-2 infection. However, due to the limited capacity\nof laboratory-based molecular testing and high turnaround\ntime, we propose that newer rapid point-of-care technologies\nsuch as RT-LAMP and other isothermal amplification tech-\nniques may serve as an alternative detection modality for the\nscreening of SARS-CoV-2 infection in highly populated\ncountries including India. Chip-based (nucleic acid-based)\ntests have been validated for performance and are being\n\n--- Page 13 ---\nAppl Microbiol Biotechnol (2021) 105:441–455\nwidely used in India. Antigen detection tests have lower sen-\nsitivity compared to nucleic acid-based tests and negative re-\nsults need to be reconfirmed by RT-PCR or other nucleic acid-\nbased tests. However, point-of-care tests are still under devel-\nopment and following validation, these point-of-care tests\ncould become available in the near future.\nAcknowledgments This work was supported by Science and\nEngineering Research Board (SERB), Department of Science and\nTechnology, Government of India (CVD/2020/000150) and the authors\nare grateful to Nitte (Deemed to be University) for providing the neces-\nsary research facilities to carry out this work.\n’ Author s contribution PRconceived and designed the review. PR, BKK,\nand VKD wrote the manuscript. IK and IK review and editing. All authors\nread and approved the manuscript.\nCompliance with ethical standards\nConflict of interest The authors declare that they have no conflict of\ninterest.\nEthical statement This article does not contain any studies with human\nparticipants or animals performed by any of the authors.\nReferences\nAi T, Yang Z, Hou H, Zhan C, Chen C, Lv W, Tao Q, Sun Z, Xia L\n(2020) Correlation of chest CT and RT-PCR testing in Coronavirus\nDisease 2019 (COVID-19) in China: a report of 1014 Cases.\nRadiology 296:200642. https://doi.org/10.1148/radiol.2020200642\nAlagarasu K, Choudhary ML, Lole KS, Abraham P, Potdar V (2020)\nEvaluation of RdRp & ORF-1b-nsp14-based real-time RT-PCR as-\nsays for confirmation of SARS-CoV-2 infection: An observational\n– study. Indian J Med Res 151(5):483 485. https://doi.org/10.4103/\nijmr.IJMR_1256_20\nAzhar M, Phutela R, Ansari AH, Sinha D, Sharma N, Kumar M, Aich M,\nSharma S, Rauthan R, Singhal K, Lad H, Patra PK, Makharia G,\nChandak GR, Chakraborty D, Souvik M (2020) Rapid, field-\ndeployable nucleobase detection and identification using FnCas 9.\nbioRxiv https://doi.org/10.1101/2020.04.07.028167\nBroughton JP, Deng X, Yu G, Fasching CL, Servellita V, Singh J, Miao\nX, Streithorst JA, Granados A, Sotomayor-Gonzalez A, Zorn K,\nGopez A, Hsu E, Gu W, Miller S, Pan CY, Guevara H, Wadford\nDA, Chen JS, Chiu CY (2020) CRISPR-Cas12-based detection of\n– SARS-CoV-2. Nat Biotechnol 38:870 874. https://doi.org/10.1038/\ns41587-020-0513-4\nBundschuh C, Egger M, Wiesinger K, Gabriel C, Clodi M, Mueller T,\nDieplinger B (2020) Evaluation of the EDI enzyme linked immuno-\nsorbent assays for the detection of SARS-CoV-2 IgM and IgG anti-\n– bodies in human plasma. Clin Chim Acta 509:79 82. https://doi.\norg/10.1016/j.cca.2020.05.047\nCai XF, Chen J, Li Hu J, Long QX, Deng HJ, Liu P, Fan K, Liao P, Liu\nBZ, Wu GC, Chen YK, Li ZJ, Wang K, Zhang XL, Tian WG, Xiang\nJL, Du HX, Wang J, Hu Y, Tang N, Lin Y, Ren JH, Huang LY, Wei\nJ, Gan CY, Chen YM, Gao QZ, Chen AM, He CL, Wang DX, Hu P,\nZhou FC, Huang AL, Wang DQ (2020) A peptide-based magnetic\nchemiluminescence enzyme immunoassay for serological diagnosis\n– of Coronavirus Disease 2019. J Infect Dis 222(2):189 193. https://\ndoi.org/10.1093/infdis/jiaa243\n\n453\nChan JF, Yip CC, To KK, Tang TH, Wong SC, Leung KH, Fung AY, Ng\nAC, Zou Z, Tsoi HW, Choi GK, Tam AR, Cheng VC, Chan KH,\nTsang OT, Yuen KY (2020) Improved molecular diagnosis of\nCOVID-19 by the novel, highly sensitive and specific COVID-19-\nRdRp/Hel real-time reverse transcription-PCR assay validated\nin vitro and with clinical specimens. J Clin Microbiol 58(5).\nhttps://doi.org/10.1128/JCM.00310-20\nChan PK, To WK, Ng KC, Lam RK, Ng TK, Chan RC, Wu A, Yu WC,\nLee N, Hui DS, Lai ST, Hon EK, Li CK, Sung JJ, Tam JS (2004)\n– Laboratory diagnosis of SARS. Emerg Infect Dis 10(5):825 831.\nhttps://doi.org/10.3201/eid1005.030682\nChen Y, Spiering AJ, Karthikeyan S, Peters GW, Meijer EW, Sijbesma\nRP (2012) Mechanically induced chemiluminescence from poly-\nmers incorporating a 1,2-dioxetane unit in the main chain. Nat\n– Chem 4(7):559 562. https://doi.org/10.1038/nchem.1358\nChertow DS (2018) Next-generation diagnostics with CRISPR. Science\n– 360(6387):381 382. https://doi.org/10.1126/science.aat4982\nChu DKW, Pan Y, Cheng SMS, Hui KPY, Krishnan P, Liu Y, Ng DYM,\nWan CKC, Yang P, Wang Q, Peiris M, Poon LLM (2020)\nMolecular diagnosis of a novel coronavirus (2019-nCoV) Causing\n– an Outbreak of Pneumonia. Clin Chem 66(4):549 555. https://doi.\norg/10.1093/clinchem/hvaa029\nCorman VM, Landt O, Kaiser M, Molenkamp R, Meijer A, Chu DK,\nBleicker T, Brunink S, Schneider J, Schmidt ML, Mulders DG,\nHaagmans BL, van der Veer B, van den Brink S, Wijsman L,\nGoderski G, Romette JL, Ellis J, Zambon M, Peiris M, Goossens\nH, Reusken C, Koopmans MP, Drosten C (2020) Detection of 2019\nnovel coronavirus (2019-nCoV) by real-time RT-PCR. Euro\nSurveill 25(3):2000045. https://doi.org/10.2807/1560-7917.ES.\n2020.25.3.2000045\nDing X, Yin K, Li Z, Liu C (2020) All-in-one dual CRISPR-Cas12a\n(AIOD-CRISPR) assay: a case for rapid, ultrasensitive and visual\ndetection of novel coronavirus SARS-CoV-2 and HIV virus.\nbioRxiv. https://doi.org/10.1101/2020.03.19.998724\nEl-Tholoth M, Bau HH, Song J (2020) A single and two-stage, closed-\ntube, molecular test for the 2019 novel coronavirus (COVID-19) at\nhome, clinic, and points of entry. ChemRxiv. https://doi.org/10.\n26434/chemrxiv.11860137.v1\nGuo L, Ren L, Yang S, Xiao M, Chang, Yang F, Dela Cruz CS, Wang Y,\nWu C, Xiao Y, Zhang L, Han L, Dang S, Xu Y, Yang Q, Xu S, Zhu\nH, Xu Y, Jin Q, Sharma L, Wang L, Wang J (2020) Profiling early\nhumoral response to diagnose Novel Coronavirus Disease (COVID-\n– 19). Clin Infect Dis 71:778 785. https://doi.org/10.1093/cid/\nciaa310\nHolshue ML, DeBolt C, Lindquist S, Lofy KH, Wiesman J, Bruce H,\nSpitters C, Ericson K, Wilkerson S, Tural A, Diaz G, Cohn A, Fox\nL, Patel A, Gerber SI, Kim L, Tong S, Lu X, Lindstrom S, Pallansch\nMA, Weldon WC, Biggs HM, Uyeki TM, Pillai SK, Washington\nState -nCo VCIT (2020) First case of 2019 Novel Coronavirus in the\n– United States. N Engl J Med 382(10):929 936. https://doi.org/10.\n1056/NEJMoa2001191\nHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu\nX, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu\nM, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q,\nWang J, Cao B (2020a) Clinical features of patients infected with\n– 2019 novel coronavirus in Wuhan, China. Lancet 395(10223):497\n506. https://doi.org/10.1016/S0140-6736(20)30183-5\nHuang WE, Lim B, Hsu CC, Xiong D, Wu W, Yu Y, Jia H, Wang Y,\nZeng Y, Ji M, Chang H, Zhang X, Wang H, Cui Z (2020b) RT-\nLAMP for rapid diagnosis of coronavirus SARS-CoV-2. Microb\n– Biotechnol 13(4):950 961. https://doi.org/10.1111/1751-7915.\n13586\nInfantino M, Grossi V, Lari B, Bambi R, Perri A, Manneschi M, Terenzi\nG, Liotti I, Ciotta G, Taddei C, Benucci M, Casprini P, Veneziani F,\nFabbri S, Pompetti A, Manfredi M (2020) Diagnostic accuracy of an\nautomated chemiluminescent immunoassay for anti-SARS-CoV-2\n\n--- Page 14 ---\n454\nIgM and IgG antibodies: an Italian experience. J Med Virol 92:\n– 1671 1675. https://doi.org/10.1002/jmv.25932\nItokawa K, Sekizuka T, Hashino M, Tanaka R, Kuroda M (2020) A\nproposal of alternative primers for the ARTIC Network's multiplex\nPCR to improve coverage of SARS-CoV-2 genome sequencing.\nBioRxiv. https://doi.org/10.1101/2020.03.10.985150\nKarunasagar I, Karunasagar I (2020) Ongoing COVID-19 global crisis\n– and scientific challenges. J Health Allied Sci NU 10(1):1 2\nKim C, Ahmed JA, Eidex RB, Nyoka R, Waiboci LW, Erdman D, Tepo\nA, Mahamud AS, Kabura W, Nguhi M, Muthoka P, Burton W,\nBreiman RF, Njenga MK, Katz MA (2011) Comparison of naso-\npharyngeal and oropharyngeal swabs for the diagnosis of eight re-\nspiratory viruses by real-time reverse transcription-PCR assays.\nPLoS One 6(6):e21610. https://doi.org/10.1371/journal.pone.\n0021610\nKonrad R, Eberle U, Dangel A, Treis B, Berger A, Bengs K, Fingerle V,\nLiebl B, Ackermann N, Sing A (2020) Rapid establishment of lab-\noratory diagnostics for the novel coronavirus SARS-CoV-2 in\nBavaria, Germany, February 2020. Euro Surveill 25(9). https://doi.\norg/10.2807/1560-7917.ES.2020.25.9.2000173\nKorber B, Fischer WM, Gnanakaran S, Yoon H, Theiler J, Abfalterer W,\nHengartner N, Giorgi EE, Bhattacharya T, Foley B, Hastie KM\n(2020) Tracking changes in SARS-CoV-2 Spike: evidence that\nD614G increases infectivity of the COVID-19 virus. Cell 182(4):\n– 812 827.e19\nKozel TR, Burnham-Marusich AR (2017) Point-of-care testing for infec-\ntious diseases: past, present, and future. J Clin Microbiol 55(8):\n– 2313 2320. https://doi.org/10.1128/JCM.00476-17\nKumar BK, Venkatraja B, Prithvisagar KS, Rai P, Rohit A, Hegde MN,\nKarunasagar I, Karunasagar I (2020) Mutational analysis unveils the\ntemporal and spatial distribution of G614 genotype of SARS-CoV-2\nin different Indian states and its association with case fatality rate of\nCOVID-19. bioRxiv\nLamb LE, Bartolone SN, Ward E, Chancellor MB (2020) Rapid detection\nof novel coronavirus/severe acute respiratory syndrome coronavirus\n2 (SARS-CoV-2) by reverse transcription-loop-mediated isothermal\namplification. PLoS One 15(6):e0234682. https://doi.org/10.1371/\njournal.pone.0234682\nLe Blanc JJ, Gubbay JB, Li Y, Needle R, Arneson SR, Marcino D,\nCharest H, Desnoyers G, Dust K, Fattouh R, Garceau R, German\nG, Hatchette TF, Kozak RA, Krajden M, Kuschak T, Lang ALS,\nLevett P, Mazzulli T, Mc Donald R, Mubareka S, Prystajecky N,\nRutherford C, Smieja M, Yu Y, Zahariadis G, Zelyas N, Bastien N,\nGroup C-PDITotCPHLNRVW (2020) Real-time PCR-based\nSARS-CoV-2 detection in Canadian laboratories. J Clin Virol 128:\n104433. https://doi.org/10.1016/j.jcv.2020.104433\nLee HK, Lee BH, Seok SH, Baek MW, Lee HY, Kim DJ, Na YR, Noh\nKJ, Park SH, Kumar DN, Kariwa H, Nakauchi M, Heo SJ, Park JH\n(2010) Production of specific antibodies against SARS-coronavirus\nnucleocapsid protein without cross reactivity with human\n– coronaviruses 229E and OC43. J Vet Sci 11(2):165 167. https://\ndoi.org/10.4142/jvs.2010.11.2.165\nLi Y, Li S, Wang J, Liu G (2019) CRISPR/Cas systems towards next-\n– generation biosensing. trends. Biotechnol 37(7):730 743. https://\ndoi.org/10.1016/j.tibtech.2018.12.005\nLim J, Kim CM, Lee KH, Seo JW, Yun NR, Lee YM, et. al (2020)\nInsufficient sensitivity of RNA dependent RNA polymerase gene\nof SARS-CoV-2 viral genome as confirmatory test using Korean\nCOVID-19 cases. Preprints.org . https://doi.org/10.20944/\npreprints202002.0424.v1\nLin Q, Zhao S, Gao D, Lou Y, Yang S, Musa SS, Wang MH, Cai Y,\nWang W, Yang L, He D (2020) A conceptual model for the coro-\nnavirus disease 2019 (COVID-19) outbreak in Wuhan, China with\nindividual reaction and governmental action. Int J Infect Dis 93:\n– 211 216. https://doi.org/10.1016/j.ijid.2020.02.058\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nLiu Y, Gayle AA, Wilder-Smith A, Rocklov J (2020) The reproductive\nnumber of COVID-19 is higher compared to SARS coronavirus. J\nTravel Med 27(2):taaa021. https://doi.org/10.1093/jtm/taaa021\nLoeffelholz MJ, Tang YW (2020) Laboratory diagnosis of emerging\nhuman coronavirus infections - the state of the art. Emerg\n– Microbes Infect 9(1):747 756. https://doi.org/10.1080/22221751.\n2020.1745095\nLong QX, Tang XJ, Shi QL, Li Q, Deng HJ, Yuan J, Hu JL, Xu W, Zhang\nY, Lv FJ, Su K, Zhang F, Gong J, Wu B, Liu XM, Li JJ, Qiu JF,\nChen J, Huang AL (2020) Clinical and immunological assessment\n– of asymptomatic SARS-CoV-2 infections. Nat Med 26:1200 1204.\nhttps://doi.org/10.1038/s41591-020-0965-6\nLu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B,\nZhu N, Bi Y, Ma X, Zhan F, Wang L, Hu T, Zhou H, Hu Z, Zhou W,\nZhao L, Chen J, Meng Y, Wang J, Lin Y, Yuan J, Xie Z, Ma J, Liu\nWJ, Wang D, Xu W, Holmes EC, Gao GF, Wu G, Chen W, Shi W,\nTan W (2020) Genomic characterisation and epidemiology of 2019\nnovel coronavirus: implications for virus origins and receptor bind-\n– ing. Lancet 395(10224):565 574. https://doi.org/10.1016/S0140-\n6736(20)30251-8\nMemish ZA, Al-Tawfiq JA, Assiri A, AlRabiah FA, Al Hajjar S,\nAlbarrak A, Flemban H, Alhakeem RF, Makhdoom HQ, Alsubaie\nS, Al-Rabeeah AA (2014) Middle East respiratory syndrome coro-\n– navirus disease in children. Pediatr Infect Dis J 33(9):904 906.\nhttps://doi.org/10.1097/INF.0000000000000325\nMertens P, De Vos N, Martiny D, Jassoy C, Mirazimi A, Cuypers L, Van\nden Wijngaert S, Monteil V, Melin P, Stoffels K, Yin N, Mileto D,\nDelaunoy S, Magein H, Lagrou K, Bouzet J, Serrano G, Wautier M,\nLeclipteux T, Van Ranst M, Vandenberg O, Group L-US-C-WD\n(2020) Development and potential usefulness of the COVID-19\nAg Respi-Strip diagnostic assay in a pandemic context. Front Med\n(Lausanne) 7:225. https://doi.org/10.3389/fmed.2020.00225\nMontesinos I, Gruson D, Kabamba B, Dahma H, Van den Wijngaert S,\nReza S, Carbone V, Vandenberg O, Gulbis B, Wolff F, Rodriguez-\nVillalobos H (2020) Evaluation of two automated and three rapid\nlateral flow immunoassays for the detection of anti-SARS-CoV-2\nantibodies. J Clin Virol 128:104413. https://doi.org/10.1016/j.jcv.\n2020.104413\nMoore SC, Penrice-Randal R, Alruwaili M, Dong X, Pullan ST, Carter D,\nBewley K, Zhao Q, Sun Y, Hartley C, Zhou EM (2020) Amplicon\nbased MinION sequencing of SARS-CoV-2 and metagenomic char-\nacterisation of nasopharyngeal swabs from patients with COVID-\n19. medRxiv\nPark GS, Ku K, Baek SH, Kim SJ, Kim SI, Kim BT, Maeng JS (2020)\nDevelopment of reverse transcription loop-mediated isothermal am-\nplification assays targeting severe acute respiratory syndrome coro-\n– navirus 2 (SARS-CoV-2). J Mol Diagn 22(6):729 735. https://doi.\norg/10.1016/j.jmoldx.2020.03.006\nPerlman S, Netland J (2009) Coronaviruses post-SARS: update on repli-\n– cation and pathogenesis. Nat Rev Microbiol 7(6):439 450. https://\ndoi.org/10.1038/nrmicro2147\nRao TN, Paul N, Chung T, Mazzulli T, Walmsley S, Boylan CE, Provost\nY, Herman SJ, Weisbrod GL, Roberts HC (2003) Value of CT in\nassessing probable severe acute respiratory syndrome. AJR Am J\n– Roentgenol 181(2):317 319. https://doi.org/10.2214/ajr.181.2.\n1810317\nReusken C, Broberg EK, Haagmans B, Meijer A, Corman VM, Papa A,\nCharrel R, Drosten C, Koopmans M, Leitmeyer K, On Behalf Of E-\nL, Erli N (2020) Laboratory readiness and response for novel coro-\nnavirus (2019-nCoV) in expert laboratories in 30 EU/EEA coun-\ntries, January 2020. Euro Surveill 25(6):2000082. https://doi.org/\n10.2807/1560-7917.ES.2020.25.6.2000082\nRohit A, Rajasekaran S, Karunasagar I, Karunasagar I (2020) Fate of\nrespiratory droplets in tropical vs temperate environments and im-\nplications for SARS-CoV-2 transmission. Med Hypotheses 144:\n109958\n\n--- Page 15 ---\nAppl Microbiol Biotechnol (2021) 105:441–455\nSu S, Wong G, Shi W, Liu J, Lai ACK, Zhou J, Liu W, Bi Y, Gao GF\n(2016) Epidemiology, genetic recombination, and pathogenesis of\n– coronaviruses. Trends Microbiol 24(6):490 502. https://doi.org/10.\n1016/j.tim.2016.03.003\nVogel CBF, Brito AF, Wyllie AL, Fauver JR, Ott IM, Kalinich CC et al\n(2020) Analytical sensitivity and efficiency comparisons of SARS-\nCOV-2 qRT-PCR primer probe sets. medRxiv. https://doi.org/10.\n1101/2020.03.30.20048108\nWan Y, Shang J, Graham R, Baric RS, Li F (2020) Receptor recognition\nby the novel coronavirus from Wuhan: an analysis based on decade-\n– long structural studies of SARS coronavirus. J Virol 94(7):e00127\ne00120. https://doi.org/10.1128/JVI.00127-20\nWang C, Horby PW, Hayden FG, Gao GF (2020a) A novel coronavirus\n– outbreak of global health concern. Lancet 395(10223):470 473.\nhttps://doi.org/10.1016/S0140-6736(20)30185-9\nWang HB, Liu JH, Ouyang XL, Yu Y, Ma SX, Li XJ, Lu LC, Tian YP,\nLiu HY, Xu HM, Yao W (2003) Detection of the anti-SARS-\ncoronavirus specific antibody levels in 156 SARS patients.\n– Zhongguo Shi Yan Xue Ye Xue Za Zhi 11(5):441 443\nWang MH, Fu A, Hu B, Tong Y, Liu R, Gu J, Liu J, Jiang W, Shen G,\nZhao W, Men D (2020b) Nanopore target sequencing for accurate\nand comprehensive detection of SARS-CoV-2 and other respiratory\nviruses. medRxiv\nWang W, Xu Y, Gao R, Lu R, Han K, Wu G, Tan W (2020c) Detection of\nSARS-CoV-2 in Different Types of Clinical Specimens. JAMA.\nhttps://doi.org/10.1001/jama.2020.3786\nWei S, Weiss ZR, Williams Z (2018) Rapid multiplex small dna sequenc-\ning on the MinION nanopore sequencing platform. G3 (Bethesda)\n– 8(5):1649 1657. https://doi.org/10.1534/g3.118.200087\nWeihua Y, Xiaofei D, Qingxi W, Mingjie X, Qianqian Z, Yunying Z,\nHuailong Z, Li W, Yihui X, Jun W, Shuyi H, Min W, Fengyan P,\nYunshan W (2020) Rapid detection of SARS-CoV-2 using reverse\ntranscription RT-LAMP method. medRxiv\nWHO (2020) Coronavirus disease 2019 (COVID-19) Situation report -\n184 2020. World Health Organization Accessed July 23, 2020.\nWilson BD, Eisenstein M, Soh HT (2019) High-fidelity nanopore se-\n– quencing of ultra-short DNA targets. Anal Chem 91(10):6783\n6789. https://doi.org/10.1021/acs.analchem.9b00856\n\n455\nWong HYF, Lam HYS, Fong AH, Leung ST, Chin TW, Lo CSY, Lui\nMM, Lee JCY, Chiu KW, Chung T, Lee EYP, Wan EYF, Hung\nFNI, Lam TPW, Kuo M, Ng MY (2019) Frequency and Distribution\nof Chest Radiographic Findings in COVID-19 Positive Patients.\n– Radiology 296(2):E72 E78. 201160. https://doi.org/10.1148/\nradiol.2020201160\nWu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y, Tao ZW,\nTian JH, Pei YY, Yuan ML, Zhang YL, Dai FH, Liu Y, Wang QM,\nZheng JJ, Xu L, Holmes EC, Zhang YZ (2020) A new coronavirus\nassociated with human respiratory disease in China. Nature\n– 579(7798):265 269. https://doi.org/10.1038/s41586-020-2008-3\nYan C, Cui J, Huang L, Du B, Chen L, Xue G, Li S, Zhang W, Zhao L,\nSun Y, Yao H, Li N, Zhao H, Feng Y, Liu S, Zhang Q, Liu D, Yuan\nJ (2020) Rapid and visual detection of 2019 novel coronavirus\n(SARS-CoV-2) by a reverse transcription loop-mediated isothermal\n– amplification assay. Clin Microbiol Infect 26(6):773 779. https://\ndoi.org/10.1016/j.cmi.2020.04.001\nYu L, Wu S, Hao X, Dong X, Mao L, Pelechano V, Chen WH, Yin X\n(2020) Rapid detection of COVID-19 coronavirus using a reverse\ntranscriptional loop-mediated isothermal amplification (RT-LAMP)\n– diagnostic platform. Clin Chem 66:975 977. https://doi.org/10.\n1093/clinchem/hvaa102\nZhang F, Abudayyeh OO, Gootenberg JS (2020a) A protocol for detec-\ntion of COVID-19 using CRISPR diagnostics. Broad Institute\nwebpage. https://www.broadinstitute.org/files/publications/special/\nCOVID-19%20detection%20(updated).pdf\nZhang Y, Odiwuor N, Xiong J, Sun L, Nyaruaba RO, Wei H, Tanner NA\n(2020b) Rapid molecular detection of SARS-CoV-2 (COVID-19)\nvirus RNA using colorimetric LAMP. MedRxiv\nZou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, Yu J, Kang M,\nSong Y, Xia J, Guo Q, Song T, He J, Yen HL, Peiris M, Wu J (2020)\nSARS-CoV-2 viral load in upper respiratory specimens of infected\n– patients. N Engl J Med 382(12):1177 1179. https://doi.org/10.\n1056/NEJMc2001737\n’ Publisher s note Springer Nature remains neutral with regard to jurisdic-\ntional claims in published maps and institutional affiliations.",
    "pages": [
      {
        "page_number": 1,
        "text": "Applied Microbiology and Biotechnology (2021) 105:441–455\nhttps://doi.org/10.1007/s00253-020-11061-5\nMINI-REVIEW\nDetection technologies and recent developments in the diagnosis\nof COVID-19 infection\n1 1 Praveen Rai Ballamoole Krishna Kumar Vijaya Kumar Deekshit\n& &\nReceived: 9 September 2020 /Revised: 7 December 2020 /Accepted: 15 December 2020\n# The Author(s), under exclusive licence to Springer-Verlag GmbH, DE part of Springer Nature 2021\nAbstract\nin China in December 2019, the pandemic has spread rapidly throughout the world. Despite considerable efforts made to contain\nthe disease, the virus has continued its prevalence in many countries with varying degrees of clinical manifestations. To contain\nHowever, proper diagnosis using rapid technologies plays a crucial role. With increasing incidence of COVID-19 cases, the\nprotocol has limited application to use as bedside test because of its technical complexity. To address these challenges, several\nand serological techniques available for the diagnosis and effective prevention of COVID-19.\nKey points\n• Provides comprehensive information on the different diagnostic tools available for COVID-19\n• Nucleic acid based tests or antigen detection tests are used for diagnostic purpose\n• Accurate diagnosis is essential for the efficient management of COVID-19\n. . . Keywords COVID-19 SARS-CoV-2 RT-qPCR RT-LAMP\nIntroduction\nThe outbreak of Coronavirus Disease 2019 also known as\nCOVID-19, due to novel severe acute respiratory syndrome\nPraveen Rai, Ballamoole Krishna Kumar and Vijaya Kumar Deekshit\ncontributed equally to this work.\n* Praveen Rai\nraiprav@nitte.edu.in\n* Iddya Karunasagar\niddya.karunasagar@nitte.edu.in\n1 Nitte (Deemed to be University), Division of Infectious Diseases,\nNitte University Centre for Science Education and Research\n(NUCSER), Paneer Campus, Deralakatte,\nMangaluru, Karnataka 575018, India\n2 Nitte (Deemed to be University), University Enclave, Medical\nSciences Complex, Deralakatte, Mangaluru 575018, India\n\n1 1 2 Indrani Karunasagar Iddya Karunasagar\n& &\n/ Published online: 4 January 2021\nCOVID-19 is a disease caused by SARS-CoV-2 capable of causing mild to severe infections in humans. Since its first appearance\nthis pandemic, collaborative approach involving accurate diagnosis, epidemiology, surveillance, and prophylaxis is essential.\naccurate and early detection of the SARS-CoV-2 is need of the hour for effective prevention and management of COVID-19\ncases as well as to curb its spread. RT-qPCR assay is considered to be the gold standard for the early detection of virus, but this\nPOC assays have been developed to facilitate the COVID-19 diagnosis outside the centralized testing laboratories as well to\naccelerate the clinical decision making with a least turnaround time. Hence, in this report, we review different nucleic acid-based\n. . Diagnosis Serology\ncoronavirus-2 (SARS-CoV-2), was first detected in China on\n31 December 2019 (Wang et al. 2020a ). Within a short span of\ntime, SARS-CoV-2 has raced around the globe, and on 30th\nJanuary 2020, the World Health Organization (WHO) officially\ndeclared the COVID-19 epidemic as a public health emergency\nof international concern (Karunasagar and Karunasagar 2020 ).\nThe number of infected cases and deaths due to COVID-19 is\nrising alarmingly and on 22nd July 2020, there are more than\n1,47,65,256 confirmed cases with over 6,12,054 deaths across\n200 countries(mortality rate approximately 3.7%) (WHO 2020 ).\nCoronaviruses are enveloped, positive single-stranded\nRNA genome (26 to 32 kb) viruses belonging to the\nCoronaviridae family in the Nidovirales order (Su et al.\nα 2016 ). Till date, there are four genera, i.e., alpha ( ), beta\nβ γ δ ( ), gamma ( ), and delta ( ), of the virus that have been\nrecognized (Perlman and Netland 2009 ). However, the novel\nβ SARS-CoV-2 belongs to the genera of -coronavirus with a\nRNA genome size of 29.9 kb (Wu et al. 2020 ). SARS-CoV-2",
        "char_count": 3934,
        "word_count": 587,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "442\nshows 88% nucleotide sequence identity to the two bat-\nderived SARS-like coronaviruses (bat-SL-CoVZC45 and\nbat-SL-CoVZXC2) and about 79% similarity to the SARS-\nCoV and 50% to the MERS-CoV (Lu et al. 2020 ). There are\ngrowing numbers of reports that indicate that the genome of\nSARS-CoV2 has undergone evolutionary changes and diver-\nsification during the geographic dissemination process. The\npan-genomic analysis of global SARS-CoV-2 isolates has re-\nvealed the identification of several genomic regions with in-\ncreased genetic variation, and distinct mutation pattern\n(Korber et al. 2020 ; Kumar et al. 2020 ). The genome charac-\nterization of Indian SARS-CoV-2 by our group showed ge-\nnetic variation in the SARS-CoV-2 circulating in India, which\nis extensively dominated by G614 genotype with a strong\ncorrelation to CFR of COVID-19 posing enormous challenge\nfor the effective prevention and management of COVID-19\ncases in India (Kumar et al. 2020 ). According to the recent\nevidence, it is observed that SARS-CoV-2 virus is primarily\ntransmitted between humans by inhalation or contact with\ninfected droplets with the incubation period ranging from 2\nto 14 days (Lin et al. 2020 ; Liu et al. 2020 ; Rohit et al. 2020 ).\nSARS-CoV-2 infection has a broad range of clinical manifes-\ntations varying from asymptomatic to symptomatic including\nrespiratory symptoms, fever, shortness of breath, cough, dys-\npnea, and viral pneumonia and in severe cases, pneumonia,\nsevere acute respiratory syndrome, heart failure, renal failure,\nand even death (Huang et al. 2020a ). However, the main cause\nof death related to COVID-19 is respiratory failure, followed\nby septic shock, renal failure, and hemorrhage and heart\nfailure.This review provides a unique up-to-date and compre-\nhensive overview on the performance of different nucleic\nacid-based and serological techniques currently available for\nthe diagnosis of COVID-19.The information presented in this\nreview is hoped to help physicians and clinical microbiolo-\ngists select a suitable technique for COVID-19 diagnosis and\nclinical management.\nDiagnosis of COVID-19\nThe clinical manifestation of novel SARS-CoV-2 (or COVID-\n19) is highly variable from individual to individual, with\nasymptomatic to acute respiratory distress syndrome and\nmulti organ failure. Hence, the accurate diagnosis of\nCOVID-19 is challenging. The routine clinical diagnosis of\nCOVID-19 is primarily based on epidemiological history,\nclinical manifestations, and confirmed by a variety of labora-\ntory detection methods, including computed tomography (CT)\nscan, nucleic acid amplification test amplification test\n(NAAT), and serological techniques (Corman et al. 2020 ;\nWan et al. 2020 ). A graphical abstract depicting the various\nanalytical methods available for the diagnosis of COVID-19 is\nmentioned in Fig. 1 and their technical details are discussed\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nhere below. For early screening or diagnosis of SARS-CoV-2\ninfection, specimens such as nasopharyngeal and/or oropha-\nryngeal swab, bronchoalveolar lavage fluid, sputum, bronchi-\nal aspirate, or blood are generally recommended (Chan et al.\n2004 ; Kim et al. 2011 ; Zou et al. 2020 ).\n’ There are many viruses especially severe acute respiratory\nsyndrome coronavirus (SARS-CoV) and Middle East respira-\ntory syndrome coronavirus (MERS-CoV) that also causes up-\nper and lower respiratory tract infections and shows overlap-\nping clinical symptoms; therefore, it is difficult to differentiate\nSARS-CoV-2 infections from other viruses causing respirato-\nry infections. Hence, laboratory examination is very essential\nalong with clinical and epidemiological assessments for accu-\nrate and rapid diagnosis of the causative agent. This is also\nknown to improve quarantine efficacy.\nComputed tomography\nThe chest computed tomography (CT) is currently one of the\nfirst live imaging techniques to detect pneumonia-related ill-\nnesses. It has been widely used earlier for the detection of lung\nabnormalities in SARS and MERS and found to be more\nsensitive than X-rays (Memish et al. 2014 ; Rao et al. 2003 ).\nRecently, the technique has also been utilized for the diagnosis\nof COVID-19 in hospitals. However, the technique has its\nown limitations. For instance, in a retrospective study con-\nducted in Hong Kong on 64 patients, chest radiography\nshowed a sensitivity of 69% when compared to 91% in RT-\nPCR. Among the RT-PCR positive cases, 20% did not show\nany lung abnormalities on chest radiograph (Wong et al.\n2019 ). Conversely, in another study, 75% of the RT-PCR\nnegative cases showed chest CT findings with 48% likely to\nbe positive for COVID19 (Ai et al. 2020 ). In addition, chest\ncomputed tomography alone could lead to false positive re-\nsults since it can overlap with other infections such as influ-\nenza, SARS, and MERS. Considering all these points, most of\nthe health commissions have recently eliminated chest CT\nscanning as a criterion for the diagnosis of suspected cases\nof COVID-19. However, these ambiguities in the diagnosis\ncan be effectively overcome by using a combination of both\nchest CT scanning and RT-PCR techniques. In addition, chest\nCT imaging could also become a useful tool in monitoring\nCOVID-19 progression and therapeutic effect in clinical\nsettings.\nNucleic acid amplification test\nNucleic acid amplification tests (NAAT) are the most sensi-\ntive assays and generally preferred test to detect early viral\ninfections because viraemia is usually seen early in the course\nof a disease. The different types of NAAT assays, such as\nreverse transcriptase real-time PCR (RT-qPCR), loop-\nmediated isothermal amplification-based assay (RT-LAMP),",
        "char_count": 5696,
        "word_count": 863,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "Appl Microbiol Biotechnol (2021) 105:441–455\nFig. 1 Schematic representation\nof various analytical methods\navailable for SARS-CoV-2\ndetection\nmicroarray, and high-throughput sequencing have been devel-\noped for the rapid and accurate diagnosis of COVID-19.\nHowever, NAAT demands high quality of SARS-CoV-2\nRNA.\nReverse transcriptase real-time polymerase chain reaction\nProbe-based RT-qPCR has been considered to be the gold\nstandard method for SARS-CoV-2 detection and currently\none of the most widely used test in many countries for screen-\ning the populations as recommended by WHO and CDC (Chu\net al. 2020 ; Corman et al. 2020 ; Loeffelholz and Tang 2020 ).\nAfter the first outbreak, several RT-qPCR assays have been\ndeployed for the detection of SARS-CoV-2 from clinical sam-\nples. RT-qPCR assay were developed targeting different\ngenes such as RNA dependent RNA polymerase(RdRp) gene,\nnucleocapsid (N) gene, envelope (E) gene, spike (S) gene, and\nORF1b or ORF8 regions of the SARS-CoV-2 genome\n(Table 1 ) (Chan et al. 2020 ; Corman et al. 2020 ; Konrad\net al. 2020 ; Reusken et al. 2020 ). The WHO recommends\nRT-qPCR-based assay targeting E gene for screening of\nSARS-CoV-2 followed by a confirmatory test targeting the\nRdRp gene (Corman et al. 2020 ). Whereas CDC advocated\nRT-qPCR assay was based on two nucleocapsid protein genes\n(N1, N2) (Holshue et al. 2020 ).\nIn addition, inclusion of two or more genes such as E ,\nRdRp , and ORF - 1b - nsp14 in the RT-qPCR reaction could\nlead to enhanced identification of true positives. However,\ntesting for more SARS-CoV-2 genes for confirmatory results\nwould be laborious and time consuming because of continu-\nous rise in the suspected cases throughout the world. This can\n\n443\nbe easily avoided by targeting highly specific region of the\nvirus genome that could even detect the virus at a very low\nconcentration. A recent report by Alagarasu et al. revealed a\nbetter performance of ORF - 1b - nsp14 -based assay when com-\npared to RdRp -based assay (Alagarasu et al. 2020 ). Similarly,\nit is also reported that a modified RdRp -helicase-based qPCR\nassay was highly successful in detecting 35% more positive\ncases of SARS-CoV-2 when compared to RdRp -based assay\n(Chan et al. 2020 ). Some studies have also suggested that the\nlower sensitivity of RdRp -based assay might be due a degen-\nerate base present at the 12th position of reverse primer (Lim\net al. 2020 ; Vogel et al. 2020 ). The test protocol of all the\nabove-mentioned nucleic acid-based techniques is complex\nand expensive which demands high-end experimental instru-\nments, testing reagents, and skilled research personnel; hence,\nit cannot be deployed as point-of-care diagnostic or bedside\ntest in resource-limited settings. Moreover, the tests typically\n– take 4 6 h to complete, but the logistical requirement to ship\nclinical samples takes turnaround time more than 24 h that\ndelays reporting. In addition, RT-qPCR result highly depends\non the quality of viral RNA and in some cases the test cases\ntest needs to be repeated 2 to 3 times for further confirmation.\nThe Limit of detection of most assays is between 3.4 to 4.5\nlog copies/mL (LeBlanc et al. 2020 ). Though most tests use\n10\ntwo gene targets, positivity in gene is considered adequate and\nthis has been incorporated into some national case definitions\neg in Canada ( http://health.gov.on.ca/en/pro/programs/\npublichealth/coronavirus/docs/2019_case_definition.pdf ).\nTest results depend on sample and highest detection rates were\nreported from brocheoalveolar lavage fluid, sputum, and nasal\nswabs (Wang et al. 2020c ). Though, there are some",
        "char_count": 3621,
        "word_count": 584,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "444\nResults in < 1 h without\nno RNA extraction\n1 h with 45 min 45 min\nTurnaround time\nmanual RNA\nResults in 3 h\nextraction ∼ ∼ ∼\nResults in Results in Results in\nwith\nNA NA NA NA NA NA\nORF1ab, S protein, and N\nORF 1ab and N gene N1 and RdRP genes\nOFR1ab and S gene ORF1ab and ORF8\nE and RdRP genes\nN2 and E genes Gene of target\nORF1ab gene E and S gene\nViral RNA\nprotein\nN gene\ncopies/ml 500 copies / mL\n100 copies/mL 250 copies/mL 500 copies/mL\n10 copies/ul Sensitivity\n3 1×10\nNA NA NA NA NA\nADT India Ltd, New Delhi, India Pte Ltd (DxD Hub), Singapore\nAltona Diagnostics, Germany List of nucleic acid-based diagnostic assays currently available for the detection of SARS-CoV-2\nNorthwestern ABI (Applied bio-systems), Angstrom Biotech Pvt. Ltd,\nDiaSorin Molecular LLC Accelerate Technologies\nCepheid, United States BioFire Defense, LLC BGI Genomics, China\nDiagnostic Molecular\nName of company\nUnited States −\nLaboratory\nRajasthan Medicine\nCDC-US\nMultiplex real-time RT-PCR\nReal-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR RealStar SARS-CoV-2 RT-PCR kit 1.0 Real-time RT-PCR Real-time RT-PCR\nTest principle\nReal-Time RT-PCR Diagnostic Panel Real Time Fluorescent RT-PCR Kit for\nLyteStar 2019-nCoV RT PCR Kit 1.0\nTaqMan 2019-nCoV Control Kit v1\nA*STAR FORTITUDE KIT 2.0\nCDC 2019- Novel Coronavirus Name of the diagnostic assay\nSimplexa COVID-19 Direct Xpert Xpress SARS-CoV-2\ndetecting 2019-nCoV BioFire COVID-19 test\nANGPCR 2019-nCoV\nSARS-CoV-2 assay\nTable 1\nNo Sl. 13 11\n2 1 7 8 9 4 5 6 3\n\nAppl Microbiol Biotechnol (2021) 105:441–455\ncan provide results in < 1 min of hands on < 2 min hands-on time\n2 h coronavirus tests in\nEach Panther Fusion and process up to 4 days\n∼\nand results in\nResult in < 2 h 24-h period\n−\nResults in 2\nsystem\n< 3 h 1150\ntime\nNA NA NA Viral RNA S gene E gene NA NA\nORF1ab regions 1 and 2\nORFlab and N genes\nN1, N2, N3 genes RdRp and N gene\nN gene\nRNA\nNA NA\nL for NP L for BAL\nTCID50/mL\ncopies/mL swabs and 12.5 10 copies/reaction\n500 copies/mL\nμ L\nL 6.25 copies/ μ\nμ μ\n20 copies/ copies/ 10 copies 10copies/\n5 -2 1 x 10\n1x10\nNA\nParganas, West Bengal, India\nJN Medsys Pte Ltd, Singapore Limited, Ahmedabad, India\nDaan Gene Co. Ltd., China GenMark Diagnostics, Inc. Corporation of America\nGCC Biotech Pvt. Ltd, 24 GeneMatrix, South Korea\nCoSara Diagnostics Pvt.\nHelini Biomolecules, LabCorp Laboratory\nPCR Hologic Inc. Chennai, India\nCartridge Based Technology\nReal-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR\nNeoPlex COVID-19 detection kit assay (Panther Fusion System) Protect COVID-19 RT-qPCR Kit One-Step WRTaqman qRT-PCR\nSARAGENETM Corona Virus\nPanther Fusion SARS-CoV-2\nCOVID-19 RT-PCR test (2019 NCV) Test Kit ePlex SARS-CoV-2 test\n[COVID-19] Real\nDaan Gene Co. Ltd Helini Coronavirus\ntime-PCR Kit\n14 20 15 24 16 18 19 26 27",
        "char_count": 2931,
        "word_count": 497,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "Appl Microbiol Biotechnol (2021) 105:441–455\ndelivers results in 2 h Minimal hands-on time\nResults within 90 min\nResults within 2.5 h Results in < 75 min\nTurnaround time\nResult in 65 min an automated\nextraction workflow\nafter and\nNA NA NA NA\nnucleoprotein N genes\nORF1ab and N genes\nORF1ab and N gene\nE and RdRP genes RdRp and E genes E and RdRp genes\nGene of target\nORF 1ab and\nViral RNA\nORF1ab\nNA\nL\nμ\n20 genomic RNA copies/ < 5 RNA copies/reaction\n10-fold serial dilutions\n3.40e+4 copies /mL\n300 copies/target\nL L\nμ μ\nSensitivity 0.5 copies/\n20 copies/\n100%\nNA\nMeril Diagnostics, Vapi, Gujarat,\nMedsource Ozone Biomedicals, Diagnostic Hybrids, Inc Quidel\nMylab Discovery Solutions, Technology, Delhi, India LabGenomics, South Korea\nKogene Biotech, Seoul,\nLuminex Corporation\nName of company Faridabad, India\nSD BIOSENSOR Indian Institute of\nCorporation Pune, India\nKorea\nIndia\nReal-Time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR\nTest principle\nCovid 19 Probe-free Real Time PCR\nName of the diagnostic assay\nLabGun Real Time PCR Kit LYRA SARS-CoV-2 assay. ARIES SARS-CoV-2 assay\nMeril COVID-19 One-step\nPower Check 2019 nCoV\nCOVID-19 RT-PCR kit STANDARD M nCoV\nReal Time PCR Kit\nDiagnostic Kit (continued)\nRT-PCR Kit\nPatho Detect\nTable 1\nNo Sl. 35 38 34 33 37 30 28 31 36\n\n445\nResults the same day, Results in < 2 h after\ncan process up to\nResults in 90 min, Results in 30 min from receipt of\nResults in 3.5 h,\n100,000 test instruments\n384 results\nextraction kits/week specimen produces\n18 h\n–\n12\nNA NA NA\nViral RNA genes less\nprone to mutation\nE, N, and RdRP\nand N gene ORF1ab gene\nViral RNA Viral RNA\ngenes\nN gene\nNA NA\nN gene-1250 copies/mL RdRP\ngene-4167 copies/mL E gene-4,167Copies/mL\n/mL\n200 copies/mL l 50\nμ\n0.003 TCID 0.58 copies/\nNA NA NA NA\nRoche Molecular Systems, Inc.\nPOCT Services Pvt. Limited,\nViracor Eurofins Clinical\nOSANG Health Care, Sansure Biotech Inc.,\nChangsha, China Primer Design, UK\nLucknow, India MiRXES Pte Ltd.\nSouth Korea Diagnostics\nSeegene\nMultiplex real-time RT-PCR\nReal-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR Real-time RT-PCR\nNucleic Acid Diagnostic Kit (PCR\nMiRXES FORTITUDE KIT 2.0 Novel Coronavirus(2019-nCoV)\nZ-Path Covid-19C (Genesig) (COVID-19) RT-PCR kit Viracor SARS-CoV-2 assay\nAllplex 2019-nCoV assay Fluorescence Probing)\nGene Finder COVID-19\ncobas SARS-CoV-2\nRT detection kit\nQ-line Molecular\nCoronavirus\n42 43 45 47 40 44 41 48",
        "char_count": 2519,
        "word_count": 406,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "446\n- 94 specimens in under (cobas 6800 System) Results in 20 min with\n1056 results (cobas other bacterial and\nnovel coronavirus\n1 h, by - 382 specimens in\nTurnaround time\nhands-on time differentiating 8800 System)\nunder 6.5 h respiratory\npathogens ≈\n1 min of from 21\nResults in\nin 8 h\nviral and\n3 h\nORF1b and N and S\nE and RdRP genes\nGene of target\nViral RNA\nGenes\n200 copies/mL 400 copies/mL\nSensitivity\nNA\nRutgers Clinical Genomics\nThermoFisher-Applied\nBiomedical Pte Ltd.\nName of company\nCredo Diagnostics\nQiagen GmbH Biosystems Laboratory\nMultiplex real-time Multiplex real-time\nReal-time PCR Test principle\nRT-PCR\nRT-PCR\nName of the diagnostic assay\nVitaPCR SARS-CoV-2 assay\nQIAstat-Dx Respiratory\nSARS-CoV-2 panel\nTaqPath COVID-19\n(continued)\ncombo kit\nTable 1\nNo Sl. 52 51 55\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nnegative results in 13 not analyzed in the Positive results < 5 min CRISPR Cas12a-based flow assay results in\nResults in 30 min, the\npalm-sized device used in physician\nhome\nResults in < 1 h Results < 1.5 h\n40 min\noffice or ’ patients\ncan be lateral\nmin – and\n30\nNA NA\nspike protein,\nORF1ab and/ or N gene\nE, RdRP and N genes\nE and N genes\nRdRP gene S viral RNA\nnucleocapsid phosphoprotein,\nN gene\nORF1ab N gene\n200 copies/reaction\n– Abbott Diagnostics Scarborough, Inc. 125 copies /mL –\nL N L\nL μ μ\nL μ RNA dependent RNA polymerase,\n4.5 copies/ 0.9 copies/ μ 10 copies/\n4 copies/\nNA\n3B Black Bio Biotech India Ltd.\nCepheid Sherlock Biosciences\nAtila BioSystems, Inc. D11\nMammoth Biosciences\nMesa Biotech Inc\nRdRP\nenvelope protein,\nIsothermal nucleic acid amplification\nCRISPR-based lateral flow assay CRISPR-based lateral flow assay\nisothermal amplification\nisothermal amplificatio E\nReal-time RT isothermal\nclustered regularly interspaced short palindromic repeats,\namplification test Real-time RT-PCR\nflow technologies\nPCR and lateral\ntechnology\nCRISPR-based tests for SARS-CoV-2\n(Single Tube Multiplex format)\niAMP COVID-19 detection kit reverse transcription\nSARS-CoV-2 DETECTR Accula SARS-CoV-2 test\nRT-qPCR Kit (V-3.2) TRUPCR SARS-CoV-2\nID NOW COVID-19\nRT\nliterature,\nCRISPR\n61 59 57 60 58 56",
        "char_count": 2129,
        "word_count": 340,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Appl Microbiol Biotechnol (2021) 105:441–455\nshortcomings, use of RT-qPCR for the diagnosis of COVID-\n19 is still considered as the gold standard.\nReverse transcription loop-mediated isothermal\namplification\nLoop-mediated isothermal amplification (LAMP) is a PCR-\nbased nucleic acid amplification, which has the ability to spe-\ncifically amplify the target sequence very efficiently, rapidly\nunder isothermal conditions. The method relies on the use of\nfour-six different primers which recognize specific four or six\nregions on the target gene and Bst DNA polymerase that elon-\ngates the chain at constant temperature by using strand dis-\nplacement mechanism. Amplification by this method can oc-\ncur in a conventional water bath/heating block, and the ampli-\nfied product can be visually identified by adding a fluorescent\ndye. Since SARS-CoV-2 is an RNA virus, a reverse transcrip-\ntion step is required (RT-LAMP). After the outbreak, several\nRT-LAMP assays have been developed and validated for\npoint-of-care diagnosis of COVID-19 (Broughton et al.\n2020 ; El-Tholoth et al. 2020 ; Huang et al. 2020b ; Lamb\net al. 2020 ; Park et al. 2020 ; Weihua et al. 2020 ; Yan et al.\n2020 ; Yu et al. 2020 ). Park et al. have developed RT-LAMP\nfor the detection of SARS-CoV-2 targeting the Nsp3 region of\nthe virus. The technique could detect as low as 100 copies per\nreaction of SARS-CoV-2 RNA (Park et al. 2020 ). However,\nanother research group in Japan evaluated a commercially\navailable RT-LAMP (Loopamp® 2019-SARS-CoV-2\nDetection Reagent Kit; http://loopamp.eiken.co.jp/ ), that\n1 showed a high sensitivity with detection limit of 1.0 × 10\nμ copies/ L within 35 min. In addition, RT-LAMP-based\nFig. 2 Schematic representation of CRISPR-Cas12a based SARS-CoV-2 detection assay\n\n447\nmethod-iLACO (isothermal LAMP based method for\nCOVID-19) targeting ORF1ab gene using 6 primers devel-\noped by Yu et al. ( 2020 ) was found to detect SARS-CoV-2\nas low as 10 copies per reaction (Yu et al. 2020 ). Similarly, a\ncombination of RT-LAMP with clustered regularly\ninterspaced short palindromic repeats (CRISPR)-based\nDETECTOR technology was also developed for the rapid\n– detection (30 40 min) of SARS-CoV-2 in clinical samples\nwith the limit of detection of 10 copies per microliter\n(Broughton et al. 2020 ). In spite of the development of many\nRT-LAMP-based molecular techniques, very few have been\ncommercialized due to cross reactivity and lack of sensitivity\nin the assays (Zhang et al. 2020b ).\nNevertheless, the technique like RT-LAMP does not re-\nquire skilled personnel or high-end equipments. However, it\nis important to look for multiple targets of SARS-CoV-2 for\nthe optimum utilization of the technique. Since the accuracy of\nRT-LAMP will also be affected by the mutations at the primer\nbinding region of the virus, it is necessary to avoid these\nmutation sites while designing the primers to increase the rate\nof detection.\nCRISPR-based diagnosis\nClustered regularly interspaced short palindromic repeats has\ngained popularity with in the scientific community as a ge-\nnome editing tool, but now slowly gaining their potential in\ndiagnostic applications (Chertow 2018 ; Li et al. 2019 ).\nCRISPR requires guide RNA which binds to target comple-\nmentary sequence and nuclease enzyme cleaves at the precise\nsite. CRISPR components are used for biosensing nucleic",
        "char_count": 3360,
        "word_count": 530,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "448\nacids from different pathogens including bacteria and viruses.\nIn case of viral nucleic acid detection, a small RNA fragment\ncalled guide RNA (gRNA), which will in turn bind to the\ntarget segment of viral gene. Then, special CRISPR-\nassociated nucleases such as cas9, cas12, or cas13 will be used\nfor cutting the target molecule (Fig. 2 ).\nMany researchers have attempted to use the CRISPR-based\ndetection system for detection of SARS-CoV-2. For instance,\na study by Zhang et al. ( 2020b ) used CRISPR-based detection\nsystem (SHERLOCK) (Specific High sensitivity Enzymatic\nReporter unLOCKing) with isothermal recombinase polymer-\nase amplification (RPA) could detect single molecule per mil-\nliliter within 1 h (Zhang et al. 2020a ). In this technique, cas13\nwas used for the detection of amplified products of S and\nOrf1ab gene of SARS-CoV-2. This assay developed by\nSherlock Biosciences became the first FDA-approved\nCRISPR technology on the market. Another CRISPR diag-\nnostic company, Mammoth Biosciences, used combination of\nRT-LAMP with CRISPR-cas12-based technique, which\n– could detect 10 100 copies of viral RNA per microliter in\n40 min. Till date, this the fastest test developed by\nMammoth Biosciences for the detection of SARS-CoV-2\n(Broughton et al. 2020 ). This technique targets the envelope\ngene of SARS-CoV-2 and results can be analyzed by fluores-\ncence or/through lateral flow method. Further, Ding et al.\n( 2020 ) developed a rapid, ultrasensitive all in one dual\nCRISPR/Cas12a (AIOD-CRISPR) assay, which utilizes dual\ncrRNAs targeting two regions of the viral N gene (Ding et al.\n– 2020 ) with limit of detection of 4.6 11 copies/microliter.\nFurther, a recently developed bed side assay FELUDA\n(field-deployable nucleobase detection and identification\nusing FnCas9) utilizes FnCas9 could detect as low as 110\nfemtomolar nucleic acid of the virus (Azhar et al. 2020 ).\nEven though all these advanced molecular diagnostic methods\nhave shown promising results, it is important to carefully val-\nidate these tools for its efficient field application.\nCartridge-based nucleic acid amplification test and TrueNAT\nCartridge-based nucleic acid amplification test (CBNAAT) is\na technique which uses the GeneXpert technology for the\ndiagnosis of tuberculosis (TB). This cartridge-based nucleic\nacid amplification is a fully automated amplification system,\nwhich utilizes real-time PCR. However, due to abrupt raise in\nthe COVID-19 cases, Indian Council of Medical Research\n(ICMR) has approved the use of CBNAAT to detect\nCOVID-19 cases ( https://www.icmr.gov.in/pdf/covid/labs/\nCepheid_Xpert_Xpress_SARS-CoV2_advisory_v2.pdf ).\nThis technique targets E gene and N2 gene of the SARS-CoV-\n2 for screening and confirmation, respectively. Another\nnucleic acid-based test called TrueNAT targeting E gene for\nscreening and RdRp gene for confirmation of COVID-19\n\nAppl Microbiol Biotechnol (2021) 105:441–455\ncases has also been approved by ICMR. This technology\nmainly uses chip-based tools and takes up to 1 h for the test.\nIn addition to all the above molecular techniques, the next-\ngeneration sequencing of clinical specimen from the COVID-\n19 infected patients would allow rapid identification of SARS-\nCoV-2 and other pathogens contributing secondary/co infec-\ntions that otherwise known to enhance the severity of SARS-\nCoV-2 symptoms. Metagenomic approach would help not\nonly in pathogen detection but also provides genetic informa-\ntion, which further led to the better understanding of viral\nevolution, molecular epidemiology, and contact tracing. In\naddition, genetic sequencing allows us to assess the rate of\ngenetic mutations of SARS-CoV-2; this information is very\nuseful in determining the antiviral and vaccine efficacy.\nThe Illumina COVIDSeq is an amplicon-based NGS-based\ndetection platform approved by US Food and Drug\nAdministration (US-FDA) for the qualitative detection of\nSARS-CoV-2 from respiratory specimens collected from the\nsuspected COVID-19 patients. This detection method utilizes\ndifferent sets primers and probes leveraged from ARTIC mul-\ntiplex PCR protocol (Itokawa et al. 2020 ) combined with\nIllumina sequencing technology. The COVIDSeqtest accom-\nmodates up to 3072 samples in single run on a NOVASeq\nwith a turnaround time of 12 h ( https://www.illumina.com/\nproducts/by-type/clinical-research-products/covidseq.html ).\nSimilarly, the Thermo Fischer Scientific has launched Ion\nAmpliSeq SARS-CoV-2 research panel that facilitates analy-\nsis of SARS-CoV-2 genome and provides high throughput\nworkflow for monitoring the viral evolution. This research\npanel consists of two pools of amplicons ranging from 125\nto 275 bp targeting more than 99% of the SARS-CoV-2 ge-\nnome ( https://thermofisher.mediaroom.com/2020-05-06-\nRapid-COVID-19-Genome-Sequencing-Aids-Outbreak-\nInvestigations ). This assay requires 1 ng of viral RNA.\nOxford nanotechnology has introduced long-read sequenc-\ning platform which has demonstrated substantial benefits of\nanalytical innovations over the currently existing methods for\nthe genome sequencing. Moore et al. has demonstrated the\napplication of MinIon based amplicon and metagenomic se-\nquencing to identify SARS-CoV-2 and other microbes asso-\nciated with COVID-19 illness (Moore et al. 2020 ). The study\nof Wang et al. has reported nanopore target sequencing (NTS)\nto SARS-CoV-2 and other pathogens simultaneously from\nrespiratory specimens within 10 h (Wang et al. 2020b ). The\ndeveloped method has shown considerably higher sensitivity\nof detecting 10 viral copies per mL of sample. As this tech-\nnology is designed to amplify log read sequences, it is impor-\ntant to consider the limitation of this technology in detecting\nshort fragments of SARS-CoV-2 genome from highly degrad-\ned samples (Wei et al. 2018 ; Wilson et al. 2019 ).\nRecently, FDA approved SARS-CoV-2 Droplet Digital\nPCR (ddPCR) Kit developed by Bio-Rad Laboratories for\nthe diagnosis of COVID-19. The developed assay detected",
        "char_count": 5973,
        "word_count": 876,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "Appl Microbiol Biotechnol (2021) 105:441–455\nμ as low as 0.260 to 0.351 copies/ L for genetic markers, N1\nand N2.This assay was found to be highly successful in de-\ntecting virus in the early stage of infection wherein viral load\nis usually less. This further helps in resolving the problem of\nindeterminate test results ( https://www.bio-rad.com/featured/\nen/sars-cov-2-covid-19-testing-solutions.html ).\nSerological assays\nDetecting the antibodies against a virus in infected individ-\nuals is one of the most important diagnostic methods in dis-\nease surveillance. Though RT-qPCR is the most established\ntechnique in detecting the SARS-CoV-2 active cases, viral\nRNA becomes almost undetectable 14 days post-illness; be-\nsides, false-negative results may also arise due to improper\nhandling of viral samples. These challenges warrant the de-\nvelopmentofsimpletestkitsbasedonthedetectionofhuman\nantibodies generated in response to viral infection. The fun-\ndamental principle behind antibody-based immunodiagnos-\ntic is the detection of antibodies developed in response to\nviral infection (IgG and IgM) and/or, viral antigen through\nenzyme-linkedimmunosorbentassay(ELISA).Studieshave\nshown that antigen-specific antibody could be detected in a\npatient after 3 to 6 days, and IgG could be detected at the later\nstages of an infection. The application of these tests has the\nability to provide information on both active and past infec-\ntions and can be ramped up to analyze thousands of samples\nat labs with resource-limited settings. Moreover, it can be\ndeployed for the disease surveillance programs to gain a bet-\nter understanding of the rate of infection among the commu-\nnity. Although the serological tests have the ability to pro-\nvide information on both active and past infections, its effi-\nciency in confirming SARS-CoV-2-specific antibodies re-\nsponse to capture past infections is well established (Lee\net al. 2010 ; Wang et al. 2003 ). Studies conducted in China\nshowed that virus-specific antibodies titer is significantly\nlower in the asymptomatic group compared to the symptom-\natic COVID-19 patients (Long et al. 2020 ). In symptomatic\nCOVID-19 patients, the medium duration for detection of\nIgM and IgA antibodies was 5 days and IgG was detected in\n14 days. The detection efficiency of IgM ELISA was higher\nthan that of RT-qPCR after 5.5 days of symptom onset (Guo\net al. 2020 ). Presence of IgM antibodies indicates recent ex-\nposure to viral infection, whereas IgG antibodies indicate\nprevious exposure to SARS-CoV-2 viral infection. Thus\nthe immunodiagnostic assays are also very critical to support\nthe development of vaccines against COVID-19. This fur-\nther helps in identifying extent of infection in people without\nactive infection. Given the incredible demand for the rapid\ntest for the diagnosis of COVID-19 infections, R&D firms\naround the world have launched many rapid diagnostics with\nvarying degrees of sensitivity.\n\n449\nEnzyme-linked immunosorbent assay\nThere exist several ELISA-based methods with high levels of\nreproducibility and enduring sensitivity which makes the test\nan excellent tool for the diagnosis of various infectious dis-\neases. The test can be qualitative or quantitative, with the\n– turnaround time of around 1 5 h. An overview of sandwich\nand indirect ELISA assay for the detection of SARS-CoV-2\nantigens and human antibody against SARS-CoV-2 antigens\nare shown in Figs. 3 and 4 . Recently, IgG and IgM-based\n™ ELISA kit (EDI Novel Coronavirus COVID-19 ELISA\nKit) was developed by Epitope Diagnostics Inc for the detec-\n™ tion of SARS-CoV-2 infection. EDI Novel Coronavirus\n“ ” COVID-19 IgM ELISA kit utilizes IgM capture method\non microtiter plate-based ELISA for the qualitative measure-\nment of the COVID-19 IgM antibody in the patient serum. In\nthis assay, test samples are added to the microtiter plate, which\nwas precoated with anti-human IgM-specific antibodies.\n“ ” Immunocomplex of Anti-hIgM antibody and COVID-19\nIgM antibody will be detected by HRP labeled recombinant\n™ COVID-19 antigen. In the case of EDI Novel Coronavirus\nCOVID-19 IgG ELISA Kit, the test utilizes ELISA plate coat-\ned with SARS-CoV-2 recombinant nucleocapsid protein to\ndetect the presence of human IgG against SARS-CoV-2 in\n™ the test sample. Clinical validation of the EDI Novel\n“ Coronavirus COVID-19 ELISA Kits demonstrated high true\n” positivity among the RT-PCR confirmed COVID-19 patients\n(Bundschuh et al. 2020 ). In India, the National Institute of\nVirology, Pune, in collaboration with Zydus Diagnostics,\nhas developed an indigenous IgG-based ELISA (COVID\nKAVACH ELISA) for antibody detection for COVID-19.\nPreliminary validation of the COVID KAVACH ELISA is\nshown to have high sensitivity and specificity in detecting\nSARS-CoV-2 infection. In addition to the above-mentioned\nELISA kits, there are few other ELISA kits available in the\nmarket for the diagnosis of SARS-CoV-2 infection by analyz-\ning IgM and IgG antibodies (Table 2 ).\nPoint-of-care assay\nRecent years have witnessed significant growth in the global\nmarket for point-of-care solution for infectious disease point-\n’ of-care (POC) test is performed at the patient s bedside or near\nthe site and has a rapid turnaround time which facilitates better\ndisease diagnosis, monitoring, and change in the management\nof patient care (Kozel and Burnham-Marusich 2017 ). As a\nresult of continuous development in the R&D sector, several\nPOC testing platforms based on lateral flow assays, biosen-\nsors, microfluidic, bioanalytical platforms, and lab-on-a-chip\ntechnologies are available for the rapid detection of analytes\nnear to the patient. Growing COVID-19 pandemic and the\ndearth of molecular testing capacity, as well as reagents\naround the world, demand the development of POC test for",
        "char_count": 5792,
        "word_count": 878,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "450\nTesting 90 samples together 200 tests/h\nIgG specific for N protein in a single run of 2.5 h\nbetween IgG/IgM\nCannot distinguish Turnaround time\nResults in 30 min Results in 50 min\n–\nRuns up to 100\nNA NA\nIg or antigen detection\nViral antigen\nIgG/IgM IgG/IgM IgG/IgM IgG/IgM\nIgG IgG IgG IgG IgG\n100% (> day 17)\n82.4% (day 10) 96.9% (day 14)\n>8 days 100% 53.1% (day 7)\n86.1%-IgM Sensitivity 97.3%-IgG\n84.38% 92.37%\n98.3%\n90% 45% NA NA\nZydus Cadila Healthcare Ltd., Ahmedabad, Gujarat, India\nList of serological assays used for the detection of SARS-CoV-2 antigen or/antibodies to SARS-CoV-2 virus\nOrtho-Clinical Diagnostics Euroimmun US Inc., USA Diagnostic Technology\nBioscience (Chongqing) Abbott Core Laboratory Shenzhen Yhlo Biotech\nCalbiotech Inc., USA Creative Diagnostics\nEpitope Diagnostics Name of company\nSD Biosensor\nCompany Co., Ltd.\nMagnetic particle-based\nchemiluminescence\nChemiluminescent\nChromatographic immunoassay immunoassay immunoassay\nmicroparticle\nTest principle Immunoassay\nELISA ELISA ELISA ELISA ELISA ELISA\nKT-1033 EDI Novel Coronavirus Euroimmun Anti- SARS-COV-2 iFLASH-SARS-CoV-2-IgG/IgM\nErbalisa COVID-19 IgG ELISA DEIASL019/020 SARS-CoV-2\nName of the diagnostic assay Products Anti-SARS-CoV-2 IgG antibody test kit for Novel\nVITROS-Immunodiagnostics COVID Kavach ELISA IgG\nm2000 SARS-CoV-2 assay Standard Q COVID-19 Ag coronavirus 2019-nCoV\nCOVID-19 ELISA kit\ntotal reagent pack\nIgG ELISA kit\nELISA IgG\nTable 2\nSl. No\n10\n9 1 2 3 4 5 6 7 8\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nsubunits used as antigens\n20 min, 20 min protein, S1 and S2 antibodies specific\nResults in 20 min, N 10 min\nResults in 15 min Results in 10 min Results in 15 min Results in 10 min Results in 15 min Results in 30 min Results in 15 min Results in 10 min Results in 15 min\nfor N protein\n– –\n– Results in 15 Results in 15\nResults in 2\nNA\nViral antigen\nIgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM IgG/IgM\n100%-IgM 93.3%-IgG\n100%-IgG-12 days\n99.1%-> 14 days 94.33%-> 7 days\n89.9%-IgM 95.6%-IgG 93%-(IgG)\n69%-(IgM 88%-IgM\n18.4% 97.1%\n95% NA NA NA NA NA NA\nHangzhou Biotest Biotech\nSnibe Diagnostic (China) CTK Biotech Inc. (USA) Aytu Biosciences/Orient\nEverest Links Pte Ltd. Diazyme Laboratories Chembio Diagnostics\nCeler Biotechnologia\nAdvagen Biotech Coris Bioconcept\nGene Biotech\nBioMedomics SD Biosensor\nPharmACT Co. Ltd.\nCellex Inc\nLateral flow immunoassay (dipstick)\nLuminescent immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay Lateral flow immunoassay\nChemiluminescence\nimmunoassay\nDiazyme DZ-Lite SARS-CoV-2 IgG/IgM test COVID-19 IgG/IgM Point of Care Rapid test MAGLUMI IgG/IgM de 2019-nCoV (CLIA)\nVivaDiag COVID-19 IgM/IgG rapid test\nCOVID-19 IgG/IgM rapid test cassette OnSite COVID-19 IgG/IgM rapid test\nStandard Q COVID-19 IgM/IgG Duo\nqSARS-CoV-2 IgG/IgM rapid test DPP COVID-19 IgM/IgG system\nCOVID-19 IgM/IgG rapid test\nOne-Step COVID-2019 test\nCOVID-19 Ag Respi-Strip\nCOVID-19 IgG/IgM LF SARS-CoV-2 rapid test\n23 16 17 19 20 14 21 22 24 13 12 15 18 11",
        "char_count": 3242,
        "word_count": 487,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "Appl Microbiol Biotechnol (2021) 105:441–455\nthe rapid diagnosis of COVID-19, thereby aiding to establish\ninfection control measures. In response to this, 233 POC as-\nsays are commercially available or in development for the\ndiagnosis of COVID-19 worldwide ( https://www.finddx.org/\ncovid19/pipeline/?avance=all&type=Rapid+diagnostic+\nt e s t s & t e s t t a r g e t = a l l & s t a t u s = a l l & s e c t i o n =\nimmunoassays&action=default#diag_tab ). These could detect\nSARS-CoV-2 antigen like spike protein or antibodies against\nviral antigens.\nLateral flow immunoassay\nLateral flow immunoassays are the handheld portable POC\nplatform for the rapid detection of an analyte and being used\nin biomedical, veterinary, agriculture, and food industries.\nThis assay works based on the principle of antigen-antibody\nreactions, where the sample to be analyzed is placed on a test\n– device, and the results are displayed within 5 15 min (Fig. 5 ).\nThe main advantage of Lateral flow immunoassays is that the\nease of performing test outside of the clinical laboratory,\nwhich make the assays the superior without burdening the\ncapacity of the laboratories. In response to public health emer-\ngency due to COVID-19, researchers around the world put an\neffort to develop lateral flow immunoassays to detect antibod-\nies to SARS-CoV-2 or viral antigens ( https://www.medrxiv.\norg/content/medrxiv/early/2020/05/07/2020.04.15.20066407.\nfull.pdf ). Various types of lateral flow immunoassays for the\ndetection of COVID-19 and their features are given in Table 2 .\nA comparative evaluation of the three different lateral flow\nimmunoassays for the detection of COVID-19 showed an\noverall clinical sensitivity of 70% without any significant dif-\nferences between the three different assays (Montesinos et al.\nFig. 3 An overview of sandwich ELISA assay for the detection of SARS-CoV-2 antigens\n\n451\n2020 ). Mertens and colleagues at CorisBioConcep, Belgium,\nhave developed a lateral flow immunoassay (COVID-19 Ag\nRespi-Strip) for the rapid detection of SARS-CoV-2 antigen\nfrom nasopharyngeal specimens (Mertens et al. 2020 ). This is\nthe only available POC assay which targets the highly con-\nserved nucleoprotein region of SARS-CoV-2 and capable of\ndetecting the antigens in 15 min with an overall sensitivity and\nspecificity of 57.6 and 99.5%, respectively.\nChemiluminescence immunoassay\nOver the past few years, chemiluminescence immunoassay\n(CLIA) has gained increasing attention as a rapid and sensitive\nPOC test in different fields, including clinical diagnosis. The\ndetection of the analyte is based on the reaction wherein en-\nzymes used for the immunochemical reaction converts the\nchemiluminescence substrate to a reaction product, which\nemits a photon of light instead of color development (Chen\net al. 2012 ). Based on this principle, few CLIAs are available\nfor the detection of serum immunoglobulin IgG and IgM\nagainst SARS-CoV-2 (Cai et al. 2020 ; Infantino et al. 2020 ;\nWan et al. 2020 ). The performance of four different chemilu-\nminescence immunoassay systems for the detection of\nCOVID-19 showed varying degrees of diagnostic accuracy,\nthereby suggesting the necessity of performance evaluation\ndiagnostic test before actual use (Wan et al. 2020 ).\nConclusion\nCurrently, a range of nucleic acid-based and antigen/antibody\nbased tests and available for detection of SARS-CoV-2",
        "char_count": 3380,
        "word_count": 522,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "452\nFig. 4 An overview of indirect ELISA assay for the detection of human antibody against SARS-CoV-2 antigens\ninfection. While nucleic acid-based tests or antigen detection\ntests are used for diagnostic purpose, antibody detection tests\nmay be used for assessment of exposure to the virus or for\nsero-surveillance of populations. Nucleic acid-based tests and\nantigen/antibody detection tests vary widely in sensitivity.\nMost nucleic acid-based tests depend upon use of two gene\ntargets, but in some countries, single target detection is con-\nsidered adequate. Even the results of a nucleic acid-based test\ndepend on the sample used with highest rates of detection\nobtained in broncheoalveolar lavage, sputum, and nasal\nswabs. But this might depend on the stage of infection. In\nFig. 5 Lateral flow immunoassay for the detection of human anti-SARS-CoV-2 IgM or IgG antibody\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nasymptomatic and pre-symptomatic individuals, nasal swabs\nor sputum is generally used. Currently, RT-qPCR remains the\nfrontline and gold standard technique for the detection of\nSARS-CoV-2 infection. However, due to the limited capacity\nof laboratory-based molecular testing and high turnaround\ntime, we propose that newer rapid point-of-care technologies\nsuch as RT-LAMP and other isothermal amplification tech-\nniques may serve as an alternative detection modality for the\nscreening of SARS-CoV-2 infection in highly populated\ncountries including India. Chip-based (nucleic acid-based)\ntests have been validated for performance and are being",
        "char_count": 1562,
        "word_count": 226,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "Appl Microbiol Biotechnol (2021) 105:441–455\nwidely used in India. Antigen detection tests have lower sen-\nsitivity compared to nucleic acid-based tests and negative re-\nsults need to be reconfirmed by RT-PCR or other nucleic acid-\nbased tests. However, point-of-care tests are still under devel-\nopment and following validation, these point-of-care tests\ncould become available in the near future.\nAcknowledgments This work was supported by Science and\nEngineering Research Board (SERB), Department of Science and\nTechnology, Government of India (CVD/2020/000150) and the authors\nare grateful to Nitte (Deemed to be University) for providing the neces-\nsary research facilities to carry out this work.\n’ Author s contribution PRconceived and designed the review. PR, BKK,\nand VKD wrote the manuscript. IK and IK review and editing. All authors\nread and approved the manuscript.\nCompliance with ethical standards\nConflict of interest The authors declare that they have no conflict of\ninterest.\nEthical statement This article does not contain any studies with human\nparticipants or animals performed by any of the authors.\nReferences\nAi T, Yang Z, Hou H, Zhan C, Chen C, Lv W, Tao Q, Sun Z, Xia L\n(2020) Correlation of chest CT and RT-PCR testing in Coronavirus\nDisease 2019 (COVID-19) in China: a report of 1014 Cases.\nRadiology 296:200642. https://doi.org/10.1148/radiol.2020200642\nAlagarasu K, Choudhary ML, Lole KS, Abraham P, Potdar V (2020)\nEvaluation of RdRp & ORF-1b-nsp14-based real-time RT-PCR as-\nsays for confirmation of SARS-CoV-2 infection: An observational\n– study. Indian J Med Res 151(5):483 485. https://doi.org/10.4103/\nijmr.IJMR_1256_20\nAzhar M, Phutela R, Ansari AH, Sinha D, Sharma N, Kumar M, Aich M,\nSharma S, Rauthan R, Singhal K, Lad H, Patra PK, Makharia G,\nChandak GR, Chakraborty D, Souvik M (2020) Rapid, field-\ndeployable nucleobase detection and identification using FnCas 9.\nbioRxiv https://doi.org/10.1101/2020.04.07.028167\nBroughton JP, Deng X, Yu G, Fasching CL, Servellita V, Singh J, Miao\nX, Streithorst JA, Granados A, Sotomayor-Gonzalez A, Zorn K,\nGopez A, Hsu E, Gu W, Miller S, Pan CY, Guevara H, Wadford\nDA, Chen JS, Chiu CY (2020) CRISPR-Cas12-based detection of\n– SARS-CoV-2. Nat Biotechnol 38:870 874. https://doi.org/10.1038/\ns41587-020-0513-4\nBundschuh C, Egger M, Wiesinger K, Gabriel C, Clodi M, Mueller T,\nDieplinger B (2020) Evaluation of the EDI enzyme linked immuno-\nsorbent assays for the detection of SARS-CoV-2 IgM and IgG anti-\n– bodies in human plasma. Clin Chim Acta 509:79 82. https://doi.\norg/10.1016/j.cca.2020.05.047\nCai XF, Chen J, Li Hu J, Long QX, Deng HJ, Liu P, Fan K, Liao P, Liu\nBZ, Wu GC, Chen YK, Li ZJ, Wang K, Zhang XL, Tian WG, Xiang\nJL, Du HX, Wang J, Hu Y, Tang N, Lin Y, Ren JH, Huang LY, Wei\nJ, Gan CY, Chen YM, Gao QZ, Chen AM, He CL, Wang DX, Hu P,\nZhou FC, Huang AL, Wang DQ (2020) A peptide-based magnetic\nchemiluminescence enzyme immunoassay for serological diagnosis\n– of Coronavirus Disease 2019. J Infect Dis 222(2):189 193. https://\ndoi.org/10.1093/infdis/jiaa243\n\n453\nChan JF, Yip CC, To KK, Tang TH, Wong SC, Leung KH, Fung AY, Ng\nAC, Zou Z, Tsoi HW, Choi GK, Tam AR, Cheng VC, Chan KH,\nTsang OT, Yuen KY (2020) Improved molecular diagnosis of\nCOVID-19 by the novel, highly sensitive and specific COVID-19-\nRdRp/Hel real-time reverse transcription-PCR assay validated\nin vitro and with clinical specimens. J Clin Microbiol 58(5).\nhttps://doi.org/10.1128/JCM.00310-20\nChan PK, To WK, Ng KC, Lam RK, Ng TK, Chan RC, Wu A, Yu WC,\nLee N, Hui DS, Lai ST, Hon EK, Li CK, Sung JJ, Tam JS (2004)\n– Laboratory diagnosis of SARS. Emerg Infect Dis 10(5):825 831.\nhttps://doi.org/10.3201/eid1005.030682\nChen Y, Spiering AJ, Karthikeyan S, Peters GW, Meijer EW, Sijbesma\nRP (2012) Mechanically induced chemiluminescence from poly-\nmers incorporating a 1,2-dioxetane unit in the main chain. Nat\n– Chem 4(7):559 562. https://doi.org/10.1038/nchem.1358\nChertow DS (2018) Next-generation diagnostics with CRISPR. Science\n– 360(6387):381 382. https://doi.org/10.1126/science.aat4982\nChu DKW, Pan Y, Cheng SMS, Hui KPY, Krishnan P, Liu Y, Ng DYM,\nWan CKC, Yang P, Wang Q, Peiris M, Poon LLM (2020)\nMolecular diagnosis of a novel coronavirus (2019-nCoV) Causing\n– an Outbreak of Pneumonia. Clin Chem 66(4):549 555. https://doi.\norg/10.1093/clinchem/hvaa029\nCorman VM, Landt O, Kaiser M, Molenkamp R, Meijer A, Chu DK,\nBleicker T, Brunink S, Schneider J, Schmidt ML, Mulders DG,\nHaagmans BL, van der Veer B, van den Brink S, Wijsman L,\nGoderski G, Romette JL, Ellis J, Zambon M, Peiris M, Goossens\nH, Reusken C, Koopmans MP, Drosten C (2020) Detection of 2019\nnovel coronavirus (2019-nCoV) by real-time RT-PCR. Euro\nSurveill 25(3):2000045. https://doi.org/10.2807/1560-7917.ES.\n2020.25.3.2000045\nDing X, Yin K, Li Z, Liu C (2020) All-in-one dual CRISPR-Cas12a\n(AIOD-CRISPR) assay: a case for rapid, ultrasensitive and visual\ndetection of novel coronavirus SARS-CoV-2 and HIV virus.\nbioRxiv. https://doi.org/10.1101/2020.03.19.998724\nEl-Tholoth M, Bau HH, Song J (2020) A single and two-stage, closed-\ntube, molecular test for the 2019 novel coronavirus (COVID-19) at\nhome, clinic, and points of entry. ChemRxiv. https://doi.org/10.\n26434/chemrxiv.11860137.v1\nGuo L, Ren L, Yang S, Xiao M, Chang, Yang F, Dela Cruz CS, Wang Y,\nWu C, Xiao Y, Zhang L, Han L, Dang S, Xu Y, Yang Q, Xu S, Zhu\nH, Xu Y, Jin Q, Sharma L, Wang L, Wang J (2020) Profiling early\nhumoral response to diagnose Novel Coronavirus Disease (COVID-\n– 19). Clin Infect Dis 71:778 785. https://doi.org/10.1093/cid/\nciaa310\nHolshue ML, DeBolt C, Lindquist S, Lofy KH, Wiesman J, Bruce H,\nSpitters C, Ericson K, Wilkerson S, Tural A, Diaz G, Cohn A, Fox\nL, Patel A, Gerber SI, Kim L, Tong S, Lu X, Lindstrom S, Pallansch\nMA, Weldon WC, Biggs HM, Uyeki TM, Pillai SK, Washington\nState -nCo VCIT (2020) First case of 2019 Novel Coronavirus in the\n– United States. N Engl J Med 382(10):929 936. https://doi.org/10.\n1056/NEJMoa2001191\nHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu\nX, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu\nM, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q,\nWang J, Cao B (2020a) Clinical features of patients infected with\n– 2019 novel coronavirus in Wuhan, China. Lancet 395(10223):497\n506. https://doi.org/10.1016/S0140-6736(20)30183-5\nHuang WE, Lim B, Hsu CC, Xiong D, Wu W, Yu Y, Jia H, Wang Y,\nZeng Y, Ji M, Chang H, Zhang X, Wang H, Cui Z (2020b) RT-\nLAMP for rapid diagnosis of coronavirus SARS-CoV-2. Microb\n– Biotechnol 13(4):950 961. https://doi.org/10.1111/1751-7915.\n13586\nInfantino M, Grossi V, Lari B, Bambi R, Perri A, Manneschi M, Terenzi\nG, Liotti I, Ciotta G, Taddei C, Benucci M, Casprini P, Veneziani F,\nFabbri S, Pompetti A, Manfredi M (2020) Diagnostic accuracy of an\nautomated chemiluminescent immunoassay for anti-SARS-CoV-2",
        "char_count": 6847,
        "word_count": 1102,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "454\nIgM and IgG antibodies: an Italian experience. J Med Virol 92:\n– 1671 1675. https://doi.org/10.1002/jmv.25932\nItokawa K, Sekizuka T, Hashino M, Tanaka R, Kuroda M (2020) A\nproposal of alternative primers for the ARTIC Network's multiplex\nPCR to improve coverage of SARS-CoV-2 genome sequencing.\nBioRxiv. https://doi.org/10.1101/2020.03.10.985150\nKarunasagar I, Karunasagar I (2020) Ongoing COVID-19 global crisis\n– and scientific challenges. J Health Allied Sci NU 10(1):1 2\nKim C, Ahmed JA, Eidex RB, Nyoka R, Waiboci LW, Erdman D, Tepo\nA, Mahamud AS, Kabura W, Nguhi M, Muthoka P, Burton W,\nBreiman RF, Njenga MK, Katz MA (2011) Comparison of naso-\npharyngeal and oropharyngeal swabs for the diagnosis of eight re-\nspiratory viruses by real-time reverse transcription-PCR assays.\nPLoS One 6(6):e21610. https://doi.org/10.1371/journal.pone.\n0021610\nKonrad R, Eberle U, Dangel A, Treis B, Berger A, Bengs K, Fingerle V,\nLiebl B, Ackermann N, Sing A (2020) Rapid establishment of lab-\noratory diagnostics for the novel coronavirus SARS-CoV-2 in\nBavaria, Germany, February 2020. Euro Surveill 25(9). https://doi.\norg/10.2807/1560-7917.ES.2020.25.9.2000173\nKorber B, Fischer WM, Gnanakaran S, Yoon H, Theiler J, Abfalterer W,\nHengartner N, Giorgi EE, Bhattacharya T, Foley B, Hastie KM\n(2020) Tracking changes in SARS-CoV-2 Spike: evidence that\nD614G increases infectivity of the COVID-19 virus. Cell 182(4):\n– 812 827.e19\nKozel TR, Burnham-Marusich AR (2017) Point-of-care testing for infec-\ntious diseases: past, present, and future. J Clin Microbiol 55(8):\n– 2313 2320. https://doi.org/10.1128/JCM.00476-17\nKumar BK, Venkatraja B, Prithvisagar KS, Rai P, Rohit A, Hegde MN,\nKarunasagar I, Karunasagar I (2020) Mutational analysis unveils the\ntemporal and spatial distribution of G614 genotype of SARS-CoV-2\nin different Indian states and its association with case fatality rate of\nCOVID-19. bioRxiv\nLamb LE, Bartolone SN, Ward E, Chancellor MB (2020) Rapid detection\nof novel coronavirus/severe acute respiratory syndrome coronavirus\n2 (SARS-CoV-2) by reverse transcription-loop-mediated isothermal\namplification. PLoS One 15(6):e0234682. https://doi.org/10.1371/\njournal.pone.0234682\nLe Blanc JJ, Gubbay JB, Li Y, Needle R, Arneson SR, Marcino D,\nCharest H, Desnoyers G, Dust K, Fattouh R, Garceau R, German\nG, Hatchette TF, Kozak RA, Krajden M, Kuschak T, Lang ALS,\nLevett P, Mazzulli T, Mc Donald R, Mubareka S, Prystajecky N,\nRutherford C, Smieja M, Yu Y, Zahariadis G, Zelyas N, Bastien N,\nGroup C-PDITotCPHLNRVW (2020) Real-time PCR-based\nSARS-CoV-2 detection in Canadian laboratories. J Clin Virol 128:\n104433. https://doi.org/10.1016/j.jcv.2020.104433\nLee HK, Lee BH, Seok SH, Baek MW, Lee HY, Kim DJ, Na YR, Noh\nKJ, Park SH, Kumar DN, Kariwa H, Nakauchi M, Heo SJ, Park JH\n(2010) Production of specific antibodies against SARS-coronavirus\nnucleocapsid protein without cross reactivity with human\n– coronaviruses 229E and OC43. J Vet Sci 11(2):165 167. https://\ndoi.org/10.4142/jvs.2010.11.2.165\nLi Y, Li S, Wang J, Liu G (2019) CRISPR/Cas systems towards next-\n– generation biosensing. trends. Biotechnol 37(7):730 743. https://\ndoi.org/10.1016/j.tibtech.2018.12.005\nLim J, Kim CM, Lee KH, Seo JW, Yun NR, Lee YM, et. al (2020)\nInsufficient sensitivity of RNA dependent RNA polymerase gene\nof SARS-CoV-2 viral genome as confirmatory test using Korean\nCOVID-19 cases. Preprints.org . https://doi.org/10.20944/\npreprints202002.0424.v1\nLin Q, Zhao S, Gao D, Lou Y, Yang S, Musa SS, Wang MH, Cai Y,\nWang W, Yang L, He D (2020) A conceptual model for the coro-\nnavirus disease 2019 (COVID-19) outbreak in Wuhan, China with\nindividual reaction and governmental action. Int J Infect Dis 93:\n– 211 216. https://doi.org/10.1016/j.ijid.2020.02.058\n\nAppl Microbiol Biotechnol (2021) 105:441–455\nLiu Y, Gayle AA, Wilder-Smith A, Rocklov J (2020) The reproductive\nnumber of COVID-19 is higher compared to SARS coronavirus. J\nTravel Med 27(2):taaa021. https://doi.org/10.1093/jtm/taaa021\nLoeffelholz MJ, Tang YW (2020) Laboratory diagnosis of emerging\nhuman coronavirus infections - the state of the art. Emerg\n– Microbes Infect 9(1):747 756. https://doi.org/10.1080/22221751.\n2020.1745095\nLong QX, Tang XJ, Shi QL, Li Q, Deng HJ, Yuan J, Hu JL, Xu W, Zhang\nY, Lv FJ, Su K, Zhang F, Gong J, Wu B, Liu XM, Li JJ, Qiu JF,\nChen J, Huang AL (2020) Clinical and immunological assessment\n– of asymptomatic SARS-CoV-2 infections. Nat Med 26:1200 1204.\nhttps://doi.org/10.1038/s41591-020-0965-6\nLu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B,\nZhu N, Bi Y, Ma X, Zhan F, Wang L, Hu T, Zhou H, Hu Z, Zhou W,\nZhao L, Chen J, Meng Y, Wang J, Lin Y, Yuan J, Xie Z, Ma J, Liu\nWJ, Wang D, Xu W, Holmes EC, Gao GF, Wu G, Chen W, Shi W,\nTan W (2020) Genomic characterisation and epidemiology of 2019\nnovel coronavirus: implications for virus origins and receptor bind-\n– ing. Lancet 395(10224):565 574. https://doi.org/10.1016/S0140-\n6736(20)30251-8\nMemish ZA, Al-Tawfiq JA, Assiri A, AlRabiah FA, Al Hajjar S,\nAlbarrak A, Flemban H, Alhakeem RF, Makhdoom HQ, Alsubaie\nS, Al-Rabeeah AA (2014) Middle East respiratory syndrome coro-\n– navirus disease in children. Pediatr Infect Dis J 33(9):904 906.\nhttps://doi.org/10.1097/INF.0000000000000325\nMertens P, De Vos N, Martiny D, Jassoy C, Mirazimi A, Cuypers L, Van\nden Wijngaert S, Monteil V, Melin P, Stoffels K, Yin N, Mileto D,\nDelaunoy S, Magein H, Lagrou K, Bouzet J, Serrano G, Wautier M,\nLeclipteux T, Van Ranst M, Vandenberg O, Group L-US-C-WD\n(2020) Development and potential usefulness of the COVID-19\nAg Respi-Strip diagnostic assay in a pandemic context. Front Med\n(Lausanne) 7:225. https://doi.org/10.3389/fmed.2020.00225\nMontesinos I, Gruson D, Kabamba B, Dahma H, Van den Wijngaert S,\nReza S, Carbone V, Vandenberg O, Gulbis B, Wolff F, Rodriguez-\nVillalobos H (2020) Evaluation of two automated and three rapid\nlateral flow immunoassays for the detection of anti-SARS-CoV-2\nantibodies. J Clin Virol 128:104413. https://doi.org/10.1016/j.jcv.\n2020.104413\nMoore SC, Penrice-Randal R, Alruwaili M, Dong X, Pullan ST, Carter D,\nBewley K, Zhao Q, Sun Y, Hartley C, Zhou EM (2020) Amplicon\nbased MinION sequencing of SARS-CoV-2 and metagenomic char-\nacterisation of nasopharyngeal swabs from patients with COVID-\n19. medRxiv\nPark GS, Ku K, Baek SH, Kim SJ, Kim SI, Kim BT, Maeng JS (2020)\nDevelopment of reverse transcription loop-mediated isothermal am-\nplification assays targeting severe acute respiratory syndrome coro-\n– navirus 2 (SARS-CoV-2). J Mol Diagn 22(6):729 735. https://doi.\norg/10.1016/j.jmoldx.2020.03.006\nPerlman S, Netland J (2009) Coronaviruses post-SARS: update on repli-\n– cation and pathogenesis. Nat Rev Microbiol 7(6):439 450. https://\ndoi.org/10.1038/nrmicro2147\nRao TN, Paul N, Chung T, Mazzulli T, Walmsley S, Boylan CE, Provost\nY, Herman SJ, Weisbrod GL, Roberts HC (2003) Value of CT in\nassessing probable severe acute respiratory syndrome. AJR Am J\n– Roentgenol 181(2):317 319. https://doi.org/10.2214/ajr.181.2.\n1810317\nReusken C, Broberg EK, Haagmans B, Meijer A, Corman VM, Papa A,\nCharrel R, Drosten C, Koopmans M, Leitmeyer K, On Behalf Of E-\nL, Erli N (2020) Laboratory readiness and response for novel coro-\nnavirus (2019-nCoV) in expert laboratories in 30 EU/EEA coun-\ntries, January 2020. Euro Surveill 25(6):2000082. https://doi.org/\n10.2807/1560-7917.ES.2020.25.6.2000082\nRohit A, Rajasekaran S, Karunasagar I, Karunasagar I (2020) Fate of\nrespiratory droplets in tropical vs temperate environments and im-\nplications for SARS-CoV-2 transmission. Med Hypotheses 144:\n109958",
        "char_count": 7573,
        "word_count": 1128,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "Appl Microbiol Biotechnol (2021) 105:441–455\nSu S, Wong G, Shi W, Liu J, Lai ACK, Zhou J, Liu W, Bi Y, Gao GF\n(2016) Epidemiology, genetic recombination, and pathogenesis of\n– coronaviruses. Trends Microbiol 24(6):490 502. https://doi.org/10.\n1016/j.tim.2016.03.003\nVogel CBF, Brito AF, Wyllie AL, Fauver JR, Ott IM, Kalinich CC et al\n(2020) Analytical sensitivity and efficiency comparisons of SARS-\nCOV-2 qRT-PCR primer probe sets. medRxiv. https://doi.org/10.\n1101/2020.03.30.20048108\nWan Y, Shang J, Graham R, Baric RS, Li F (2020) Receptor recognition\nby the novel coronavirus from Wuhan: an analysis based on decade-\n– long structural studies of SARS coronavirus. J Virol 94(7):e00127\ne00120. https://doi.org/10.1128/JVI.00127-20\nWang C, Horby PW, Hayden FG, Gao GF (2020a) A novel coronavirus\n– outbreak of global health concern. Lancet 395(10223):470 473.\nhttps://doi.org/10.1016/S0140-6736(20)30185-9\nWang HB, Liu JH, Ouyang XL, Yu Y, Ma SX, Li XJ, Lu LC, Tian YP,\nLiu HY, Xu HM, Yao W (2003) Detection of the anti-SARS-\ncoronavirus specific antibody levels in 156 SARS patients.\n– Zhongguo Shi Yan Xue Ye Xue Za Zhi 11(5):441 443\nWang MH, Fu A, Hu B, Tong Y, Liu R, Gu J, Liu J, Jiang W, Shen G,\nZhao W, Men D (2020b) Nanopore target sequencing for accurate\nand comprehensive detection of SARS-CoV-2 and other respiratory\nviruses. medRxiv\nWang W, Xu Y, Gao R, Lu R, Han K, Wu G, Tan W (2020c) Detection of\nSARS-CoV-2 in Different Types of Clinical Specimens. JAMA.\nhttps://doi.org/10.1001/jama.2020.3786\nWei S, Weiss ZR, Williams Z (2018) Rapid multiplex small dna sequenc-\ning on the MinION nanopore sequencing platform. G3 (Bethesda)\n– 8(5):1649 1657. https://doi.org/10.1534/g3.118.200087\nWeihua Y, Xiaofei D, Qingxi W, Mingjie X, Qianqian Z, Yunying Z,\nHuailong Z, Li W, Yihui X, Jun W, Shuyi H, Min W, Fengyan P,\nYunshan W (2020) Rapid detection of SARS-CoV-2 using reverse\ntranscription RT-LAMP method. medRxiv\nWHO (2020) Coronavirus disease 2019 (COVID-19) Situation report -\n184 2020. World Health Organization Accessed July 23, 2020.\nWilson BD, Eisenstein M, Soh HT (2019) High-fidelity nanopore se-\n– quencing of ultra-short DNA targets. Anal Chem 91(10):6783\n6789. https://doi.org/10.1021/acs.analchem.9b00856\n\n455\nWong HYF, Lam HYS, Fong AH, Leung ST, Chin TW, Lo CSY, Lui\nMM, Lee JCY, Chiu KW, Chung T, Lee EYP, Wan EYF, Hung\nFNI, Lam TPW, Kuo M, Ng MY (2019) Frequency and Distribution\nof Chest Radiographic Findings in COVID-19 Positive Patients.\n– Radiology 296(2):E72 E78. 201160. https://doi.org/10.1148/\nradiol.2020201160\nWu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y, Tao ZW,\nTian JH, Pei YY, Yuan ML, Zhang YL, Dai FH, Liu Y, Wang QM,\nZheng JJ, Xu L, Holmes EC, Zhang YZ (2020) A new coronavirus\nassociated with human respiratory disease in China. Nature\n– 579(7798):265 269. https://doi.org/10.1038/s41586-020-2008-3\nYan C, Cui J, Huang L, Du B, Chen L, Xue G, Li S, Zhang W, Zhao L,\nSun Y, Yao H, Li N, Zhao H, Feng Y, Liu S, Zhang Q, Liu D, Yuan\nJ (2020) Rapid and visual detection of 2019 novel coronavirus\n(SARS-CoV-2) by a reverse transcription loop-mediated isothermal\n– amplification assay. Clin Microbiol Infect 26(6):773 779. https://\ndoi.org/10.1016/j.cmi.2020.04.001\nYu L, Wu S, Hao X, Dong X, Mao L, Pelechano V, Chen WH, Yin X\n(2020) Rapid detection of COVID-19 coronavirus using a reverse\ntranscriptional loop-mediated isothermal amplification (RT-LAMP)\n– diagnostic platform. Clin Chem 66:975 977. https://doi.org/10.\n1093/clinchem/hvaa102\nZhang F, Abudayyeh OO, Gootenberg JS (2020a) A protocol for detec-\ntion of COVID-19 using CRISPR diagnostics. Broad Institute\nwebpage. https://www.broadinstitute.org/files/publications/special/\nCOVID-19%20detection%20(updated).pdf\nZhang Y, Odiwuor N, Xiong J, Sun L, Nyaruaba RO, Wei H, Tanner NA\n(2020b) Rapid molecular detection of SARS-CoV-2 (COVID-19)\nvirus RNA using colorimetric LAMP. MedRxiv\nZou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, Yu J, Kang M,\nSong Y, Xia J, Guo Q, Song T, He J, Yen HL, Peiris M, Wu J (2020)\nSARS-CoV-2 viral load in upper respiratory specimens of infected\n– patients. N Engl J Med 382(12):1177 1179. https://doi.org/10.\n1056/NEJMc2001737\n’ Publisher s note Springer Nature remains neutral with regard to jurisdic-\ntional claims in published maps and institutional affiliations.",
        "char_count": 4307,
        "word_count": 667,
        "extraction_method": "two_column"
      }
    ]
  }
}