{
  "metadata": {
    "source_file": "pdfs/Diagnostics for SARS-CoV-2 infections.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:43.437753",
    "total_pages": 30,
    "total_characters": 87108,
    "total_words": 12696
  },
  "content": {
    "full_text": "--- Page 1 ---\nHHS Public Access\nAuthor manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\nAuthor Manuscript\nPublished in final edited form as:\nNat Mater. 2021 May ; 20(5): 593–605. doi:10.1038/s41563-020-00906-z.\nDiagnostics for SARS-CoV-2 Infections\n1 1 , , Bhavesh D. Kevadiya Jatin Machhi\n1 3 , , R. Blomberg Neha Bajwa Dhruvkumar Soni\n1 5 , , Milankumar Patel Ahmed M. Senan\n1 6 , , Edagwa Robert Eisenberg\n7 8 , , Chamindie Punyadeera Linda Chang\n1 Department of Pharmacology and Experimental Neuroscience, College of Medicine, University\nAuthor Manuscript\nof Nebraska Medical Center, NE 68198, USA\n2\nCenter, NE 68198, USA\n3\nUniversity, Bathinda (Pb), India\n4 Department of Pharmaceutical Sciences, College of Pharmacy, University of Nebraska Medical\nCenter, NE 68198, USA\n5\nTechnology, Nanjing Agricultural University, Nanjing 20095, China\n6 Private Citizen, Omaha, NE 68198, USA\nAuthor Manuscript\n7 The School of Biomedical Sciences and the Institute of Health and Biomedical Innovation,\nQueensland University of Technology and the Translational Research Institute, Brisbane, Australia\n8 Departments of Diagnostic Radiology & Nuclear Medicine, and Neurology, University of\nMaryland, School of Medicine, Baltimore, MD 21201, USA\nAbstract\nThe severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread to nearly every\ncorner of the globe causing societal instability. The emergence of COVID-19 disease results in\nfever, sore throat, cough, chest and muscle pain, dyspnea, confusion, anosmia, ageusia, and\nheadache. These can progress to life-threatening respiratory insufficiency also affecting the heart,\nkidney, liver and nervous systems. The diagnosis of SARS-CoV-2 infection is often confused with Author Manuscript\nand required containments, rapid diagnosis is mandated. This review brings clarity to the rapidly\nCorresponding author\nNebraska Medical Center, Omaha, NE 68198-5880; hegendel@unmc.edu.\nAuthors contribution\nBDK and HEG conceptualized, organized, designed, interpreted and facilitated the writing of the manuscript. BDK conceptualized\nthen created each of the figures and figure legends. BDK and JM edited, wrote and revised the text. BDK, HEG, JM, JH, MDO, NB,\nDS, SD, MP, AMS, SG, CP and LC wrote sections and edited the manuscript; BDK, JM, HEG, JMM, WRB, BE, CBG, MH, SPMR\nand RE structured the review, proofed and edited the text. All authors read and approved the final manuscript contents.\nAuthor declaration\nThe authors declare no competing interests.\n\n1,2 1 , , Jonathan Herskovitz Maxim D. Oleynikov Wilson\n4 1,2 4 , , , Srijanee Das Mahmudul Hasan\n1 1 , , Santhi Gorantla JoEllyn McMillan Benson\n1 2 , , Channabasavaiah B. Gurumurthy St Patrick M. Reid\n1,2,4 Howard E. Gendelman\nDepartment of Pathology and Microbiology, College of Medicine, University of Nebraska Medical\nDepartment of Pharmaceutical Sciences & Technology, Maharaja Ranjit Singh Punjab Technical\nGlycomics and Glycan Bioengineering Research Center (GGBRC), College of Food Science and\ninfluenza and seasonal upper respiratory tract viral infections. Due to available treatment strategies\n: Howard E. Gendelman, MD, Department of Pharmacology and Experimental Neuroscience, University of\n\n--- Page 2 ---\nKevadiya et al.\ngrowing body of available and in-development diagnostic tests, including nanomaterial-based\ntools. It serves as a resource guide for scientists, physicians, students, and the public at large. Author Manuscript\nWeeks later, viral diagnostic measures were deployed\nseen during seasonal upper respiratory tract infections\n3 infection\n2, 3 disease manifestations\nacute respiratory distress syndrome (ARDS)\n5 Author Manuscript infection\n6 limit SARS-CoV-2 transmission .\nOverview of SARS-CoV-2 detection\nPCR detects SARS-CoV-2 nucleic acids present in nasopharyngeal fluids\n8 and those with disease comorbities\nAuthor Manuscript\n9 the COVID-19 pandemic\n10 false-negative test results\n11 need\nassay (ELISA) using a qualitative detection of IgG or IgM antibodies\nevaluations and broad global therapeutic needs\ndiagnostic tests to improve immunoassay sensitivity and specificity\nwill ultimately reveal viral protection as reinfections emerge\nSARS-CoV-2 is the next frontier for COVID-19 control\nAuthor Manuscript\nintent is to facilitate the containment of the virus’ global spread\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 2\nIn the span of a few months, the severe acute respiratory syndrome coronavirus 2 (SARS-\nCoV-2) was identified as the etiological agent of coronavirus disease 2019 (COVID-19).\n1 . This served to supplement\nCOVID-19 common disease signs and symptoms of cough, fever and dyspnea. As all are\n2 , precise diagnostic tests detect viral\nnucleic acids, viral antigens or serological tests are required to affirm SARS-CoV-2\n. Chest computed tomography (CT) or magnetic resonance imaging (MRI) confirm\n. The signature of life-threatening COVID-19 is the life threatening\n4 . While the lung is the primary viral target, the\ncardiovascular, brain, kidney, liver, and immune systems are commonly compromised by\n. Thus, due to significant COVID-19 morbidity and mortality containing viral\ntransmission through contact tracing, clinical assessment and virus detection was\nimplemented through social distancing, face masks, contact isolation and hand hygiene to\nThe first step in managing COVID-19 is the rapid and accurate detection of SARS-CoV-2\n11 enabled by the real-time reverse transcriptase-polymerase chain reaction (RT-PCR) . RT-\n7 . Testing is used to\nprevent infectious spread between persons and communities that include asymptomatic\ninfected persons whose viral shedding can inadvertently spread the infection to the elderly\n. Accurate viral detection is a starting point to contain\n. Lapses affect public safety enabling infection spread aided by\n. Improving test sensitivity and specificity remain an urgent\n. Serological testing complements virus detection indicating past infection that could\nbe harnessed for therapeutic gain. Antibodies are detected by enzyme-linked immunosorbent\n12 . Such tests\ndetermine an immune response against the viral spike (S) protein and may help assess\n13 prevention against subsequent viral exposure and/or for contact tracing purposes . Thus, the\nimportance of such tests cannot be overstated. This is also true for epidemiological\n14 . Future work includes the development of\n13 . Indeed, such testing\n15 . Inducing immunity against\n15, 16 . To this end, our intent in this\nreview is to summarize the clinical disease presentation with a focus on how to best deploy\nnanomaterials based and other diagnostic tests at an individual, community and societal\nlevel. The article outlines current and future nanomaterial diagnostics for COVID-19. The\n12, 15 .\n\n--- Page 3 ---\nKevadiya et al.\nSARS-CoV-2 body fluid and tissue distribution\nAuthor Manuscript\nfluids and tissue. All affect concomitant host immune responses\n33 virus\n34 persistence in continuous\nweeks after respiratory samples were found negative\nAuthor Manuscript\nfor COVID-19.\nDetection of SARS-CoV-2 viral shedding\n4 7 and ranges from 10 to 10\n36 tract\nAuthor Manuscript\n38 point of contact serological detection\nThe assay is completed in 20 minutes with a ~ 90% accuracy\n40 24 hours\n40 of serum neutralizing antibodies\nwhether to discontinue infection control precautions.\nReverse transcription-polymerase chain reaction (RT-PCR) Author Manuscript\n11 standard\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 3\nSARS-CoV-2 viral load and respiratory tract viral particles parallel virus dynamics in body\n5, 32 . Viral load differs by\nsample with respiratory, stool, and serum samples showing broad variation in amounts of\n. Spreading infection from the respiratory tract to other tissues and organs are linked\n4 to the cell-specific expression of angiotensin converting enzyme-2 (ACE-2) receptors . Viral\nload in respiratory samples is highest during the initial stages of the disease, reaches a peak\nin the second week followed by lowered viral loads. In severe disease, the respiratory fluid\nvirus is highest at the third and fourth weeks. In patients with co-morbidities, viral\n35 as highlighted from the throat and anal swab sample assays .\nViral RT-PCR test performed in throat swab from disease recovered patients show positive\nresults from up to 50 days and viral RNA was shown to be present in fecal and anal swabs\n35 . Altogether, viral dynamics in\nhospitalized cases should be considered for recommendations in prevention and treatment\nIn throat swabs and sputum, the viral shedding peaks at five to six days after symptom onset\ncopies/mL. This reflects higher virus levels in the respiratory\n. The viral RNA detection rate in nasal swabs of infected people has approached\n100%. The positivity rate of blood saliva and tears are 88, 78 and 16%, respectively. The self\ncollection of naso- or oro- pharyngeal swabs facilitates large-scale population field testing\nemploying the chemiluminescence immunoassay (CLIA) and the enzyme-linked\n37 immunosorbent (ELISA) and lateral flow immunochrom-atographic assays (LFIA) . LFIA\nuses gold nanoparticles (AuNPs) and a colorimetric label to provide a rapid platform for\n. Here, SARS-CoV-2 specific antigen conjugated\nwith nanoparticles. By blood or saliva specimen loading, SARS-CoV-2 IgG and IgM can\nbind to the SARS-CoV-2 antigen and antibody which is detected colorimetrically (Fig. 1).\n39 . To date, the minimum\nlength of viral shedding is 7 days after symptom onset with viral infectivity observed within\n. SARS-CoV-2 detection declines to undetectable levels paralleling the presence\n. Even among cases with concurrent high viral loads, the\nlive virus could not be propagated in cell culture after 8 days of symptom onset. These\nstudies warrant the use of quantitative viral RNA load and serological assays when deciding\nCurrent diagnostic tests for the SARS-CoV-2 pandemic use nucleic acid, antibody and\nprotein-based detections, but viral nucleic acid detection by RT-PCR remains the gold\n. Nucleic acid tests have improved sensitivity and specificity for viral detection\nover the now available serological tests. The recognition of SARS-CoV-2 over common\nrespiratory pathogens is contingent on RT-PCR serving as a sensitive, precise, and specific\nviral detection. Despite the test’s accuracy, results have not yet enabled the containment of\n\n--- Page 4 ---\nKevadiya et al.\n15 viral infection\nAuthor Manuscript\ntime can exceed 2 days and runs the risk of reduced specificity through cross-\n6 contamination\n16 because of viral evolution\nquality nucleic acid purification, cost and wait times\nAuthor Manuscript\nrequired and can generate aerosols and safety limitations\n42 skillsets required .\n43 amplification\n44 SARS-CoV-2 genome\nhelicase (Hel) proteins and the nucleocapsid (N) genes of SARS-CoV-2\nlarge sample numbers by automated solutions\n19 reliable test results .\nAuthor Manuscript\nRT loop-mediated isothermal amplification (RT-LAMP)\nexperience, interpretation and reaction optimization\nsignal read-out properties of Eva- was superior to SYBR-Green\n48 viral diagnosis\n43 reaction catalyzed by labeled RT\nAuthor Manuscript\namplification (RPA) and RT-LAMP in a single tube\nfor the reaction of the LAMP system. In step 1\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 4\n. In February 2020, the U. S. Food and Drug Administration (U.S. FDA)\n18 permitted licensed laboratories to report in-house SARS-CoV-2 diagnostic tests . The\nprocedure begins with the isolation and conversion of viral RNA to complementary DNA\n(cDNA). Next, the cDNA is amplified using Taq DNA polymerase. The RT-PCR test’s final\noverall workflow is illustrated in Fig. 2a which quantifies the viral load. The total turnaround\n11 . The tests are commonly performed in hospital laboratories .\nResults from real-time RT-PCR using primers targeting different viral genome parts can be\naffected by viral RNA sequence variation. In addition, false-negative results may occur\n. Other limitations of RT-PCR tests include sample storage, low\n41 . Despite such limitations, the RT-PCR\ntest remains the gold standard for SARS-CoV-2 diagnostics. For the alternative in situ\nhybridization and immunohistochemistry (IHC), large amounts of sample collection are\n42 . IHC is dependent on the choice\nand specificity of the antibody and sample quality. The most definitive method for the virus\nis high-throughput sequencing, but this approach is limited due to cost, equipment and\nIsothermal amplification is a useful alternative to thermal cycling-based nucleic acid\n. Simplified RT-PCR are now available to detect diverse regions of the\n. These detect the RNA-dependent S and RNA polymerase (RdRp)/\n11 . The RdRp/Hel\nassays are highly sensitive means for viral detection. This combined with proper handling of\n45 and Cobas 6800 systems provides fast and\nThe reverse transcription loop-mediated isothermal amplification (RT-LAMP) is based on\nnanotechnology. LAMP-based diagnostic tests are detected by levels of turbidity or by\ncolorimetric or fluorescence measures. This technique is simple to perform and visualize and\nhas low background interference. The main limitations for LAMP testing involve\n46 . From two fluorescent dyes tested, the\n47 . RT-LAMP is based on\npaper/strips when integrated as part of a microfluidic platform to provide a lab-on-a-chip\n. In the test, fluorescein is assigned to one primer set and the product of the\n. An alternative method for LAMP accurately detects\nSARS-CoV-2 using a leucocrystal violet dye to provide a visible violet color enables\ndetection of 100 copies/reaction. A means of improving the limit of detection of the LAMP\nassay is through a closed tube Penn-RAMP which combines RT-recombinant polymerase\n49 . Fig.2b describes the RT-LAMP assay\nworkflow. The products from three steps in the RT-LAMP system can serve as the template\n(i) of Fig. 2b, solutions of dATP, polymerase\n(Bst 2.0), and avian myeloblastosis virus (AMV) transcriptase are used as LAMP-reagents\nfor preparing the amplification mixtures. The LAMP-reagents’ reaction with biotin-labeled-\n\n--- Page 5 ---\nKevadiya et al.\nAuthor Manuscript\nDetectable COVID-19 RT-LAMP products are provided in step 3\n(iii) are shown in step 3\nLAMP is labeled with Dig and biotin.\n50 primer\nAuthor Manuscript\nprocedure for patients.\nSARS-CoV-2 diagnostics using nanomaterials\nAuthor Manuscript aminopropyl) triethoxysilane, and can permit up to 50,000 diagnostic tests\nbiosensing systems with various energy transfer partners\n53 spectrum\ndetection is 0.18 ng/μL of RNA particles\nAuthor Manuscript\nQDs are used as probes to investigate other viral receptors\nmediated cell recognition and entry.\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 5\nnp -LB (np-LB*) and FITC- labeled-F1ab-LF primer (F1ab-LF*) or the labeled-F1ab–LF\n(ii) primer (F1ab-LF*) starts the isothermal amplification (RT-LAMP reaction in step 2 ).\n(iii) . FITC/Biotin-labeled-\nnp-LAMP and FITC/Biotin-labeled-F1ab-LAMP amplicons, the results of labeling of F1ab-\n43 , LF* and F1ab-LB* or np-LF* and np-LB* for digoxigenin (Dig) and biotin, respectively\n. In contrast, the fluorescein isothiocyanate (FITC) is assigned to\nF1ab primer set; F1ab-RT-LAMP product is labeled with FITC and biotin, while the np-RT-\nFurthermore, the labeled F1ab-LF* and F1ab-LB* primers react under the optimized\ncondition, and SARS-CoV-2 RNA is converted to cDNA with AMV-RT at 63°C in 40\nminutes. This reaction serves as the material for subsequent LAMP amplification; the RT-\nLAMP system consists of the FITC-products and Dig, for the detection of F1ab and np-\n. RNA extraction is time consuming, expensive, and requires centrifugation steps\nwhich EasyCOV RT-LAMP tests do not require. EasyCOV technology is a simple and\nstraightforward test without required RNA extraction from the sample. The results of\nEasyCOV demonstrated a sensitivity of 72.7%. LAMP techniques on saliva can identify\npeople’s infected profiles. EasyCOV can detect SARS-Cov-2 in saliva and the test is viable\nfor large-scale screenings of the general population due to its simple, fast, and painless\nNanomaterial based technology provide feasible alternatives to RT-PCR for quick and\nprecise viral detection. For example, magnetic nanoparticles can facilitate viral RNA\nextraction through co-precipitation, followed by polyamine ester functionalization via (3-\n51 . Quantum dots\n(QDs) could serve as ideal detection tools to study S protein/ACE2 binding dynamic and\ninternalization due to their relatively small size, photostability and the ease of surface\nfunctionalization with biological molecules for Förster resonance energy transfer (FRET)\n52 , such as AuNPs that are\ncharacterized by absorption of electromagnetic radiation in the visible region of the\n. A colorimetric assay was developed based on thiol-modified antisense\noligonucleotides conjugated with AuNPs for detection of SARS-CoV-2 N-gene RNA. This\nis used for rapid diagnosis and can be performed within 10 minutes. The lower limit of\n54 . A recombinant S receptor binding domain\nconjugated to fluorescent QDs was created as an imaging probe for energy transfer\nquenching with ACE2-conjugated AuNPs. Upon binding of the S to the ACE2 receptor,\nfluorescence is quenched by the nearby gold nanoparticles to enable monitoring of the\nbinding events in the solution. QD probes can also facilitate cell-based assay identification\n55 and validation of inhibitors of the SARS-CoV-2 S protein and ACE2 receptor binding . The\n56 . This system can identify\nneutralizing antibodies and recombinant proteins for SARS-CoV-2 and other viruses with S-\n\n--- Page 6 ---\nKevadiya et al.\n57 (HIV) and other viral diseases Author Manuscript\nfield effect transistor (FET) bio- and graphene-sensors\ntop panel) 3\nwhich can be used to detect SARS-CoV-2\nAuthor Manuscript\n61 assay is required\noptically measured through a sensing system\nbelow standard nasopharyngeal swab and saliva viral concentrations Author Manuscript\n62 detecting the SARS-CoV-2\nnanostructures, without any external coupling optics\n65 reader measurements\nit may find application in clinics, roadside screening sites and homes\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 6\nBiosensors were developed for detecting influenza, the human immunodeficiency virus\n. Initially marred by low sensitivity and specificity,\nlimitations were overcome by plasmonic (gold and silver), metal oxide nanoparticle and\n57, 58 . Graphene has wide application\nconsisting of hexagonal carbon structures arranged in a two-dimensional sheet. This gives it\na large surface area, high electronic conductivity and high carrier mobility and graphene\nbiosensors are highly sensitive. When developing a graphene-based biosensor to detect\nSARS-Cov-2, coronavirus S antibody was immobilized on graphene surface using 1-\npyrenebutyric acid N-hydroxysuccinimide ester linkers. This graphene was used as a sensing\n59 material in a field effect transistor device to detect the S up to 1 fg/mL concentration (Fig.\n. The optical property of AuNP and AgNP (silver nanoparticles) conjugated to\nantibodies, when they are bound to the viral antigens or RNA, causes a detectable signal\n60 . A toroidal plasmonic metasensors were\ndeveloped that detect a femtomolar concentration of the viral S protein. They showed that\nmonoclonal antibody conjugation on functionalized AuNPs could be deleted up to 4.2\nfemtomolar level concentration (lower limit of detection). Transmission spectra of\nmetasensors can shift the excitation with a polarized beam of light at terahertz frequency.\nMetasensors can be very useful in point of care (PoC) testing where the rapid and sensitive\n. Recently, researchers have devised a single step, optical S protein-\nspecific nanoplasmonic resonance sensor that requires minimal sample preparation and\nprovides fast and direct virus detection. In such a system, highly specific antibodies to\nSARS-CoV-2 were immobilized on nanosensor chip surfaces to which intact coronavirus\nparticles bind through S protein, leading to plasmon resonance or intensity changes be\n62, 63 . For this assay, the lower limit of detection\nis 30 virus particles. The assay can be completed in 15 minutes. Assay can quantify virus\n20 . On analyzing the\nspecificity of the sensor for binding SARS-CoV-2 in comparison to SARS-CoV, Middle East\nRespiratory Syndrome coronavirus (MERS-CoV) and vesicular stomatitis (VSV)\npseudoviruses, nanoplasmonic sensor chips demonstrated very high specificity (>1000:1) in\n. The nanoplasmonic sensor chips have the advantage of being\nlow cost and scalable while maintaining uniformity and repeatability. The design of periodic\n64 allow sensor chips to be integrated\nwith a standard 96 microwell plate or microfluidic cuvettes. This allows standard microplate\n. A low cost, portable, smartphone application-controlled device can\nanalyze SARS-CoV-2 pseudovirus sample in one step within 15 minutes with sensitive viral\ndetection. Although the detection limit is 4000 compared to 30 vps for the microplate reader\n62 . Gold nanoparticle-\nbased sensors coupled with artificial intelligence, can detect volatile organic compounds\n(VOCs) associated with SARS-CoV-2 in exhaled breaths. The assay was able to detect virus\nbased on the change in resistance of the nanomaterial biosensor layer. The methods can be\n66 optimized in future months by using other nanomaterials and larger cohort testings .\nA clinical diagnostic sensor was developed that combines a dual-functional plasmonic\nphotothermal (PPT) effect with localized surface plasmon resonance (LSPR) sensing\nmiddle transduction. Tests are done on two-dimensional gold nanoislands (AuNIs) (Fig. 3\n\n--- Page 7 ---\nKevadiya et al.\npanel\nAuthor Manuscript\nsignificantly reduce the rate of false-positive results\nAuthor Manuscript\n63 analysis of progeny virions\nDetection of SARS-CoV-2 antibodies\nAuthor Manuscript\n69 70 IgA as well as IgG and IgM\nRecent studies have identified SARS-CoV-2 specific antibodies in the saliva\nsuggest parallel compartmental humoral immune responses\nwhich correlates with COVID-19 disease severity.\nAuthor Manuscript\nto the virus, and suggest that it may represent an indicator of herd immunity\nin variant strains, may be used to ensure assay reproducibility\nfrom 13 minutes (Abbott ID NOW) to 45 minutes (Cephied Xpert Xpress)\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 7\n). The AuNIs contain complementary DNA receptors which hybridize to SARS-CoV-2\nnucleic acids. This system can be excited at two different wavelengths as it uses two\ndifferent angles of incidence, one from PPT and the other from LSPR. It can detect RdRp-\nCOVID, ORF1ab-COVID, and E genes from SARS-CoV-2. The dual-functional LSPR\nbiosensor has a lower detection limit of 0.22 picomolar and allows precise detection of\nselected SARS-CoV-2 sequences in a multigene mixture. The plasmonic sensing system can\n67 . Similarly, others developed a\nplasmonic nanohole array used to transmit light for the label free detection of the pathogen\nin biological media without sample preparation. It can quantitate intact virions by capturing\nthem on group-specific antiviral immunoglobulins immobilized at the surface of the sensor.\nThe intact virus binds to a suspended nanohole array grating that couple’s incident light to\nsurface plasmons and causing a red shift in surface plasmonic resonance frequency. The\nassay could detect small (vesicular stomatitis virus and pseudotyped Ebola) and large\n(vaccinia virus) enveloped viruses. The non-destructive nature of the assay allows for further\n. Overall, the biosensors and other material science-based\ndetection techniques can enable rapid and portable diagnostic SARS-CoV-2 testing.\nThe synthesis of antibodies against SARS-CoV-2 are as a primary immune response to\ninfection. Neutralizing antibodies are found in up to 50% of infected patients by day 7 and in\nall patients by day 14. Serological studies are an alternative to RT-PCR for SARS-CoV-2\ndiagnostics. Combining both real-time PCR and serological testing significantly increases\npositive viral detection rates. IgM levels increase during the first week after SARS-CoV-2\ninfection, peak after 2 weeks and then fall back to near-background levels in most patients.\n68 IgG is detectable after 1 week and is maintained at a high level for a long period . In\ncontrast, IgG becomes detectable after 1 week, remains elevated for an extended period,\neven over 48 days, and may serve to protect against re-infection. IgA responses appear\nbetween 4 to 10 days after infection. Notably, a diagnostic predictor is the presence of sera\n. The spectrum of SARS-CoV-2 antibodies are explained, in\n68 part, by divergent target antigens. Antibody titers can decrease seven days after infection .\n71, 72 . Multiplex\nSARS-CoV-2 antibody immunoassssay were investigated to determine differences between\nantibody levels in patient saliva and sera. Antibodies in saliva consistent with that in sera\n72 . A parallel study developed\nrapid immunoassay using the Brevitest platform technology for measuring salivary IgA\nInterestingly, low levels of IgA were seen in individuals with IgG without known exposure\n71 . SARS-CoV-2\nspecific antibody detection, especially that in saliva, may be useful for surveillance.\nQuestions remain as to which antigens are the best candidates for serological testing. While\nthe viral S is perhaps the strongest candidate, what remains unresolved is what part of the S\nshould be developed? Alternatively, multiple isoforms of the S protein, such as those found\n73 . Time to results can vary\n74 . Of the five\n\n--- Page 8 ---\nKevadiya et al.\nAuthor Manuscript\nkit and VivaDiag COVID-19 IgG-IgM based).\nClinical studies will be needed to determine their clinical relevance\nimmunoassays, SARS-CoV-2-IgG (Abbott) show a sensitivity of up to 100%\n® platform COVID-19 VIRCLIA\nAuthor Manuscript\nassays are applied principally for epidemiological testing\nSARS-CoV-2 antigens\n78 individuals\nAuthor Manuscript\nlaboratory instruments, which can run ~100–200 test per hour\nCoV-2 are produced after one week of infection\nSaliva testing\n22 detecting infections\nAuthor Manuscript\n9 particles by aerosols\nunable to produce sufficient sample volume\ndemonstrated high potential for the surveillance of general health and disease\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 8\nantibody-based tests available, two are lateral flow immunoassays (BioMedomics rapid test\nand Surescreen rapid test cassette), one is a time-resolved fluorescence immunoassay\n(Goldsite diagnostics kit), and two are colloidal gold immunoassays (Assay Genie rapid PoC\n75 . For N-based\n76 . For S-based\nimmunoassays, Liaison® SARS-CoV-2 S1/S2 IgG and the combination S-and N-based\nIgG MONOTEST demonstrated equivalent sensitivities.\nThe plaque reduction neutralization test (PRNT) showed a sensitivity of 93.3%. For\nevaluating specificity, all of the tests except one, the ELISA (IgG) (Euroimmun), produced\nat least one positive result for the negative SARS-CoV-2 antigen control. This likely\nrepresents large discrepancies between the testing platforms and the assay sensitivity relative\nto time. Although the PRNT is the gold standard for immunoglobin-based detection, the test\nhas constraints including limited number of sample analyses and requires a BSL-3\nlaboratory. The titers obtained from the assays correlate well with PRNT. Currently antibody\n77 .\nA rapid diagnostic assay was also developed to detect the presence of viral antigens\nexpressed by the SARS-CoV-2 in samples from the respiratory tract of infected\n. For this assay, sample antigen present in the sample, binds to antibodies\naffixed to a paper strip enclosed in a plastic casing. This reaction generates a visually\ndetectable signal within half an hour. The detected antigen(s) are expressed only if the virus\n78 is actively replicating; therefore, the tests can be used to identify acute or early infection .\nAlso, a more common type of rapid diagnostic assay has been marketed by Abbott for\nCOVID-19, which detects the presence of antibodies in the blood of infected individuals.\nAbbott’s test can detect the SARS-CoV-2 antibody on ARCHITECT i1000SR and i2000SR\n79 . Antibodies against SARS-\n80 . The strength of any antibody response\ndepends on age, nutritional status, disease severity, comorbid conditions, and medications.\nThe presence of SARS-CoV-2 viral RNA in saliva samples was not associated with disease\n132,133 severity, which is different from what was reported for nasopharyngeal swabs .\nNevertheless, human saliva has gained attention as an alternative diagnostic medium for\n. Naso- or oropharyngeal swabs show limitations in sample collection\nand presents a risk to healthcare workers through sneeze or cough and transmitting virus\n. In addition, in cases of thrombocytopenia or any other coagulation\ndisorders, the collection procedure can precipitate bleeding. These complications have led to\ntesting sputum collection for diagnostic purposes. Sputum is an easy directed and non-\ninvasive method of sampling. However, one limitation is that 72% of COVID-19 patients are\n33 . As a multi-constituent oral fluid, saliva has\n21 . The ease of\n\n--- Page 9 ---\nKevadiya et al.\nAuthor Manuscript\n81 harbors viral microorganisms\nto the donor than blood collection and can permit home sampling\nmay have a major potential for COVID-19 screening\n37 RT-PCR\nAuthor Manuscript\nwith a significant directive of current research activities.\nFecal tests\n32 negative\nAuthor Manuscript\nWhile a high incidence of cough and fever are well established\ngastrointestinal symptoms support fecal-oral transmission routes\nAuthor Manuscript\ninfected in order to prevent subsequent SARS-CoV-2 outbreaks\nRadiographic testing\n11, 44 assay for SARS-CoV-2 detection\npharyngeal (32%) and nasal (63%) swab samples\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 9\ncollection for diagnostics and monitoring, without the need for medical staff can lead to ease\nof sample collection (Fig. 2c). Saliva is a useful biological medium, as it comprises proteins,\nnucleic acids, electrolytes, and hormones originating from multiple local and systemic\nsources. Saliva is known to contain approximately 30% of biomolecules found in blood and\n. Moreover, saliva samples can be stored in stabilizing\nsolutions and posted several days later in the testing center. Saliva collection is less invasive\n21, 22 . Analysis of saliva\nsamples in patients with COVID-19 may facilitate the detection of both the virus itself and\nthe antibodies and, as such, shows potential as a diagnostic medium. Human saliva sampling\n20, 82 . There is a concordance between\ndetecting respiratory pathogens, including two seasonal human coronaviruses, in saliva using\n. Indeed, mean SARS-CoV-2 titers (virus copies/mL) in saliva (n=37) compared to\nnasopharyngeal swabs (n=46) were 5-fold higher (p<0.05). Furthermore, none of the\nnegative saliva samples became positive. In contrast, in five instances, nasopharyngeal swabs\n20,82 first tested negative for SARS-CoV-2, followed by a positive test result when repeated .\nHowever, ever more reliable sample collection that can be self-administered is still needed,\nKnowledge regarding virus incubation, transmission, and shedding is crucial for protecting\nhealthcare professionals and stopping the spread of SARS-CoV-2. High incidence and viral\npersistence in feces have been observed when nasopharyngeal swab samples were virus\n. Notably, viral load in stool samples can be detected up to four weeks after\ndisease onset. The risk of exposure to healthcare professionals of fecal material from\npatients is well known, especially in high aerosol generative procedures. Facilities, such as\nnursing homes, may be particularly vulnerable to this pathway of transmission of infection.\n33 , documented\n83 . Based on the prolonged\nviral shedding in feces and respiratory samples 14 days post-discharge, the European Centre\n84 for Disease Prevention (ECDC) has advocated the need for continued self-isolation .\n32 Studies have also shown that the live virus can be isolated from stool specimens ,\nsupporting the possibility of fecal-oral transmission. As a result, evidence-based\nrecommendations for gastrointestinal endoscopy and surgery are required where there may\nbe an exposure risk to virus shedding in feces. Lastly, SARS-CoV-2 may be tracked through\nwastewater and, as such, enables community surveillance and could be a powerful tool in\ntracking COVID-19 spread. There are now sewage screening tests for dormitories in an\nattempt to detect asymptomatic individuals. If positive, institutions can quarantine those\n85 .\nAlthough quantitative and qualitative tests of viral nucleic acid RT-PCR tests are the primary\n, the sensitivities of these tests remain low for\n36 . RT-PCR tests can often take up to more\nthan a week due to a shortage in testing supplies or lack of technical skills. Therefore,\n\n--- Page 10 ---\nKevadiya et al.\nAuthor Manuscript\ndefinitive diagnosis of SARS-CoV-2 infection\nbe used to stage SARS-CoV-2 infection\nnegative CXR alone cannot rule out lung involvement\nstandard for a virologic diagnosis, CXR affords 69% sensitivity\nAuthor Manuscript\n94 mass, or lung collapse are alternatives\nComputed tomography (CT) and magnetic resonance imaging (MRI)\n95 COVID-19 related pulmonary disease\nAuthor Manuscript\nzone- and peripherally- predominant consolidation and hazy opacities\nscans demonstrate a, “reversed halo” pattern and signs of septal thickening\nalliance are more akin to SARS-CoV-2 infection\nscans and are later diagnosed with COVID-19\nAuthor Manuscript\nsuspicion patients with SARS-CoV-2 infection\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 10\nsuspected cases, either with or without RT-PCR results or negative RT-PCR results, require\nadditional affirmations. Combinations of radiographic, molecular, and antigen-based assays\nhave been used alone, or in combination, to determine the optimal means to make a\n91 . After the respiratory symptom presentation\nand nucleic acid viral detections, an initial evaluation of COVID-19 patients commonly\nincludes radiological examinations. Such examinations include a chest X-ray (CXR),\ncomputed X-ray tomography (CT) or a lung ultrasound. These, alone or together, can be also\n91, 92 . Often, a simple CXR is sufficient. However, a\n93, 94 . While RT-PCR remains the gold\n91, 93, 94 . However, imaging\nfeatures contained in a standard CXR are often non-specific. When radiographic features of\nthe disease are seen they reflect dense radiological patches on the left upper lobe and lower\ncorners of the lung. With disease progression, more well-defined radiographic features are\npresent and increase the veracity of a definitive COVID-19 diagnosis. However, while a\nCXR is the most useful test to affirm lung disease, it does not rule out alternative infections\nand especially in the context of presenting COVID-19 signs and symptoms since it is not\nspecific. Abnormalities such as pneumothorax, pulmonary edema, pleural effusions, lung\n. The value of the CXR is further supported by meta-\nanalyses of patients with lower respiratory infections that include those treated in an ICU.\n91, 92 Serial chest X-rays can shorten symptom duration and reduce disease comorbidities .\nSupplementary diagnostic testing for COVID-19 provides affirmation and monitoring of\nviral infection. Conventional CXR possesses sensitivity of nearly 60% for initial detection of\n. These CXR abnormalities include bilateral lower\n93 . In addition, CT\n96 . Distinctive CT\nimages illustrate bilateral pulmonary parenchymal ground-glass and consolidated pulmonary\nopacities with occasionally rounded morphology and marginal lung dispersal (Fig. 4a). Lung\nengrossment with peripheral predominance is seen both in patients with SARS-CoV and\nMERS-CoV infections. However, chest CT showing pulmonary ground-glass opacities and\n91, 97 .\nPatients with negative RT-PCR tests for SARS-CoV-2 can present with abnormal chest CT\n92 . Thus, emerging evidence supports the use\nof chest CT examination as a confirmatory test for COVID-19 disease when patients have\nnegative RT-PCR test but high clinical suspicion for SARS-CoV-2 infection. Chest CT scans\ncould be used as a diagnostic tool for patients with negative RT-PCR screening, as an\nadjunctive test, used in combination with repeated RT-PCR assays. Specifically, high-\nresolution chest CT is vital for confirmatory analysis and evaluation of disease severity in\n91 . Numerous studies have scrutinized chest\nCT images of patients infected with SARS-CoV-2 considering abnormalities may also be\ndue to other causes of pneumonia, leading to false positive results. In one study performed in\nTongJi Hospital, Wuhan, involving 1,014 patients who were examined with both chest CT\nand RT-PCR tests; 601 patients (59%) had positive RT-PCR results, and 888 (88%) had\n\n--- Page 11 ---\nKevadiya et al.\nAuthor Manuscript\n92 with negative RT-PCR results\nextensive lung tissue damage with reduced oxygen uptake in infected people\n96 onset\n82 asymptomatic passengers on the Diamond Princess cruise ship\nAuthor Manuscript\nrisk factors, community conditions, and resource constraints\n100 1. ).\nAuthor Manuscript\n101 policies .\nAuthor Manuscript\nUltrasound\nUltrasonography of the lungs are also used to assess COVID-19 patients\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 11\npositive chest CT scans. While the sensitivity of chest CT scans for COVID-19 was 97%,\nbased on positive RT-PCR results, 75% (308 of 413 patients) had positive chest CT scans\n. In advanced cases, SARS-CoV-2 infection can lead to\n91, 97 . Although\nchest CT abnormalities may precede symptom onset in 44% of the COVID-19 patients,\n>90% of those with respiratory symptoms will have abnormal chest CT after symptom\n. Furthermore, abnormalities on chest CT may be seen even in asymptomatic patients\n98 with positive RT-PCR, as reported in 14 of 15 health care workers in one study and 54% of\n91, 97 . Despite the\nsensitivities of chest CT to detect lung abnormalities, the current recommendations from the\nmajor radiological societies is that chest CT should not be used for first line screening of\nCOVID-19, but to be used sparingly for hospitalized, symptomatic patients with specific\nclinical indications. Normal CT should not dissuade a patient from being quarantined or\n99 provided other clinically indicated treatment when otherwise medically appropriate . Most\nrecently, a Consensus Statement from the Fleischner Society was generated by a\nmultidisciplinary panel comprised principally of radiologists and pulmonologists from 10\ncountries with experience managing COVID-19 patients across a spectrum of healthcare\nenvironments, evaluated the utility of imaging within three scenarios representing varying\n100 . Based on 14 key questions,\ncorresponding to eleven decision points within the three scenarios and three additional\nclinical situations, the aggregated results yielded the following recommendations (see Table\nThe immune response to SARS-CoV-2 leads to the release cytokines and chemokines,\nfrequently leaving inflammatory cells which can be seen by CT (Fig. 4a) in the form of\nyellow discoloration. Fig. 4b shows magnetic resonance imaging (MRI) scans of a\nCOVID-19-infected patient’s brain, which provides much more details of the pathologies in\nthe soft tissue than CT. However, the American College of Radiology (ACR) advises the\nmedical facilities to avoid performing MRI in COVID-19 patients. According to the ACR\npublished guidelines, patients who are suspected of SARS-CoV-2 infection or have tested\npositive can be scanned by alternative imaging methods. Sanitizing MRI machines takes a\nlong time and poses significant challenges. High-efficiency particulate air (HEPA) filter\nsystems, typically used to increase air exchange, are not compatible with MRI. Suppose the\nventilation examination is deemed clinically necessary. In that case, it is recommended that\nthe potential risks of a patient having COVID-19 should be discussed with the referring\nphysician and an alternative ventilation scan should be offered as per the hospital COVID-19\n102 . Lung-\nultrasound (LUS) does not appear to have specificity for identifying COVID-19 pneumonitis\nor pneumonia but is recommended for defining the area of infection. LUS may be beneficial\nin the early diagnosis of COVID-19 pneumonia as a cost-effective way to determine the\nlocalization of infection. The result of LUS is more sensitive than a CXR due to its excellent\nresponse to positive end-expiratory pressure (PEEP; pressure in the lungs above atmospheric\n\n--- Page 12 ---\nKevadiya et al.\nAuthor Manuscript\nto therapeutically position the patients\nLimitations of current diagnostic testing\nAuthor Manuscript\n116 (29%)\nAuthor Manuscript\n118 infection\nAuthor Manuscript 119\nminutes with a small device\n120 minimal cost\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 12\npressure that exists at the end of expiration). LUS shows several features, such as lung\nconsolidation in severe local disease. Similar to those found on CXR or chest CT, LUS in\npatients with COVID-19 infection found more prominent evidence of COVID-19 pathology\nin the posterior lower lung zones. In most cases, the infection progresses from the periphery\nto the center of the lung tissues. ICU care teams also use LUS findings of pulmonary edema\n102 .\nCurrently, a, “clinical diagnosis” of COVID-19 relies on a combination of chest CT and RT-\nPCR results. Outside of a clinical setting, RT-PCR testing comprises the vast majority of all\nsurveillance testing done in the workplace or within schools. Due to the ubiquity of RT-PCR\ntesting, it is important to examine the information this test offers to clinicians and policy\nmakers alike. By identifying the shortcomings of this testing platform, future detection\nmethods can improve upon the current model. Nucleic acid amplification tests (NAAT) may\nbe problematic with poorly timed specimen collection, poor quality specimen collection, the\nrequirement for trained lab technicians, and long wait times to generate the results. The gold\nstandard RT-qPCR is time consuming (4–6 hours), not including the time to transport the\nspecimens to the laboratory which can take days. RT-PCR results also depend heavily on the\ntype of sample taken; positive sampling rates vary widely between oropharyngeal swabs\n(32–48%), nasopharyngeal swabs (63%), BALF (79–93%), sputum (72–76%) and stool\n117 . The primers and other reagents required to run the tests could be in shortage . In\nresponse to the limitations posed by RT-PCR testing, new platforms are actively being\npursued. Research on antibody detection tests are ongoing, but limited. Many studies had\nsmall cohorts and, given the urgency to share scientific knowledge in this unprecedented\ntime, have rapidly published studies which should be viewed with a critical lens. Current\nissues for immunodiagnostic approaches include a lack of specificity which is linked to false\npositive results from antigens that are well-conserved among different CoV species and\ncross-reactions with autoantibodies in autoimmune diseases. Immunodiagnostic approaches\nare most viable 7–11 days post exposure and are therefore less useful in diagnosis of acute\n.Outside of the physical limitations of the testing platform, the information\nproduced by both nucleic acid amplification testing and serology testing fails to capture\nimportant metrics of COVID-19, such as the duration an individual is contagious or the\nprevalence of certain haplotypes in a population. To these ends, metagenomic detection\nprocedures used in tandem with nucleic acid amplification techniques may lead to new\ninsights gained by clinicians and epidemiologists alike. Although RT-qPCR is the current\nstandard for detection of nucleic acids, new methods, such as pulse controlled amplification\n(PCA), are being evaluated. PCA does not require RNA extraction and can be done in 10\n. In the future, S- and N-based immunodiagnostics platforms\nwill work alongside NAATs in order to increase detection sensitivity of COVID-19 at\n. Future efforts towards the development of novel diagnostic platforms may\nprove fruitful if the tests are accurate, specific, easy to run, produce results in a short amount\nof time, and are cheap to mass produce. Given both the strengths and limitations of current\ntesting platforms and their singular output values, the information afforded by testing results\nmust be carefully scrutinized before making decisions in clinical and non-clinical settings.\n\n--- Page 13 ---\nKevadiya et al.\nConclusions\nAuthor Manuscript\nAuthor Manuscript\ncomplexities and to affect improved disease combating strategies.\nAcknowledgments\nAustralia [APP1145657] and The Garnett Passé and Rodney Williams Foundation. Author Manuscript\nReferences\nSARS-CoV-2. Nat Microbiol 5, 536–544 (2020). [PubMed: 32123347]\nTesting Clinical Specimens for COVID-19.\nguidelines-clinical-specimenshtml (2020).\nAuthor Manuscript\nbody, from brain to toes. Science (2020).\n3822–3835 (2020). [PubMed: 32223179]\nIdentification of 2019-nCoV. Coronavirus Disease 2019\nncov/lab/rt-pcr-detection-instructions.html\nanalysis. Aging (Albany NY) 12, 6049–6057 (2020). [PubMed: 32267833]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 13\nThe SARS-CoV-2 pandemic follows a troublesome trajectory. The health, humanitarian,\nsocial and economic policies adopted by countries can verify the speed and strength of the\nrecovery. Presently, no medication is usually commended to treat COVID-19, and no cure is\naccessible. The U.S. FDA granted use of medicines previously approved for other disorders\nto be used now as recommended therapy for COVID-19. The earlier lack of accessibility for\ntest has hampered the infection control; however, testing of this novel virus is increasing\nquickly. Diagnostic testing for COVID-19 is vital in detection of the virus, understanding\nepidemiology, case management, and suppressing transmission. Universal operating\nprocedures and harmonization of the available diagnostic assays are needed for faster\nscreening approaches in the global fight against the pandemic. Similarly, academic scientists\nand biotechnologists are charged with the description of additional SARS-CoV-2 strains in\norder to improve clusters-based specificity and sensitivity of antibody and antigen-based\ntests. Significantly, nanomaterials-based virus detection technology can help in the\ndevelopment of high sensitivity, simple, scalable, rapid, and cost-effective COVID-19\ndetection tests that supply on-demand diagnostic capability and effectively in the pandemic.\nThis review offers a road map for diagnostic strategies in the context of disease transmission\nand prevention. It is a basic science guide to better appreciate COVID-19 diagnostic\nWe thank Doug Meigs, University of Nebraska Medical Center, for critical review of the manuscript. This work was\nsupported by the National Institutes of Health R01 MH121402-01A1; R01 MH121402P01; R01 AG043540, R01\nAG043530, P01 DA028555, P30 MH062261, R01 MH115860, R01 NS034249, R01 NS036126, the Carol Swartz\nEmerging Neuroscience Fund and the Margaret R. Larson Professorship. CP receives support by the Cancer\n1. Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species\nSevere acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it\n2. Wang D, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-\nInfected Pneumonia in Wuhan, China. JAMA 323,1061–1069 (2020). [PubMed: 32031570]\n3. Centers for Disease Control and Prevention. Interim Guidelines for Collecting, Handling, and\nhttps://wwwcdcgov/coronavirus/2019-ncov/lab/\n4. Machhi J, et al. The Natural History, Pathobiology, and Clinical Manifestations of SARS-CoV-2\nInfections. J Neuroimmune Pharmacol 15, 359–386 (2020). [PubMed: 32696264]\n5. Wadman M, et al. How does coronavirus kill? Clinicians trace a ferocious rampage through the\n6. Udugama B, et al. Diagnosing COVID-19: The Disease and Tools for Detection. ACS Nano 14,\n7. Centers for Disease Control and Prevention. Research Use Only Real-Time RT-PCR Protocol for\nhttps://www.cdc.gov/coronavirus/2019-\n(2020).\n8. Wang B, et al. Does comorbidity increase the risk of patients with COVID-19: evidence from meta-\n\n--- Page 14 ---\nKevadiya et al.\nAuthor Manuscript\nCOVID-19. J Clin Microbiol 58, e00297–20 (2020). [PubMed: 32102856]\n32156607]\ninfected COVID-19 patients. J Infect 81, e28–e32 (2020).\n(2020). [PubMed: 32681308]\n1194–1196 (2020). [PubMed: 32074416]\nAuthor Manuscript\n32267220]\nPneumonia. N Engl J Med 382, 1199–1207 (2020). [PubMed: 31995857]\nsuspected human cases: interim guidance, 2 3 2020.\n(2020).\n32065057]\n[PubMed: 32298676]\nAuthor Manuscript Methods 373, 19–25 (2011). [PubMed: 21821037]\n675–687 (2011). [PubMed: 21383043]\n26,1920–1922 (2020). [PubMed: 32421494]\nLancet 395, 497–506 (2020). [PubMed: 31986264]\nCOVID-19. J Dent Res 99, 1239–1244 (2020). [PubMed: 32744907]\n32306864]\n1843–1844 (2020). [PubMed: 32159775]\nAuthor Manuscript\n(2017). [PubMed: 27807150]\nBiosens Bioelectron 40, 412–416 (2013). [PubMed: 22795532]\n32542208]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 14\n9. Loeffelholz MJ & Tang YW. Laboratory diagnosis of emerging human coronavirus infections - the\nstate of the art. Emerg Microbes Infect 9, 747–756 (2020). [PubMed: 32196430]\n10. Winichakoon P, et al. Negative Nasopharyngeal and Oropharyngeal Swabs Do Not Rule Out\n11. Liu R, et al. Positive rate of RT-PCR detection of SARS-CoV-2 infection in 4880 cases from one\nhospital in Wuhan, China, from Jan to Feb 2020. Clin Chim Acta 505, 172–175 (2020). [PubMed:\n12. Pan Y, et al. Serological immunochromatographic approach in diagnosis with SARS-CoV-2\n13. Lin D, et al. Evaluations of the serological test in the diagnosis of 2019 novel coronavirus (SARS-\nCoV-2) infections during the COVID-19 outbreak. Eur J Clin Microbiol Infect Dis 39, 2271–2277\n14. Lipsitch M, et al. Defining the Epidemiology of Covid-19 — Studies Needed. N Engl J Med 382,\n15. Okba NMA, et al. Severe Acute Respiratory Syndrome Coronavirus 2-Specific Antibody\nResponses in Coronavirus Disease Patients. Emerg Infect Dis 26, 1478–1488 (2020). [PubMed:\n16. Shen Z, et al. Genomic Diversity of Severe Acute Respiratory Syndrome-Coronavirus 2 in Patients\nWith Coronavirus Disease 2019. Clin Infect Dis 71, 713–720 (2020). [PubMed: 32129843]\n17. Li Q, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected\n18. World Health Organization. Laboratory testing for coronavirus disease 2019 (COVID-19) in\nhttps://apps.who.int/iris/handle/10665/331329\n19. Zhang W, et al. Molecular and serological investigation of 2019-nCoV infected patients:\nimplication of multiple shedding routes. Emerg Microbes Infect 9, 386–389 (2020). [PubMed:\n20. Azzi L, et al. Saliva is a reliable tool to detect SARS-CoV-2. J Infect 81, e45–e50 (2020).\n21. Punyadeera C, et al. One-step homogeneous C-reactive protein assay for saliva. J Immunol\n22. Pfaffe T, et al. Diagnostic potential of saliva: current state and future applications. Clin Chem 57,\n23. Xiao F, et al. Infectious SARS-CoV-2 in Feces of Patient with Severe COVID-19. Emerg Infect Dis\n24. Huang C, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.\n25. Liu R, et al. Viral Load Dynamics in Sputum and Nasopharyngeal Swab in Patients with\n26. Yongchen Z, et al. Different longitudinal patterns of nucleic acid and serology testing results based\non disease severity of COVID-19 patients. Emerg Microbes Infect 9, 833–836 (2020). [PubMed:\n27. Wang W, et al. Detection of SARS-CoV-2 in Different Types of Clinical Specimens. JAMA 323,\n28. Kim YG, et al. Comparison between Saliva and Nasopharyngeal Swab Specimens for Detection of\nRespiratory Viruses by Multiplex Reverse Transcription-PCR. J Clin Microbiol 55, 226–233\n29. Parolo C, et al. Enhanced lateral flow immunoassay using gold nanoparticles loaded with enzymes.\n30. Huang C, et al. Rapid Detection of IgM Antibodies against the SARS-CoV-2 Virus via Colloidal\nGold Nanoparticle-Based Lateral-Flow Assay. ACS Omega 5, 12550–12556 (2020). [PubMed:\n\n--- Page 15 ---\nKevadiya et al.\n(2020).\nAuthor Manuscript\nRT-PCR. Nat Commun 11, 4812 (2020). [PubMed: 32968075]\nTaiwan. Hum Pathol 36, 303–309 (2005). [PubMed: 15791576]\nBioelectron 166, 112437 (2020). [PubMed: 32692666]\nSurveill 25, 2000045 (2020).\n(2019). [PubMed: 30946852]\nAuthor Manuscript\n121534–121534 (2020). [PubMed: 33167242]\nBioelectron 166, 112437 (2020). [PubMed: 32692666]\nPandemic. Biology (Basel) 9, 182 (2020).\nAnalyt Chem 122, 115749 (2020).\nCoV-2. Sci Rep 10, 19004 (2020). [PubMed: 33149153] Author Manuscript\nRev 117, 536–711 (2017). [PubMed: 27359326]\n[PubMed: 15755131]\n[PubMed: 32437124]\n(2020).\nAuthor Manuscript\nwith sensing strategies. Talanta 206, 120201 (2020). [PubMed: 31514868]\nNanotechnol 15, 618–621 (2020). [PubMed: 32728083]\n5135–5142 (2020). [PubMed: 32293168]\nBioeng 13, 1–17 (2020). [PubMed: 32030104]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 15\n31. Bullard J, et al. Predicting infectious SARS-CoV-2 from diagnostic samples. Clin Infect Dis\n32. Smyrlaki I, et al. Massive and rapid COVID-19 testing is feasible by extraction-free SARS-CoV-2\n33. Shieh WJ, et al. Immunohistochemical, in situ hybridization, and ultrastructural localization of\nSARS-associated coronavirus in lung of a fatal case of severe acute respiratory syndrome in\n34. Zhu X, et al. Multiplex reverse transcription loop-mediated isothermal amplification combined\nwith nanoparticle-based lateral flow biosensor for the diagnosis of COVID-19. Biosens\n35. Corman VM, et al. Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro\n36. Eigner U, et al. Clinical evaluation of multiplex RT-PCR assays for the detection of influenza A/B\nand respiratory syncytial virus using a high throughput system. J Virol Methods 269, 49–54\n37. Moulahoum H, et al. How should diagnostic kits development adapt quickly in COVID 19-like\npandemic models? Pros and cons of sensory platforms used in COVID-19 sensing. Talanta 222,\n38. Zhu X, et al. Multiplex reverse transcription loop-mediated isothermal amplification combined\nwith nanoparticle-based lateral flow biosensor for the diagnosis of COVID-19. Biosens\n39. Augustine R, et al. Loop-Mediated Isothermal Amplification (LAMP): A Rapid, Sensitive,\nSpecific, and Cost-Effective Point-of-Care Test for Coronaviruses in the Context of COVID-19\n40. Mohamed ET, et al. A Single and Two-Stage, Closed-Tube, Molecular Test for the 2019 Novel\nCoronavirus (COVID-19) at Home, Clinic, and Points of Entry. ChemRxiv (2020).\n41. Hong S, et al. Application of fluorescence resonance energy transfer to bioprinting. TrAC Trends\n42. Chacón-Torres JC, et al. Optimized and scalable synthesis of magnetic nanoparticles for RNA\nextraction in response to developing countries’ needs for the detection and control of SARS-\n43. Hildebrandt N, et al. Energy Transfer with Semiconductor Quantum Dot Bioconjugates: A\nVersatile Platform for Biosensing, Energy Harvesting, and Other Developing Applications. Chem\n44. Oh E, et al. Inhibition assay of biomolecules based on fluorescence resonance energy transfer\n(FRET) between quantum dots and gold nanoparticles. J Am Chem Soc 127, 3270–3271 (2005).\n45. Moitra P, et al. Selective Naked-Eye Detection of SARS-CoV-2 Mediated by N Gene Targeted\nAntisense Oligonucleotide Capped Plasmonic Nanoparticles. ACS Nano 14, 7617–7627 (2020).\n46. Gorshkov K, et al. Quantum Dot-Conjugated SARS-CoV-2 Spike Pseudo-Virions Enable Tracking\nof Angiotensin Converting Enzyme 2 Binding and Endocytosis. ACS Nano 14, 2234–12247\n47. Yan S, et al. New Strategy for COVID-19: An Evolutionary Role for RGD Motif in SARS-CoV-2\nand Potential Inhibitors for Virus Infection. Front Pharmacol 11, 912 (2020). [PubMed: 32595513]\n48. Farzin L, et al. HIV biosensors for early diagnosis of infection: The intertwine of nanotechnology\n49. Talebian S, et al. Nanotechnology-based disinfectants and sensors for SARS-CoV-2. Nat\n50. Seo G, et al. Rapid Detection of COVID-19 Causative Virus (SARS-CoV-2) in Human\nNasopharyngeal Swab Specimens Using Field-Effect Transistor-Based Biosensor. ACS Nano 14,\n51. Tymm C, et al. Scalable COVID-19 Detection Enabled by Lab-on-Chip Biosensors. Cell Mol\n\n--- Page 16 ---\nKevadiya et al.\nplasmonic metasensors. arXiv (2020).\nAuthor Manuscript\nBioelectron 171, 112685 (2020). [PubMed: 33113383]\nbiological media. Nano Lett 10, 4962–4969 (2010). [PubMed: 21053965]\n(2017). [PubMed: 28364702]\n31319329]\nExhaled Breath. ACS Nano 14, 12125–12132 (2020). [PubMed: 32808759]\nAuthor Manuscript\n[PubMed: 32808759]\nAvicenna J Med Biotechnol 12, 201–202 (2020). [PubMed: 32695284]\n730–743 (2019). [PubMed: 30654914]\n(2017). [PubMed: 28408723]\n2986–3012 (2019). [PubMed: 31548639]\n(2020).\n282 (2020). [PubMed: 32349121]\nAuthor Manuscript\nBiosens Bioelectron 164, 112316 (2020). [PubMed: 32553350]\nactivity. Science 360, 436–439 (2018). [PubMed: 29449511]\n(2020). [PubMed: 32300245]\nTransl Immunology 9, e01136 (2020). [PubMed: 32382418]\n845–848 (2020). [PubMed: 32350462]\nimmunity against COVID-19. medRxiv (2020).\nAuthor Manuscript\nin saliva. J Clin Microbiol 02204–20 (2020).\n[PubMed: 32247384]\nmonitoring of COVID-19. CEBM Research.\nPOCT-Covid19.pdf (2020).\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 16\n52. Ahmadivand A, et al. Femtomolar-level detection of SARS-CoV-2 spike proteins using toroidal\n53. Huang L, et al. One-Step Rapid Quantification of SARS-CoV-2 Virus Particles via Low-Cost\nNanoplasmonic Sensors in Generic Microplate Reader and Point-of-Care Device. Biosens\n54. Yanik AA, et al. An optofluidic nanoplasmonic biosensor for direct detection of live viruses from\n55. Soler M, et al. Multiplexed nanoplasmonic biosensor for one-step simultaneous detection of\nChlamydia trachomatis and Neisseria gonorrhoeae in urine. Biosens Bioelectron 94, 560–567\n56. Dang T, et al. Protein binding kinetics quantification via coupled plasmonic-photonic resonance\nnanosensors in generic microplate reader. Biosens Bioelectron 142, 111494 (2019). [PubMed:\n57. Shan B, et al. Multiplexed Nanomaterial-Based Sensor Array for Detection of COVID-19 in\n58. Qiu G, et al. Dual-Functional Plasmonic Photothermal Biosensors for Highly Accurate Severe\nAcute Respiratory Syndrome Coronavirus 2 Detection. ACS Nano 14, 12125–12132 (2020).\n59. Dara M & Talebzadeh M. CRISPR/Cas as a Potential Diagnosis Technique for COVID-19.\n60. Li Y, et al. CRISPR/Cas Systems towards Next-Generation Biosensing. Trends Biotechnol 37,\n61. Gootenberg JS, et al. Nucleic acid detection with CRISPR-Cas13a/C2c2. Science 356, 438–442\n62. Kellner MJ, et al. SHERLOCK: nucleic acid detection with CRISPR nucleases. Nat Protoc 14,\n63. Ioannidis J The infection fatality rate of COVID-19 inferred from seroprevalence data. medRxiv\n64. Ackerman CM, et al. Massively multiplexed nucleic acid detection using Cas13. Nature 582, 277–\n65. Huang Z, et al. Ultra-sensitive and high-throughput CRISPR-p owered COVID-19 diagnosis.\n66. Chen JS, et al. CRISPR-Cas12a target binding unleashes indiscriminate single-stranded DNase\n67. Broughton JP, et al. CRISPR-Cas12-based detection of SARS-CoV-2. Nat Biotechnol 38, 870–874\n68. Hou H, et al. Detection of IgM and IgG antibodies in patients with coronavirus disease 2019. Clin\n69. Padoan A, et al. IgA-Ab response to spike glycoprotein of SARS-CoV-2 in patients with\nCOVID-19: A longitudinal study. Clin Chim Acta 507, 164–166 (2020). [PubMed: 32343948]\n70. Long QX, et al. Antibody responses to SARS-CoV-2 in patients with COVID-19. Nat Med 26,\n71. Varadhachary A, et al. Salivary anti-SARS-CoV-2 IgA as an accessible biomarker of mucosal\n72. Pisanic N, et al. COVID-19 serology at population scale: SARS-CoV-2-specific antibody responses\n73. Petherick A Developing antibody tests for SARS-CoV-2. Lancet 395, 1101–1102 (2020).\n74. Wolters F, et al. Multi-center evaluation of cepheid xpert(R) xpress SARS-CoV-2 point-of-care test\nduring the SARS-CoV-2 pandemic. J Clin Virol 128, 104426 (2020). [PubMed: 32417674]\n75. Green K, et al. Molecular and antibody point-of-care tests to support the screening, diagnosis and\nhttps://www.cebm.net/wp-content/uploads/2020/04/\n\n--- Page 17 ---\nKevadiya et al.\n76. US Food and Drug Administration. EUA Authorized Serology Test Performance.\nAuthor Manuscript\nmedical-devices/eua-authorized-serology-test-performance\nassays. J Clin Virol 129, 104480 (2020). [PubMed: 32505777]\nCOVID-19.\nimmunodiagnostics-2020-04-08-e.pdf?sfvrsn=4c26ac39_2\n79. Abbott. Abbott launches covid-19 antibody test\nand-innovation/abbott-launches-covid-19-antibody-test.html\nNat Med 26, 1200–1204 (2020). [PubMed: 32555424]\n[PubMed: 29572583]\nAuthor Manuscript\nStates. Gastroenterology 159, 373–375.e2 (2020). [PubMed: 32294477]\nfrom the hospital or end home isolation?\nCOVID-19-Discharge-criteriapdf (2020).\ntoilet.\nwastewater/ (2020).\nits ePlex® SARS-CoV-2 Test.\nsubmission-of-emergency-use-authorization-for-its-eplex-sars-cov-2-test/\n87. BioFire. The BioFire FilmArray Respiratory (RP & RP2) Panels.\nproducts/the-filmarray-panels/filmarrayrp/\nAuthor Manuscript Dependence on Reagents in Short Supply.\nwww.cepheid.com/coronavirus (2020).\nto 50 million tests a month (2020).\nRoentgenol 214, 1078–1082 (2020). [PubMed: 32108495]\nfor COVID-19. Radiology 296, E72–E78 (2020). [PubMed: 32216717]\nAuthor Manuscript\nCOVID-19. Can Assoc Radiol J 71, 470–481 (2020). [PubMed: 32380844]\nLongitudinal Study. Radiology 296, E55–E64 (2020). [PubMed: 32191587]\nDuration of Infection. Radiology 295, 200463 (2020). [PubMed: 32077789]\n(2020). [PubMed: 32211963]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 17\nhttps://\nwww.fda.gov/medical-devices/coronavirus-disease-2019-covid-19-emergency-use-authorizations-\n(2020).\n77. Kohmer N, et al. Brief clinical evaluation of six high-throughput SARS-CoV-2 IgG antibody\n78. World Health Organization. Advice on the use of point-of-care immunodiagnostic tests for\nhttps://www.who.int/docs/default-source/coronaviruse/sb-2020-1-poc-\n(2020).\nhttps://www.abbott.com/corpnewsroom/product-\n(2020).\n80. Long QX, et al. Clinical and immunological assessment of asymptomatic SARS-CoV-2 infections.\n81. Verma D, et al. Insights into the human oral microbiome. Arch Microbiol 200, 525–540 (2018).\n82. Wyllie AL, et al. Saliva is more sensitive for SARS-CoV-2 detection in COVID-19 patients than\nnasopharyngeal swabs. N Engl J Med 383, 1283–1286 (2020). [PubMed: 32857487]\n83. Nobel YR, et al. Gastrointestinal Symptoms and COVID-19: Case-Control Study from the United\n84. European Centre for Disease Prevention and Control. When is it safe to discharge COVID-19 cases\nhttps://wwwecdceuropaeu/sites/default/files/documents/\n85. The Washington Post. An early warning system for coronavirus infections could be found in your\nhttps://www.washingtonpost.com/climate-environment/2020/05/01/coronavirus-sewage-\n86. GenMarkDx. GenMark Diagnostics Announces Submission of Emergency Use Authorization for\nhttps://www.genmarkdx.com/genmark-diagnostics-announces-\n(2020).\nhttps://www.biofiredx.com/\n(2020).\n88. Meridian Biosciences. Meridian Bioscience Simplifies COVID-19 Sample Prep and Eliminates\nhttps://investor.meridianbioscience.com/news-releases/\nnews-release-details/meridian-bioscience-simplifies-covid-19-sample-prep-and (2020).\n89. Cepheid. Xpert® Xpress SARS-CoV-2 has received FDA Emergency Use Authorization. https://\n90. Abbott. Abbott’s fast, $5, 15-minute, easy-to-use covid-19 antigen test receives fda emergency use\nauthorization; mobile app displays test results to help our return to daily life; ramping production\n91. Hosseiny M, et al. Radiology Perspective of Coronavirus Disease 2019 (COVID-19): Lessons\nFrom Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome. AJR Am J\n92. Ai T, et al. Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19)\nin China: A Report of 1014 Cases. Radiology 296, E32–E40 (2020). [PubMed: 32101510]\n93. Wong HYF, et al. Frequency and Distribution of Chest Radiographic Findings in Patients Positive\n94. Dennie C, et al. Canadian Association of Thoracic Radiology/Canadian Association of\nRadiologists Consensus Statement Regarding Chest Imaging in Suspected and Confirmed\n95. Wang Y, et al. Temporal Changes of CT Findings in 90 Patients with COVID-19 Pneumonia: A\n96. Bernheim A, et al. Chest CT Findings in Coronavirus Disease-19 (COVID-19): Relationship to\n97. Zhou Z, et al. Coronavirus disease 2019: initial chest CT findings. Eur Radiol 30, 4398–4406\n\n--- Page 18 ---\nKevadiya et al.\nAuthor Manuscript\n(2020).\n172–180 (2020). [PubMed: 32255413]\n101. Americal College of Radiology. ACR Guidance on COVID-19 and MR Use.\nClinical-Resources/Radiology-Safety/MR-Safety/COVID-19-and-MR-Use\ncampaign for the presence of SARS-CoV-2. medRxiv (2020).\nBulletin of the World Health Organization\nvolumes/98/9/20-257188/en/ (2020).\nAuthor Manuscript\nAssoc 89, 424–434 (1994).\nsame?\n(2020).\nSARS-CoV-2 Diagnostic, Screening, and Surveillance Testing.\n2019-ncov/lab/pooling-procedures.html\nCoV-2. JAMA 323, 1967–1969 (2020). [PubMed: 32250394]\n(2020). [PubMed: 32738298]\nAuthor Manuscript pooling method. PLoS One 15, e0238417 (2020). [PubMed: 32857823]\nenvironmental metagenomes. Microbiome (2020).\n(2020). [PubMed: 32829053]\nAuthor Manuscript\nMicrobes New Infect 36, 100713 (2020). [PubMed: 32607246]\nmedRxiv (2020).\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 18\n98. Shi H, et al. Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a\ndescriptive study. Lancet Infect Dis 20, 425–434 (2020). [PubMed: 32105637]\n99. Czawlytko C, et al. Covid-19 diagnostic imaging recommendations. Applied Radiology 49, 10–15\n100. Rubin GD, et al. The Role of Chest Imaging in Patient Management during the COVID-19\nPandemic: A Multinational Consensus Statement from the Fleischner Society. Radiology 296,\nhttps://www.acr.org/\n(2020).\n102. Poggiali E, et al. Can Lung US Help Critical Care Clinicians in the Early Diagnosis of Novel\nCoronavirus (COVID-19) Pneumonia? Radiology 295, E6 (2020). [PubMed: 32167853]\n103. Cesselli D, et al. Implementation and validation of a pooling strategy for a sustainable screening\n104. Deckert A, et al. Simulation of pooled-sample analysis strategies for COVID-19 mass testing.\nhttps://www.who.int/bulletin/\n105. Litvak E, et al. Screening for the Presence of a Disease by Pooling Sera Samples. J Am Stat\n106. Livescience. Wuhan tested millions of people for COVID-19 in just days. Could US cities do the\nhttps://www.livescience.com/pooled-sampling-covid19-in-wuhan-and-us-cities.html\n107. Centers for Disease Control and Prevention. Interim Guidance for Use of Pooling Procedures in\nhttps://www.cdc.gov/coronavirus/\n(2020).\n108. Hogan CA, et al. Sample Pooling as a Strategy to Detect Community Transmission of SARS-\n109. Sahajpal NS, et al. Proposal of RT-PCR-Based Mass Population Screening for Severe Acute\nRespiratory Syndrome Coronavirus 2 (Coronavirus Disease 2019). J Mol Diagn 22, 1294–1299\n110. Lim KL, et al. A novel strategy for community screening of SARS-CoV-2 (COVID-19): Sample\n111. The New York Times. Federal Officials Turn to a New Testing Strategy as Infections Surge.\nhttps://www.nytimes.com/2020/07/01/health/coronavirus-pooled-testing.html (2020).\n112. Peddu V, et al. Metagenomic Analysis Reveals Clinical SARS-CoV-2 Infection and Bacterial or\nViral Superinfection and Colonization. Clin Chem 66, 966–972 (2020). [PubMed: 32379863]\n113. Mora M, et al. Highly matching Coronavirus-like short sequences can be retrieved from\n114. Van Tan L, et al. SARS-CoV-2 and co-infections detection in nasopharyngeal throat swabs of\nCOVID-19 patients by metagenomics. J Infect 81, e175–e177 (2020). [PubMed: 32562797]\n115. Moore SC, et al. Amplicon based MinION sequencing of SARS-CoV-2 and metagenomic\ncharacterisation of nasopharyngeal swabs from patients with COVID-19. medRxiv (2020).\n116. Xu Y, et al. Current approach in laboratory testing for SARS-CoV-2. Int J Infect Dis 100, 7–9\n117. D’Cruz RJ, et al. Laboratory Testing Methods for Novel Severe Acute Respiratory Syndrome-\nCoronavirus-2 (SARS-CoV-2). Front Cell Dev Biol 8, 468 (2020). [PubMed: 32582718]\n118. Abduljalil JM. Laboratory diagnosis of SARS-CoV-2: available approaches and limitations. New\n119. Zwirglmaier K, et al. Rapid detection of SARS-CoV-2 by pulse-controlled amplification (PCA).\n120. Infantino M, et al. Serological Assays for SARS-CoV-2 Infectious Disease: Benefits, Limitations\nand Perspectives. Isr Med Assoc J 22, 203–210 (2020). [PubMed: 32286019]\n\n--- Page 19 ---\nKevadiya et al.\nAuthor Manuscript\nSample acquisitions\nSARS-CoV-2 spreads by respiratory aerosol or fomites\nsamples, collected alone or in combination, confirm viral infection\n19 contain virus\n21, 22 antibodies\nSARS-CoV-2. A positive saliva viral antigen test identifies infected patients.\nprotein (Cas12/13) diagnostics\nAuthor Manuscript\nare within an hour using SHERLOCK\ndetecting bacteria, viruses and cancers\n25 26 developed in 2017 then refined Author Manuscript\nSTOPCovid (SHERLOCK Testing in One Pot Covid)\nused to detect over 160 infectious agents\n(CRISPR-FDS) can be negative on RT-PCR\n31 Biosciences . Author Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 19\nBOX 1:\n17 . Nasal or oropharyngeal\n18 . SARS-CoV-2\nmigrates from the upper to lower respiratory areas where replication. Samples from\nbronchoalveolar lavage, tracheal aspirates and pleural fluids and or urine, blood and feces\n20 . Saliva is an alternative source for SARS-CoV-2 and virus-specific\n. Saliva viral antigen or antibody tests may become a future norm used for\ndistant travel such as when boarding planes or ships ensuring that travelers are free of\nClustered regularly interspaced short palindromic repeats (CRISPR) and associated\nCRISPR-Cas is a powerful genome editing system widely used for genome editing. Cas\nenzymes (Cas12 and Cas13) possess cleavage activity can be used for nucleic acid\ndetection. The Cas12- and 13 based detection systems was named, by the inventors, as\nDNA endonuclease-targeted CRISPR trans reporter (DETECTR) and specific high-\nsensitivity enzymatic reporter unLOCKing (SHERLOCK) systems. Readouts of samples\n23 in lateral-flow formats. It is commonly used for\n24 . The Cas13 is an RNA-targeting enzyme with\npromiscuous cleavage activity of non-target nucleic acids from patient samples. When the\nenzyme recognizes its target it cleaves target nucleic acids, including other RNA species\nin solution (collateral cleavage) in femtomolar concentration detection. Cas13 have been\npaired with an isothermal pre-amplification step. The SHERLOCK method was first\nto make it suitable for PoC testing termed\n27 . STOPCovid permits a lateral-\nflow and a fluorescence-based assays. The Sherlock Biosciences’ STOPCovid assay for\nEmergency Use Authorization. SHERLOCK-based multiplexed diagnostics can now be\n28 . CRISPR Cas12a/gRNA complex and a\nfluorescent probe detect target amplicons using standard RT-PCR or isothermal\nrecombinase polymerase amplification (RPA) with primers for the viral ORF1ab and N\nregions that detect two RNA copies. Positive CRISPR-based fluorescent detection system\n29 . Cas12 collateral cleavage activity on\nsingle-stranded DNA (ssDNA) was developed by combining it with isothermal\n30 amplification, termed DNA endonuclease-targeted CRISPR trans reporter (DETECTR) .\nA DETECTR-based diagnostic assay for COVID-19 was developed by Mammoth\n\n--- Page 20 ---\nKevadiya et al.\nAuthor Manuscript\nRecent diagnostic kits\nePlex SARS-CoV-2 test for viral diagnosis\n87 infections\nAuthor Manuscript\n89 minutes\n98.5%. The test can provide results in just 15 minutes with a cost of $5\ncontact a healthcare provider for treatment\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 20\nBOX 2:\nSeveral companies are manufacturing SARS-COV-2 diagnostic assay kits aiming to\nimprove detection rates. For example, GenMark Diagnostics, Inc. is developing the ePlex\nResearch Use Only (RUO) test and will soon submit an EUA to the U.S. FDA for the\n86 . BioFire Diagnostics is developing the Film\nArray® Respiratory Panels (RP & RP2), also referred to as the BioFire Respiratory\nPanels, which will help clinicians rapidly diagnose SARS-CoV-2 and other respiratory\n. Meridian Biosciences has created a “Master Mix” containing the building\nblocks for rapid testing by eliminating the RNA extraction facilitates conventional\n88 molecular procedural steps. This can significantly reduce the assay cost and time .\nSimilarly, Cephied Inc. has also announced its SARS-CoV-2 test kit, which can be run on\nany of its 23,000 GeneXpert Systems placed worldwide to deliver PoC results in 30\n™ . Recently, Abbott received U.S. FDA EUA for its BinaxNOW COVID-19 Ag\nCard which depends on flow technology to detect SARS-CoV-2 antigen in a nasal swab\nfrom suspected COVID-19 individuals with a sensitivity of 97.1% and specificity of\n90 . Abbott also\nlaunched NAVICA app which allows people to display negative test results obtained from\nthe healthcare provider in the form of a QR code to enter the organization that requires\nproof of testing. The people with positive test results receive a message to quarantine and\n90 .\n\n--- Page 21 ---\nKevadiya et al.\nAuthor Manuscript\nSARS-CoV-2 mass pooled screening\n103 surveillance for infected patients\n104 matrix are pooling strategies\nsyphilis and used for HIV detection in 1991\nwith pecificity, sensitivity and test probability\nAuthor Manuscript\n106 second wave of infection\nand accuracy and cost decrease of 80%\nCenters of Disease Control and Prevention (CDC) for pooling samples\nAuthor Manuscript\nst th between January 1 and February 26\nlow in this area early in the pandemic\nhaving limit of detection of < 20 copies/mL of SARS-CoV-2\nAuthor Manuscript\nacid was seen without reducing the sensitivity of RT-PCR\n111 to reopen\n107 infections with such methods .\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 21\nBOX 3:\nThe outbreak of SARS-CoV-2 has overwhelmed healthcare systems worldwide. Thus, it\nis imperative to adopt reliable screening, particularly to detect COVID-19 asymptomatic\npatients so that disease spread is controlled. To speed screenings, pooling can provide\n. High-throughput, highly automated PCR testing and\n. From a single test, if a pool is negative, all the individual\nsamples are considered negative. If a pool is found positive, individual samples must be\ntested to pinpoint a positive source. Pooling was used during World War II to detect\n105 . In order to choose a cost-effective\npooling strategy, one must consider disease prevalence in any tested population along\n103 . In Wuhan, China, six new cases were\nreported for SARS-CoV-2 after a month of no newly confirmed cases. Thereafter, the\ngovernment shifted their efforts to widespread screening with pooling to mitigate the\n. Pooling can use RT-qPCR tests. The U.S. FDA has\nauthorized Quest Diagnostics SARS-CoV-2 RNA and LabCorp’s COVID-19 test under\nthe provisions of EUA. In a recent study by the World Health Organization (WHO),\nexisting methods were compared head to head for population testing using the Monte\nCarlo simulation. The simulations show that in population, with low prevalence, up to\n86% fewer tests are required. As the prevalence increases, the pool size decreases. In a\nseparate study of 3,592 consecutive nasal swab samples, with less than a 1% prevalence\nof infection, 8 sample pooling allow viral identification with 100% sensitivity, specificity\n103 . Such guidelines were published by the U.S..\n107 . In a\nretrospective study, bronchoalveolar lavage and nasopharyngeal samples were collected\n, 2020 from in- and out-patients having negative\nroutine respiratory viral test and had not been tested for SARS-CoV-2. Nine or ten\nsamples were pooled and screened by using RT-PCR attacking (E) gene envelope. From a\ntotal pools only 0.07% (2/2888) positivity rate for SARS-CoV-2 was confirmed,\ncomprising mainly the nasopharyngeal samples, which suggested that disease burden was\n108 . PerkinElmer Genomics with the Medical\nCollege of Georgia (Augusta, Georgia) and Aga Khan University (Nairobi, Kenya)\ndeveloped a RT-PCR kit for cost-effective, rapid, and accurate SARS-CoV-2 mass\nscreening and 91.6% Positive Percent Agreement (PPA) and 100% Negative Percent\nAgreement (NPA). PerkinElmer’s RT-PCR kit recently received U.S. FDA-EUA approval\n109 . In another study,\nviability of pooling clinical naso- or oro- pharyngeal swabs during extraction of nucleic\n110 . Pooling eliminates up to\n80% of reagent cost when tested in a population having a prevalence of positive samples\nof ≤ 1% and hence decreases the global costs. The pooling strategy can be adopted by\nschools, universities, workplaces, and religious organizations that are adamantly seeking\n. Meatpacking plants have employed a pooling strategy and shown a much\nhigher prevalence of infection. Still, it is not possible to determine the absolute number of\n\n--- Page 22 ---\nKevadiya et al.\nMetagenomic profiling\nAuthor Manuscript\n112 sequence data to diagnose infections\nthat are capable of only detecting known viral sequences\nAuthor Manuscript\nhelpful in predicting future outbreaks before pandemics emerge\n114 tests\nevaluation of the background microbiome\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 22\nThe detection of SARS-CoV-2 in the USA lagged two months behind early viral\ndetection in China. This led to delay in RT-qPCR implementations and viral spread.\nTherefore, unbiased detection strategies are required that bypass the requirement for viral\n. Metagenomic Next-Generation Sequencing\n(mNGS) can detect whole viral genomes and any co-infection. The mNGS approach was\nvalidated using RT-PCR confirmed cases aligned with the 2019 GenBank nucleotide\ndatabase utilizing Clinically Okay Metagenomic Pipeline (CLOMP). CLOMP results\nrevealed positive SARS-CoV-2 samples that matched the database of SARS-CoV\nassociated viruses. The advantage of unbiased mNGS is that it detects all the sequences\nlined up to already known bacterial and viral databases extending primer directed PCR\n112 . Similarly, there are\nexpanded versions of studies focusing on short, virus-like sequences of DNA in\nmetagenomic data. Metagenomic data from the dried Aral Sea basin in Uzbekistan was\nidentified. The rhizosphere microbiome Suaeda acuminata (C.A. Mey.) characterized the\necology of the first pioneer plants in environmental extremes. These studies also revealed\nthe presence of coronavirus-like sequences before the COVID-19 outbreak. Diverse\nbetacoronavirus-like sequences, including SARS-CoV matches, were observed in the\nenvironmental datasets. In addition, the datasets enabled the viral origins. The study led\nto the notion that natural environments and the plant rhizosphere host contained\ncoronavirus sequences. This metagenomic strategy involving microbiome research can be\n113 . In short,\nmetagenomics is a sensitive assay that can be used for molecular epidemiological\n. Tests enable studies of viral evolution and molecular epidemiology and complete\n115 .\n\n--- Page 23 ---\nKevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nFigure 1. SARS-CoV-2 serological testing.\nAuthor Manuscript\n(1) sample flow well. Saline buffer is added dropwise\n(4–6) presence of COVID-19 antibody\npersons.\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 23\nCommonly used immune-based tests contain SARS-CoV-2 specific recombinant antigens\nimmobilized onto nitrocellulose membranes. Mouse anti-human IgM and IgG antibodies\nconjugated with colored latex beads are immobilized on conjugate pads. The test sample\ncontacts the membrane within the test. The colored antibodies form latex conjugate\ncomplexes with human antiviral antibodies. This complex immobilized on the membrane is\ncaptured by the SARS-CoV-2 specific recombinant antigen. If SARS-CoV-2 virus-specific\nIgG/IgM are present in the sample, it leads to a colored band indicating a positive test result.\nThe complex is captured on the membrane by goat anti-mouse antibody forming a red\ncontrol line. A built-in control line appears in the test window. The absence of a colored\nband demonstrates a negative result. The workflow begins with patient serum added to the\n(2) (3) onto the serum sample until the\nrabbit antibody-gold shows in the control (C) well. A positive test band indicates the\n(7). . Results without a positive C band are invalid\nNotably, this assay depicts a post-immune response and may show negative results for\nrecently infected patients. It may also detect virus in previously infected but asymptomatic\n\n--- Page 24 ---\nKevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nFigure 2. RT-PCR and LAMP assays for detection of SARS-CoV-2 infection.\na, A nasopharyngeal swab collects patient samples.\ncontain SARS-CoV-2-infected cells and free viral particles,\nAuthor Manuscript\nwith a fluorogenic probe by quantitative PCR.\ndetection.\namplification (LAMP) assay i . (\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 24\n1 . RNA is extracted from fluids that\n2–3 . The recovered viral RNA is\n4 then reverse transcribed to cDNA and amplified for detection of viral nucleic acids. .\nConserved regions of the RdRP and E genes are the sub-genomic viral segments amplified\n5 . Positive cases exceed the threshold of\nb, Description of the SARS-CoV-2 RT-loop-mediated isothermal\nii iii ), amplification mixtures; ( ), RT-LAMP reaction, and ( ),\nthe products of SARS-CoV-2 RT-LAMP reactions. Although RT-PCR methods are used as\nthe standard for detection of SARS-CoV-2 due to high sensitivity, limitations are present. As\nan alternative, isothermal amplification methods or LAMP was developed. When optimized\nfor detection, the assay is as sensitive as standard PCR detecting < 10 viral copies/reaction.\n\n--- Page 25 ---\nKevadiya et al. Page 25\nc, SARS-CoV-2 saliva test . The illustration demonstrates SARS-CoV-2 infection in salivary\nglands and released specific biomarkers that accumulate in the oral cavity. These are Author Manuscript\ncollected through a sample tube and tagged with specific biomarker protein and run through\nlateral flow rapid tests.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\n--- Page 26 ---\nKevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nFigure 3. Nanomaterial-based SARS-COV-2 detections.\npanel\nAuthor Manuscript\nSecond panel SARS-CoV-2 spike protein.\nBottom panel: SARS-CoV-2 RNA.\nSARS-CoV-2 detection by colorimetric and antigen-binding assays.\nacronyms:\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 26\nTop Represented illustration of nanomaterial-based biosensors for SARS-CoV-2 detection.\n: A field effect transistor (FET)-based biosensing device for detecting SARS-CoV-2.\nThe sensor was produced by FET coated graphene sheets with specific antibodies against the\n: The dual functional plasmonic photothermal\n(PPT) and localized surface plasmon resonance on two-dimensional gold nanoislands\nfunctionalized with complementary DNA receptors for detection of the selected SARS-\nCoV-2 sequences by nucleic acid hybridization. This assays whether a sample contains\nNucleic acids or antibodies functionalized materials for\nAbbreviations and\nantibody (Ab), antigen (Ag), Förster resonance energy transfer (FRET),\n\n--- Page 27 ---\nKevadiya et al. Page 27\nnanoparticles (NPs). Schematic ideas and technical methological details were followed and\n49, 50, 58 as represented in previously published reports . Author Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\n--- Page 28 ---\nKevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\ninfections.\na,\nAuthor Manuscript\nchemotactic factors that lead to progressive lung tissue damage.\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 28\nFigure 4. CT and MRI examination of the lung and brain in life threatening SARS-CoV-2\nComparison is shown between lung from a uninfected (left) and a SARS-CoV-2-infected\nperson’s lung tissue (right) in a representative CT scan. In these images, ground-glass\nopacification (light hazy grey tissue) are seen due to inflammatory responses. ARDS results\nin fluid accumulation in affected lung tissue independent of cardiac dysfunction\n(noncardiogenic pulmonary edema). Viral infection causes lung injury leading to loss of gas\nexchange, atelectasis and hypoxemia. ARDS is associated with fibrinous organizing\npneumonia and alveolar damage. SARS-CoV-2 causes epithelial infection and alveolar\nmacrophage inflammation, activation and secretion of a range of pro-inflammatory and\nb, SARS-CoV-2-infected\npatient’s brain MRI scan image showing the brain regions typically involved in those who\ndevelop encephalitis or acute necrotizing encephalopathy. The rims of the lateral ventricles\n\n--- Page 29 ---\nKevadiya et al. Page 29\ncan illustrate contrast enhancement with meningeal involvements (red arrow). The medial\ntemporal lobes (yellow arrows), including the hippocampi, may show hyperintense signals, Author Manuscript\nindicating inflammation that may result from the “cytokine storm syndrome”, and\nhypointense signals that show hemorrhage. Other brain regions including the thalamus,\ncerebral white matter, brain stem and the cerebellum can be involved.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\n--- Page 30 ---\nKevadiya et al. Page 30\nTable 1.\nSummary of recommendations for imaging tests\nAuthor Manuscript\nRecommendations\n• Imaging is not indicated as a screening test for COVID-19 in asymptomatic people.\n• Imaging is not indicated for patients with mild COVID-19 unless the patient is at risk for disease progression.\n• Imaging is indicated for patients with moderate to severe disease regardless of SARS-CoV-2 test results.\n• Imaging is indicated for patients with COVID-19 with evidence of respiratory insufficiency.\n• In a resource limited settings where access to CT is limited, CXR is preferred.\nAdditional Recommendations\n• Daily chest radiographs are NOT indicated in stable intubated patients with COVID-19.\n• CT is indicated in patients with functional lung impairment and or hypoxemia.\n• COVID-19 testing is indicated in patients found to have findings suggestive of viral infection on CT scans.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.",
    "pages": [
      {
        "page_number": 1,
        "text": "HHS Public Access\nAuthor manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\nAuthor Manuscript\nPublished in final edited form as:\nNat Mater. 2021 May ; 20(5): 593–605. doi:10.1038/s41563-020-00906-z.\nDiagnostics for SARS-CoV-2 Infections\n1 1 , , Bhavesh D. Kevadiya Jatin Machhi\n1 3 , , R. Blomberg Neha Bajwa Dhruvkumar Soni\n1 5 , , Milankumar Patel Ahmed M. Senan\n1 6 , , Edagwa Robert Eisenberg\n7 8 , , Chamindie Punyadeera Linda Chang\n1 Department of Pharmacology and Experimental Neuroscience, College of Medicine, University\nAuthor Manuscript\nof Nebraska Medical Center, NE 68198, USA\n2\nCenter, NE 68198, USA\n3\nUniversity, Bathinda (Pb), India\n4 Department of Pharmaceutical Sciences, College of Pharmacy, University of Nebraska Medical\nCenter, NE 68198, USA\n5\nTechnology, Nanjing Agricultural University, Nanjing 20095, China\n6 Private Citizen, Omaha, NE 68198, USA\nAuthor Manuscript\n7 The School of Biomedical Sciences and the Institute of Health and Biomedical Innovation,\nQueensland University of Technology and the Translational Research Institute, Brisbane, Australia\n8 Departments of Diagnostic Radiology & Nuclear Medicine, and Neurology, University of\nMaryland, School of Medicine, Baltimore, MD 21201, USA\nAbstract\nThe severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread to nearly every\ncorner of the globe causing societal instability. The emergence of COVID-19 disease results in\nfever, sore throat, cough, chest and muscle pain, dyspnea, confusion, anosmia, ageusia, and\nheadache. These can progress to life-threatening respiratory insufficiency also affecting the heart,\nkidney, liver and nervous systems. The diagnosis of SARS-CoV-2 infection is often confused with Author Manuscript\nand required containments, rapid diagnosis is mandated. This review brings clarity to the rapidly\nCorresponding author\nNebraska Medical Center, Omaha, NE 68198-5880; hegendel@unmc.edu.\nAuthors contribution\nBDK and HEG conceptualized, organized, designed, interpreted and facilitated the writing of the manuscript. BDK conceptualized\nthen created each of the figures and figure legends. BDK and JM edited, wrote and revised the text. BDK, HEG, JM, JH, MDO, NB,\nDS, SD, MP, AMS, SG, CP and LC wrote sections and edited the manuscript; BDK, JM, HEG, JMM, WRB, BE, CBG, MH, SPMR\nand RE structured the review, proofed and edited the text. All authors read and approved the final manuscript contents.\nAuthor declaration\nThe authors declare no competing interests.\n\n1,2 1 , , Jonathan Herskovitz Maxim D. Oleynikov Wilson\n4 1,2 4 , , , Srijanee Das Mahmudul Hasan\n1 1 , , Santhi Gorantla JoEllyn McMillan Benson\n1 2 , , Channabasavaiah B. Gurumurthy St Patrick M. Reid\n1,2,4 Howard E. Gendelman\nDepartment of Pathology and Microbiology, College of Medicine, University of Nebraska Medical\nDepartment of Pharmaceutical Sciences & Technology, Maharaja Ranjit Singh Punjab Technical\nGlycomics and Glycan Bioengineering Research Center (GGBRC), College of Food Science and\ninfluenza and seasonal upper respiratory tract viral infections. Due to available treatment strategies\n: Howard E. Gendelman, MD, Department of Pharmacology and Experimental Neuroscience, University of",
        "char_count": 3212,
        "word_count": 475,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "Kevadiya et al.\ngrowing body of available and in-development diagnostic tests, including nanomaterial-based\ntools. It serves as a resource guide for scientists, physicians, students, and the public at large. Author Manuscript\nWeeks later, viral diagnostic measures were deployed\nseen during seasonal upper respiratory tract infections\n3 infection\n2, 3 disease manifestations\nacute respiratory distress syndrome (ARDS)\n5 Author Manuscript infection\n6 limit SARS-CoV-2 transmission .\nOverview of SARS-CoV-2 detection\nPCR detects SARS-CoV-2 nucleic acids present in nasopharyngeal fluids\n8 and those with disease comorbities\nAuthor Manuscript\n9 the COVID-19 pandemic\n10 false-negative test results\n11 need\nassay (ELISA) using a qualitative detection of IgG or IgM antibodies\nevaluations and broad global therapeutic needs\ndiagnostic tests to improve immunoassay sensitivity and specificity\nwill ultimately reveal viral protection as reinfections emerge\nSARS-CoV-2 is the next frontier for COVID-19 control\nAuthor Manuscript\nintent is to facilitate the containment of the virus’ global spread\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 2\nIn the span of a few months, the severe acute respiratory syndrome coronavirus 2 (SARS-\nCoV-2) was identified as the etiological agent of coronavirus disease 2019 (COVID-19).\n1 . This served to supplement\nCOVID-19 common disease signs and symptoms of cough, fever and dyspnea. As all are\n2 , precise diagnostic tests detect viral\nnucleic acids, viral antigens or serological tests are required to affirm SARS-CoV-2\n. Chest computed tomography (CT) or magnetic resonance imaging (MRI) confirm\n. The signature of life-threatening COVID-19 is the life threatening\n4 . While the lung is the primary viral target, the\ncardiovascular, brain, kidney, liver, and immune systems are commonly compromised by\n. Thus, due to significant COVID-19 morbidity and mortality containing viral\ntransmission through contact tracing, clinical assessment and virus detection was\nimplemented through social distancing, face masks, contact isolation and hand hygiene to\nThe first step in managing COVID-19 is the rapid and accurate detection of SARS-CoV-2\n11 enabled by the real-time reverse transcriptase-polymerase chain reaction (RT-PCR) . RT-\n7 . Testing is used to\nprevent infectious spread between persons and communities that include asymptomatic\ninfected persons whose viral shedding can inadvertently spread the infection to the elderly\n. Accurate viral detection is a starting point to contain\n. Lapses affect public safety enabling infection spread aided by\n. Improving test sensitivity and specificity remain an urgent\n. Serological testing complements virus detection indicating past infection that could\nbe harnessed for therapeutic gain. Antibodies are detected by enzyme-linked immunosorbent\n12 . Such tests\ndetermine an immune response against the viral spike (S) protein and may help assess\n13 prevention against subsequent viral exposure and/or for contact tracing purposes . Thus, the\nimportance of such tests cannot be overstated. This is also true for epidemiological\n14 . Future work includes the development of\n13 . Indeed, such testing\n15 . Inducing immunity against\n15, 16 . To this end, our intent in this\nreview is to summarize the clinical disease presentation with a focus on how to best deploy\nnanomaterials based and other diagnostic tests at an individual, community and societal\nlevel. The article outlines current and future nanomaterial diagnostics for COVID-19. The\n12, 15 .",
        "char_count": 3549,
        "word_count": 526,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "Kevadiya et al.\nSARS-CoV-2 body fluid and tissue distribution\nAuthor Manuscript\nfluids and tissue. All affect concomitant host immune responses\n33 virus\n34 persistence in continuous\nweeks after respiratory samples were found negative\nAuthor Manuscript\nfor COVID-19.\nDetection of SARS-CoV-2 viral shedding\n4 7 and ranges from 10 to 10\n36 tract\nAuthor Manuscript\n38 point of contact serological detection\nThe assay is completed in 20 minutes with a ~ 90% accuracy\n40 24 hours\n40 of serum neutralizing antibodies\nwhether to discontinue infection control precautions.\nReverse transcription-polymerase chain reaction (RT-PCR) Author Manuscript\n11 standard\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 3\nSARS-CoV-2 viral load and respiratory tract viral particles parallel virus dynamics in body\n5, 32 . Viral load differs by\nsample with respiratory, stool, and serum samples showing broad variation in amounts of\n. Spreading infection from the respiratory tract to other tissues and organs are linked\n4 to the cell-specific expression of angiotensin converting enzyme-2 (ACE-2) receptors . Viral\nload in respiratory samples is highest during the initial stages of the disease, reaches a peak\nin the second week followed by lowered viral loads. In severe disease, the respiratory fluid\nvirus is highest at the third and fourth weeks. In patients with co-morbidities, viral\n35 as highlighted from the throat and anal swab sample assays .\nViral RT-PCR test performed in throat swab from disease recovered patients show positive\nresults from up to 50 days and viral RNA was shown to be present in fecal and anal swabs\n35 . Altogether, viral dynamics in\nhospitalized cases should be considered for recommendations in prevention and treatment\nIn throat swabs and sputum, the viral shedding peaks at five to six days after symptom onset\ncopies/mL. This reflects higher virus levels in the respiratory\n. The viral RNA detection rate in nasal swabs of infected people has approached\n100%. The positivity rate of blood saliva and tears are 88, 78 and 16%, respectively. The self\ncollection of naso- or oro- pharyngeal swabs facilitates large-scale population field testing\nemploying the chemiluminescence immunoassay (CLIA) and the enzyme-linked\n37 immunosorbent (ELISA) and lateral flow immunochrom-atographic assays (LFIA) . LFIA\nuses gold nanoparticles (AuNPs) and a colorimetric label to provide a rapid platform for\n. Here, SARS-CoV-2 specific antigen conjugated\nwith nanoparticles. By blood or saliva specimen loading, SARS-CoV-2 IgG and IgM can\nbind to the SARS-CoV-2 antigen and antibody which is detected colorimetrically (Fig. 1).\n39 . To date, the minimum\nlength of viral shedding is 7 days after symptom onset with viral infectivity observed within\n. SARS-CoV-2 detection declines to undetectable levels paralleling the presence\n. Even among cases with concurrent high viral loads, the\nlive virus could not be propagated in cell culture after 8 days of symptom onset. These\nstudies warrant the use of quantitative viral RNA load and serological assays when deciding\nCurrent diagnostic tests for the SARS-CoV-2 pandemic use nucleic acid, antibody and\nprotein-based detections, but viral nucleic acid detection by RT-PCR remains the gold\n. Nucleic acid tests have improved sensitivity and specificity for viral detection\nover the now available serological tests. The recognition of SARS-CoV-2 over common\nrespiratory pathogens is contingent on RT-PCR serving as a sensitive, precise, and specific\nviral detection. Despite the test’s accuracy, results have not yet enabled the containment of",
        "char_count": 3611,
        "word_count": 553,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Kevadiya et al.\n15 viral infection\nAuthor Manuscript\ntime can exceed 2 days and runs the risk of reduced specificity through cross-\n6 contamination\n16 because of viral evolution\nquality nucleic acid purification, cost and wait times\nAuthor Manuscript\nrequired and can generate aerosols and safety limitations\n42 skillsets required .\n43 amplification\n44 SARS-CoV-2 genome\nhelicase (Hel) proteins and the nucleocapsid (N) genes of SARS-CoV-2\nlarge sample numbers by automated solutions\n19 reliable test results .\nAuthor Manuscript\nRT loop-mediated isothermal amplification (RT-LAMP)\nexperience, interpretation and reaction optimization\nsignal read-out properties of Eva- was superior to SYBR-Green\n48 viral diagnosis\n43 reaction catalyzed by labeled RT\nAuthor Manuscript\namplification (RPA) and RT-LAMP in a single tube\nfor the reaction of the LAMP system. In step 1\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 4\n. In February 2020, the U. S. Food and Drug Administration (U.S. FDA)\n18 permitted licensed laboratories to report in-house SARS-CoV-2 diagnostic tests . The\nprocedure begins with the isolation and conversion of viral RNA to complementary DNA\n(cDNA). Next, the cDNA is amplified using Taq DNA polymerase. The RT-PCR test’s final\noverall workflow is illustrated in Fig. 2a which quantifies the viral load. The total turnaround\n11 . The tests are commonly performed in hospital laboratories .\nResults from real-time RT-PCR using primers targeting different viral genome parts can be\naffected by viral RNA sequence variation. In addition, false-negative results may occur\n. Other limitations of RT-PCR tests include sample storage, low\n41 . Despite such limitations, the RT-PCR\ntest remains the gold standard for SARS-CoV-2 diagnostics. For the alternative in situ\nhybridization and immunohistochemistry (IHC), large amounts of sample collection are\n42 . IHC is dependent on the choice\nand specificity of the antibody and sample quality. The most definitive method for the virus\nis high-throughput sequencing, but this approach is limited due to cost, equipment and\nIsothermal amplification is a useful alternative to thermal cycling-based nucleic acid\n. Simplified RT-PCR are now available to detect diverse regions of the\n. These detect the RNA-dependent S and RNA polymerase (RdRp)/\n11 . The RdRp/Hel\nassays are highly sensitive means for viral detection. This combined with proper handling of\n45 and Cobas 6800 systems provides fast and\nThe reverse transcription loop-mediated isothermal amplification (RT-LAMP) is based on\nnanotechnology. LAMP-based diagnostic tests are detected by levels of turbidity or by\ncolorimetric or fluorescence measures. This technique is simple to perform and visualize and\nhas low background interference. The main limitations for LAMP testing involve\n46 . From two fluorescent dyes tested, the\n47 . RT-LAMP is based on\npaper/strips when integrated as part of a microfluidic platform to provide a lab-on-a-chip\n. In the test, fluorescein is assigned to one primer set and the product of the\n. An alternative method for LAMP accurately detects\nSARS-CoV-2 using a leucocrystal violet dye to provide a visible violet color enables\ndetection of 100 copies/reaction. A means of improving the limit of detection of the LAMP\nassay is through a closed tube Penn-RAMP which combines RT-recombinant polymerase\n49 . Fig.2b describes the RT-LAMP assay\nworkflow. The products from three steps in the RT-LAMP system can serve as the template\n(i) of Fig. 2b, solutions of dATP, polymerase\n(Bst 2.0), and avian myeloblastosis virus (AMV) transcriptase are used as LAMP-reagents\nfor preparing the amplification mixtures. The LAMP-reagents’ reaction with biotin-labeled-",
        "char_count": 3721,
        "word_count": 565,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "Kevadiya et al.\nAuthor Manuscript\nDetectable COVID-19 RT-LAMP products are provided in step 3\n(iii) are shown in step 3\nLAMP is labeled with Dig and biotin.\n50 primer\nAuthor Manuscript\nprocedure for patients.\nSARS-CoV-2 diagnostics using nanomaterials\nAuthor Manuscript aminopropyl) triethoxysilane, and can permit up to 50,000 diagnostic tests\nbiosensing systems with various energy transfer partners\n53 spectrum\ndetection is 0.18 ng/μL of RNA particles\nAuthor Manuscript\nQDs are used as probes to investigate other viral receptors\nmediated cell recognition and entry.\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 5\nnp -LB (np-LB*) and FITC- labeled-F1ab-LF primer (F1ab-LF*) or the labeled-F1ab–LF\n(ii) primer (F1ab-LF*) starts the isothermal amplification (RT-LAMP reaction in step 2 ).\n(iii) . FITC/Biotin-labeled-\nnp-LAMP and FITC/Biotin-labeled-F1ab-LAMP amplicons, the results of labeling of F1ab-\n43 , LF* and F1ab-LB* or np-LF* and np-LB* for digoxigenin (Dig) and biotin, respectively\n. In contrast, the fluorescein isothiocyanate (FITC) is assigned to\nF1ab primer set; F1ab-RT-LAMP product is labeled with FITC and biotin, while the np-RT-\nFurthermore, the labeled F1ab-LF* and F1ab-LB* primers react under the optimized\ncondition, and SARS-CoV-2 RNA is converted to cDNA with AMV-RT at 63°C in 40\nminutes. This reaction serves as the material for subsequent LAMP amplification; the RT-\nLAMP system consists of the FITC-products and Dig, for the detection of F1ab and np-\n. RNA extraction is time consuming, expensive, and requires centrifugation steps\nwhich EasyCOV RT-LAMP tests do not require. EasyCOV technology is a simple and\nstraightforward test without required RNA extraction from the sample. The results of\nEasyCOV demonstrated a sensitivity of 72.7%. LAMP techniques on saliva can identify\npeople’s infected profiles. EasyCOV can detect SARS-Cov-2 in saliva and the test is viable\nfor large-scale screenings of the general population due to its simple, fast, and painless\nNanomaterial based technology provide feasible alternatives to RT-PCR for quick and\nprecise viral detection. For example, magnetic nanoparticles can facilitate viral RNA\nextraction through co-precipitation, followed by polyamine ester functionalization via (3-\n51 . Quantum dots\n(QDs) could serve as ideal detection tools to study S protein/ACE2 binding dynamic and\ninternalization due to their relatively small size, photostability and the ease of surface\nfunctionalization with biological molecules for Förster resonance energy transfer (FRET)\n52 , such as AuNPs that are\ncharacterized by absorption of electromagnetic radiation in the visible region of the\n. A colorimetric assay was developed based on thiol-modified antisense\noligonucleotides conjugated with AuNPs for detection of SARS-CoV-2 N-gene RNA. This\nis used for rapid diagnosis and can be performed within 10 minutes. The lower limit of\n54 . A recombinant S receptor binding domain\nconjugated to fluorescent QDs was created as an imaging probe for energy transfer\nquenching with ACE2-conjugated AuNPs. Upon binding of the S to the ACE2 receptor,\nfluorescence is quenched by the nearby gold nanoparticles to enable monitoring of the\nbinding events in the solution. QD probes can also facilitate cell-based assay identification\n55 and validation of inhibitors of the SARS-CoV-2 S protein and ACE2 receptor binding . The\n56 . This system can identify\nneutralizing antibodies and recombinant proteins for SARS-CoV-2 and other viruses with S-",
        "char_count": 3522,
        "word_count": 523,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "Kevadiya et al.\n57 (HIV) and other viral diseases Author Manuscript\nfield effect transistor (FET) bio- and graphene-sensors\ntop panel) 3\nwhich can be used to detect SARS-CoV-2\nAuthor Manuscript\n61 assay is required\noptically measured through a sensing system\nbelow standard nasopharyngeal swab and saliva viral concentrations Author Manuscript\n62 detecting the SARS-CoV-2\nnanostructures, without any external coupling optics\n65 reader measurements\nit may find application in clinics, roadside screening sites and homes\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 6\nBiosensors were developed for detecting influenza, the human immunodeficiency virus\n. Initially marred by low sensitivity and specificity,\nlimitations were overcome by plasmonic (gold and silver), metal oxide nanoparticle and\n57, 58 . Graphene has wide application\nconsisting of hexagonal carbon structures arranged in a two-dimensional sheet. This gives it\na large surface area, high electronic conductivity and high carrier mobility and graphene\nbiosensors are highly sensitive. When developing a graphene-based biosensor to detect\nSARS-Cov-2, coronavirus S antibody was immobilized on graphene surface using 1-\npyrenebutyric acid N-hydroxysuccinimide ester linkers. This graphene was used as a sensing\n59 material in a field effect transistor device to detect the S up to 1 fg/mL concentration (Fig.\n. The optical property of AuNP and AgNP (silver nanoparticles) conjugated to\nantibodies, when they are bound to the viral antigens or RNA, causes a detectable signal\n60 . A toroidal plasmonic metasensors were\ndeveloped that detect a femtomolar concentration of the viral S protein. They showed that\nmonoclonal antibody conjugation on functionalized AuNPs could be deleted up to 4.2\nfemtomolar level concentration (lower limit of detection). Transmission spectra of\nmetasensors can shift the excitation with a polarized beam of light at terahertz frequency.\nMetasensors can be very useful in point of care (PoC) testing where the rapid and sensitive\n. Recently, researchers have devised a single step, optical S protein-\nspecific nanoplasmonic resonance sensor that requires minimal sample preparation and\nprovides fast and direct virus detection. In such a system, highly specific antibodies to\nSARS-CoV-2 were immobilized on nanosensor chip surfaces to which intact coronavirus\nparticles bind through S protein, leading to plasmon resonance or intensity changes be\n62, 63 . For this assay, the lower limit of detection\nis 30 virus particles. The assay can be completed in 15 minutes. Assay can quantify virus\n20 . On analyzing the\nspecificity of the sensor for binding SARS-CoV-2 in comparison to SARS-CoV, Middle East\nRespiratory Syndrome coronavirus (MERS-CoV) and vesicular stomatitis (VSV)\npseudoviruses, nanoplasmonic sensor chips demonstrated very high specificity (>1000:1) in\n. The nanoplasmonic sensor chips have the advantage of being\nlow cost and scalable while maintaining uniformity and repeatability. The design of periodic\n64 allow sensor chips to be integrated\nwith a standard 96 microwell plate or microfluidic cuvettes. This allows standard microplate\n. A low cost, portable, smartphone application-controlled device can\nanalyze SARS-CoV-2 pseudovirus sample in one step within 15 minutes with sensitive viral\ndetection. Although the detection limit is 4000 compared to 30 vps for the microplate reader\n62 . Gold nanoparticle-\nbased sensors coupled with artificial intelligence, can detect volatile organic compounds\n(VOCs) associated with SARS-CoV-2 in exhaled breaths. The assay was able to detect virus\nbased on the change in resistance of the nanomaterial biosensor layer. The methods can be\n66 optimized in future months by using other nanomaterials and larger cohort testings .\nA clinical diagnostic sensor was developed that combines a dual-functional plasmonic\nphotothermal (PPT) effect with localized surface plasmon resonance (LSPR) sensing\nmiddle transduction. Tests are done on two-dimensional gold nanoislands (AuNIs) (Fig. 3",
        "char_count": 4070,
        "word_count": 596,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Kevadiya et al.\npanel\nAuthor Manuscript\nsignificantly reduce the rate of false-positive results\nAuthor Manuscript\n63 analysis of progeny virions\nDetection of SARS-CoV-2 antibodies\nAuthor Manuscript\n69 70 IgA as well as IgG and IgM\nRecent studies have identified SARS-CoV-2 specific antibodies in the saliva\nsuggest parallel compartmental humoral immune responses\nwhich correlates with COVID-19 disease severity.\nAuthor Manuscript\nto the virus, and suggest that it may represent an indicator of herd immunity\nin variant strains, may be used to ensure assay reproducibility\nfrom 13 minutes (Abbott ID NOW) to 45 minutes (Cephied Xpert Xpress)\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 7\n). The AuNIs contain complementary DNA receptors which hybridize to SARS-CoV-2\nnucleic acids. This system can be excited at two different wavelengths as it uses two\ndifferent angles of incidence, one from PPT and the other from LSPR. It can detect RdRp-\nCOVID, ORF1ab-COVID, and E genes from SARS-CoV-2. The dual-functional LSPR\nbiosensor has a lower detection limit of 0.22 picomolar and allows precise detection of\nselected SARS-CoV-2 sequences in a multigene mixture. The plasmonic sensing system can\n67 . Similarly, others developed a\nplasmonic nanohole array used to transmit light for the label free detection of the pathogen\nin biological media without sample preparation. It can quantitate intact virions by capturing\nthem on group-specific antiviral immunoglobulins immobilized at the surface of the sensor.\nThe intact virus binds to a suspended nanohole array grating that couple’s incident light to\nsurface plasmons and causing a red shift in surface plasmonic resonance frequency. The\nassay could detect small (vesicular stomatitis virus and pseudotyped Ebola) and large\n(vaccinia virus) enveloped viruses. The non-destructive nature of the assay allows for further\n. Overall, the biosensors and other material science-based\ndetection techniques can enable rapid and portable diagnostic SARS-CoV-2 testing.\nThe synthesis of antibodies against SARS-CoV-2 are as a primary immune response to\ninfection. Neutralizing antibodies are found in up to 50% of infected patients by day 7 and in\nall patients by day 14. Serological studies are an alternative to RT-PCR for SARS-CoV-2\ndiagnostics. Combining both real-time PCR and serological testing significantly increases\npositive viral detection rates. IgM levels increase during the first week after SARS-CoV-2\ninfection, peak after 2 weeks and then fall back to near-background levels in most patients.\n68 IgG is detectable after 1 week and is maintained at a high level for a long period . In\ncontrast, IgG becomes detectable after 1 week, remains elevated for an extended period,\neven over 48 days, and may serve to protect against re-infection. IgA responses appear\nbetween 4 to 10 days after infection. Notably, a diagnostic predictor is the presence of sera\n. The spectrum of SARS-CoV-2 antibodies are explained, in\n68 part, by divergent target antigens. Antibody titers can decrease seven days after infection .\n71, 72 . Multiplex\nSARS-CoV-2 antibody immunoassssay were investigated to determine differences between\nantibody levels in patient saliva and sera. Antibodies in saliva consistent with that in sera\n72 . A parallel study developed\nrapid immunoassay using the Brevitest platform technology for measuring salivary IgA\nInterestingly, low levels of IgA were seen in individuals with IgG without known exposure\n71 . SARS-CoV-2\nspecific antibody detection, especially that in saliva, may be useful for surveillance.\nQuestions remain as to which antigens are the best candidates for serological testing. While\nthe viral S is perhaps the strongest candidate, what remains unresolved is what part of the S\nshould be developed? Alternatively, multiple isoforms of the S protein, such as those found\n73 . Time to results can vary\n74 . Of the five",
        "char_count": 3922,
        "word_count": 602,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Kevadiya et al.\nAuthor Manuscript\nkit and VivaDiag COVID-19 IgG-IgM based).\nClinical studies will be needed to determine their clinical relevance\nimmunoassays, SARS-CoV-2-IgG (Abbott) show a sensitivity of up to 100%\n® platform COVID-19 VIRCLIA\nAuthor Manuscript\nassays are applied principally for epidemiological testing\nSARS-CoV-2 antigens\n78 individuals\nAuthor Manuscript\nlaboratory instruments, which can run ~100–200 test per hour\nCoV-2 are produced after one week of infection\nSaliva testing\n22 detecting infections\nAuthor Manuscript\n9 particles by aerosols\nunable to produce sufficient sample volume\ndemonstrated high potential for the surveillance of general health and disease\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 8\nantibody-based tests available, two are lateral flow immunoassays (BioMedomics rapid test\nand Surescreen rapid test cassette), one is a time-resolved fluorescence immunoassay\n(Goldsite diagnostics kit), and two are colloidal gold immunoassays (Assay Genie rapid PoC\n75 . For N-based\n76 . For S-based\nimmunoassays, Liaison® SARS-CoV-2 S1/S2 IgG and the combination S-and N-based\nIgG MONOTEST demonstrated equivalent sensitivities.\nThe plaque reduction neutralization test (PRNT) showed a sensitivity of 93.3%. For\nevaluating specificity, all of the tests except one, the ELISA (IgG) (Euroimmun), produced\nat least one positive result for the negative SARS-CoV-2 antigen control. This likely\nrepresents large discrepancies between the testing platforms and the assay sensitivity relative\nto time. Although the PRNT is the gold standard for immunoglobin-based detection, the test\nhas constraints including limited number of sample analyses and requires a BSL-3\nlaboratory. The titers obtained from the assays correlate well with PRNT. Currently antibody\n77 .\nA rapid diagnostic assay was also developed to detect the presence of viral antigens\nexpressed by the SARS-CoV-2 in samples from the respiratory tract of infected\n. For this assay, sample antigen present in the sample, binds to antibodies\naffixed to a paper strip enclosed in a plastic casing. This reaction generates a visually\ndetectable signal within half an hour. The detected antigen(s) are expressed only if the virus\n78 is actively replicating; therefore, the tests can be used to identify acute or early infection .\nAlso, a more common type of rapid diagnostic assay has been marketed by Abbott for\nCOVID-19, which detects the presence of antibodies in the blood of infected individuals.\nAbbott’s test can detect the SARS-CoV-2 antibody on ARCHITECT i1000SR and i2000SR\n79 . Antibodies against SARS-\n80 . The strength of any antibody response\ndepends on age, nutritional status, disease severity, comorbid conditions, and medications.\nThe presence of SARS-CoV-2 viral RNA in saliva samples was not associated with disease\n132,133 severity, which is different from what was reported for nasopharyngeal swabs .\nNevertheless, human saliva has gained attention as an alternative diagnostic medium for\n. Naso- or oropharyngeal swabs show limitations in sample collection\nand presents a risk to healthcare workers through sneeze or cough and transmitting virus\n. In addition, in cases of thrombocytopenia or any other coagulation\ndisorders, the collection procedure can precipitate bleeding. These complications have led to\ntesting sputum collection for diagnostic purposes. Sputum is an easy directed and non-\ninvasive method of sampling. However, one limitation is that 72% of COVID-19 patients are\n33 . As a multi-constituent oral fluid, saliva has\n21 . The ease of",
        "char_count": 3585,
        "word_count": 533,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "Kevadiya et al.\nAuthor Manuscript\n81 harbors viral microorganisms\nto the donor than blood collection and can permit home sampling\nmay have a major potential for COVID-19 screening\n37 RT-PCR\nAuthor Manuscript\nwith a significant directive of current research activities.\nFecal tests\n32 negative\nAuthor Manuscript\nWhile a high incidence of cough and fever are well established\ngastrointestinal symptoms support fecal-oral transmission routes\nAuthor Manuscript\ninfected in order to prevent subsequent SARS-CoV-2 outbreaks\nRadiographic testing\n11, 44 assay for SARS-CoV-2 detection\npharyngeal (32%) and nasal (63%) swab samples\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 9\ncollection for diagnostics and monitoring, without the need for medical staff can lead to ease\nof sample collection (Fig. 2c). Saliva is a useful biological medium, as it comprises proteins,\nnucleic acids, electrolytes, and hormones originating from multiple local and systemic\nsources. Saliva is known to contain approximately 30% of biomolecules found in blood and\n. Moreover, saliva samples can be stored in stabilizing\nsolutions and posted several days later in the testing center. Saliva collection is less invasive\n21, 22 . Analysis of saliva\nsamples in patients with COVID-19 may facilitate the detection of both the virus itself and\nthe antibodies and, as such, shows potential as a diagnostic medium. Human saliva sampling\n20, 82 . There is a concordance between\ndetecting respiratory pathogens, including two seasonal human coronaviruses, in saliva using\n. Indeed, mean SARS-CoV-2 titers (virus copies/mL) in saliva (n=37) compared to\nnasopharyngeal swabs (n=46) were 5-fold higher (p<0.05). Furthermore, none of the\nnegative saliva samples became positive. In contrast, in five instances, nasopharyngeal swabs\n20,82 first tested negative for SARS-CoV-2, followed by a positive test result when repeated .\nHowever, ever more reliable sample collection that can be self-administered is still needed,\nKnowledge regarding virus incubation, transmission, and shedding is crucial for protecting\nhealthcare professionals and stopping the spread of SARS-CoV-2. High incidence and viral\npersistence in feces have been observed when nasopharyngeal swab samples were virus\n. Notably, viral load in stool samples can be detected up to four weeks after\ndisease onset. The risk of exposure to healthcare professionals of fecal material from\npatients is well known, especially in high aerosol generative procedures. Facilities, such as\nnursing homes, may be particularly vulnerable to this pathway of transmission of infection.\n33 , documented\n83 . Based on the prolonged\nviral shedding in feces and respiratory samples 14 days post-discharge, the European Centre\n84 for Disease Prevention (ECDC) has advocated the need for continued self-isolation .\n32 Studies have also shown that the live virus can be isolated from stool specimens ,\nsupporting the possibility of fecal-oral transmission. As a result, evidence-based\nrecommendations for gastrointestinal endoscopy and surgery are required where there may\nbe an exposure risk to virus shedding in feces. Lastly, SARS-CoV-2 may be tracked through\nwastewater and, as such, enables community surveillance and could be a powerful tool in\ntracking COVID-19 spread. There are now sewage screening tests for dormitories in an\nattempt to detect asymptomatic individuals. If positive, institutions can quarantine those\n85 .\nAlthough quantitative and qualitative tests of viral nucleic acid RT-PCR tests are the primary\n, the sensitivities of these tests remain low for\n36 . RT-PCR tests can often take up to more\nthan a week due to a shortage in testing supplies or lack of technical skills. Therefore,",
        "char_count": 3737,
        "word_count": 561,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Kevadiya et al.\nAuthor Manuscript\ndefinitive diagnosis of SARS-CoV-2 infection\nbe used to stage SARS-CoV-2 infection\nnegative CXR alone cannot rule out lung involvement\nstandard for a virologic diagnosis, CXR affords 69% sensitivity\nAuthor Manuscript\n94 mass, or lung collapse are alternatives\nComputed tomography (CT) and magnetic resonance imaging (MRI)\n95 COVID-19 related pulmonary disease\nAuthor Manuscript\nzone- and peripherally- predominant consolidation and hazy opacities\nscans demonstrate a, “reversed halo” pattern and signs of septal thickening\nalliance are more akin to SARS-CoV-2 infection\nscans and are later diagnosed with COVID-19\nAuthor Manuscript\nsuspicion patients with SARS-CoV-2 infection\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 10\nsuspected cases, either with or without RT-PCR results or negative RT-PCR results, require\nadditional affirmations. Combinations of radiographic, molecular, and antigen-based assays\nhave been used alone, or in combination, to determine the optimal means to make a\n91 . After the respiratory symptom presentation\nand nucleic acid viral detections, an initial evaluation of COVID-19 patients commonly\nincludes radiological examinations. Such examinations include a chest X-ray (CXR),\ncomputed X-ray tomography (CT) or a lung ultrasound. These, alone or together, can be also\n91, 92 . Often, a simple CXR is sufficient. However, a\n93, 94 . While RT-PCR remains the gold\n91, 93, 94 . However, imaging\nfeatures contained in a standard CXR are often non-specific. When radiographic features of\nthe disease are seen they reflect dense radiological patches on the left upper lobe and lower\ncorners of the lung. With disease progression, more well-defined radiographic features are\npresent and increase the veracity of a definitive COVID-19 diagnosis. However, while a\nCXR is the most useful test to affirm lung disease, it does not rule out alternative infections\nand especially in the context of presenting COVID-19 signs and symptoms since it is not\nspecific. Abnormalities such as pneumothorax, pulmonary edema, pleural effusions, lung\n. The value of the CXR is further supported by meta-\nanalyses of patients with lower respiratory infections that include those treated in an ICU.\n91, 92 Serial chest X-rays can shorten symptom duration and reduce disease comorbidities .\nSupplementary diagnostic testing for COVID-19 provides affirmation and monitoring of\nviral infection. Conventional CXR possesses sensitivity of nearly 60% for initial detection of\n. These CXR abnormalities include bilateral lower\n93 . In addition, CT\n96 . Distinctive CT\nimages illustrate bilateral pulmonary parenchymal ground-glass and consolidated pulmonary\nopacities with occasionally rounded morphology and marginal lung dispersal (Fig. 4a). Lung\nengrossment with peripheral predominance is seen both in patients with SARS-CoV and\nMERS-CoV infections. However, chest CT showing pulmonary ground-glass opacities and\n91, 97 .\nPatients with negative RT-PCR tests for SARS-CoV-2 can present with abnormal chest CT\n92 . Thus, emerging evidence supports the use\nof chest CT examination as a confirmatory test for COVID-19 disease when patients have\nnegative RT-PCR test but high clinical suspicion for SARS-CoV-2 infection. Chest CT scans\ncould be used as a diagnostic tool for patients with negative RT-PCR screening, as an\nadjunctive test, used in combination with repeated RT-PCR assays. Specifically, high-\nresolution chest CT is vital for confirmatory analysis and evaluation of disease severity in\n91 . Numerous studies have scrutinized chest\nCT images of patients infected with SARS-CoV-2 considering abnormalities may also be\ndue to other causes of pneumonia, leading to false positive results. In one study performed in\nTongJi Hospital, Wuhan, involving 1,014 patients who were examined with both chest CT\nand RT-PCR tests; 601 patients (59%) had positive RT-PCR results, and 888 (88%) had",
        "char_count": 3950,
        "word_count": 585,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "Kevadiya et al.\nAuthor Manuscript\n92 with negative RT-PCR results\nextensive lung tissue damage with reduced oxygen uptake in infected people\n96 onset\n82 asymptomatic passengers on the Diamond Princess cruise ship\nAuthor Manuscript\nrisk factors, community conditions, and resource constraints\n100 1. ).\nAuthor Manuscript\n101 policies .\nAuthor Manuscript\nUltrasound\nUltrasonography of the lungs are also used to assess COVID-19 patients\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 11\npositive chest CT scans. While the sensitivity of chest CT scans for COVID-19 was 97%,\nbased on positive RT-PCR results, 75% (308 of 413 patients) had positive chest CT scans\n. In advanced cases, SARS-CoV-2 infection can lead to\n91, 97 . Although\nchest CT abnormalities may precede symptom onset in 44% of the COVID-19 patients,\n>90% of those with respiratory symptoms will have abnormal chest CT after symptom\n. Furthermore, abnormalities on chest CT may be seen even in asymptomatic patients\n98 with positive RT-PCR, as reported in 14 of 15 health care workers in one study and 54% of\n91, 97 . Despite the\nsensitivities of chest CT to detect lung abnormalities, the current recommendations from the\nmajor radiological societies is that chest CT should not be used for first line screening of\nCOVID-19, but to be used sparingly for hospitalized, symptomatic patients with specific\nclinical indications. Normal CT should not dissuade a patient from being quarantined or\n99 provided other clinically indicated treatment when otherwise medically appropriate . Most\nrecently, a Consensus Statement from the Fleischner Society was generated by a\nmultidisciplinary panel comprised principally of radiologists and pulmonologists from 10\ncountries with experience managing COVID-19 patients across a spectrum of healthcare\nenvironments, evaluated the utility of imaging within three scenarios representing varying\n100 . Based on 14 key questions,\ncorresponding to eleven decision points within the three scenarios and three additional\nclinical situations, the aggregated results yielded the following recommendations (see Table\nThe immune response to SARS-CoV-2 leads to the release cytokines and chemokines,\nfrequently leaving inflammatory cells which can be seen by CT (Fig. 4a) in the form of\nyellow discoloration. Fig. 4b shows magnetic resonance imaging (MRI) scans of a\nCOVID-19-infected patient’s brain, which provides much more details of the pathologies in\nthe soft tissue than CT. However, the American College of Radiology (ACR) advises the\nmedical facilities to avoid performing MRI in COVID-19 patients. According to the ACR\npublished guidelines, patients who are suspected of SARS-CoV-2 infection or have tested\npositive can be scanned by alternative imaging methods. Sanitizing MRI machines takes a\nlong time and poses significant challenges. High-efficiency particulate air (HEPA) filter\nsystems, typically used to increase air exchange, are not compatible with MRI. Suppose the\nventilation examination is deemed clinically necessary. In that case, it is recommended that\nthe potential risks of a patient having COVID-19 should be discussed with the referring\nphysician and an alternative ventilation scan should be offered as per the hospital COVID-19\n102 . Lung-\nultrasound (LUS) does not appear to have specificity for identifying COVID-19 pneumonitis\nor pneumonia but is recommended for defining the area of infection. LUS may be beneficial\nin the early diagnosis of COVID-19 pneumonia as a cost-effective way to determine the\nlocalization of infection. The result of LUS is more sensitive than a CXR due to its excellent\nresponse to positive end-expiratory pressure (PEEP; pressure in the lungs above atmospheric",
        "char_count": 3735,
        "word_count": 564,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "Kevadiya et al.\nAuthor Manuscript\nto therapeutically position the patients\nLimitations of current diagnostic testing\nAuthor Manuscript\n116 (29%)\nAuthor Manuscript\n118 infection\nAuthor Manuscript 119\nminutes with a small device\n120 minimal cost\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 12\npressure that exists at the end of expiration). LUS shows several features, such as lung\nconsolidation in severe local disease. Similar to those found on CXR or chest CT, LUS in\npatients with COVID-19 infection found more prominent evidence of COVID-19 pathology\nin the posterior lower lung zones. In most cases, the infection progresses from the periphery\nto the center of the lung tissues. ICU care teams also use LUS findings of pulmonary edema\n102 .\nCurrently, a, “clinical diagnosis” of COVID-19 relies on a combination of chest CT and RT-\nPCR results. Outside of a clinical setting, RT-PCR testing comprises the vast majority of all\nsurveillance testing done in the workplace or within schools. Due to the ubiquity of RT-PCR\ntesting, it is important to examine the information this test offers to clinicians and policy\nmakers alike. By identifying the shortcomings of this testing platform, future detection\nmethods can improve upon the current model. Nucleic acid amplification tests (NAAT) may\nbe problematic with poorly timed specimen collection, poor quality specimen collection, the\nrequirement for trained lab technicians, and long wait times to generate the results. The gold\nstandard RT-qPCR is time consuming (4–6 hours), not including the time to transport the\nspecimens to the laboratory which can take days. RT-PCR results also depend heavily on the\ntype of sample taken; positive sampling rates vary widely between oropharyngeal swabs\n(32–48%), nasopharyngeal swabs (63%), BALF (79–93%), sputum (72–76%) and stool\n117 . The primers and other reagents required to run the tests could be in shortage . In\nresponse to the limitations posed by RT-PCR testing, new platforms are actively being\npursued. Research on antibody detection tests are ongoing, but limited. Many studies had\nsmall cohorts and, given the urgency to share scientific knowledge in this unprecedented\ntime, have rapidly published studies which should be viewed with a critical lens. Current\nissues for immunodiagnostic approaches include a lack of specificity which is linked to false\npositive results from antigens that are well-conserved among different CoV species and\ncross-reactions with autoantibodies in autoimmune diseases. Immunodiagnostic approaches\nare most viable 7–11 days post exposure and are therefore less useful in diagnosis of acute\n.Outside of the physical limitations of the testing platform, the information\nproduced by both nucleic acid amplification testing and serology testing fails to capture\nimportant metrics of COVID-19, such as the duration an individual is contagious or the\nprevalence of certain haplotypes in a population. To these ends, metagenomic detection\nprocedures used in tandem with nucleic acid amplification techniques may lead to new\ninsights gained by clinicians and epidemiologists alike. Although RT-qPCR is the current\nstandard for detection of nucleic acids, new methods, such as pulse controlled amplification\n(PCA), are being evaluated. PCA does not require RNA extraction and can be done in 10\n. In the future, S- and N-based immunodiagnostics platforms\nwill work alongside NAATs in order to increase detection sensitivity of COVID-19 at\n. Future efforts towards the development of novel diagnostic platforms may\nprove fruitful if the tests are accurate, specific, easy to run, produce results in a short amount\nof time, and are cheap to mass produce. Given both the strengths and limitations of current\ntesting platforms and their singular output values, the information afforded by testing results\nmust be carefully scrutinized before making decisions in clinical and non-clinical settings.",
        "char_count": 3948,
        "word_count": 601,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "Kevadiya et al.\nConclusions\nAuthor Manuscript\nAuthor Manuscript\ncomplexities and to affect improved disease combating strategies.\nAcknowledgments\nAustralia [APP1145657] and The Garnett Passé and Rodney Williams Foundation. Author Manuscript\nReferences\nSARS-CoV-2. Nat Microbiol 5, 536–544 (2020). [PubMed: 32123347]\nTesting Clinical Specimens for COVID-19.\nguidelines-clinical-specimenshtml (2020).\nAuthor Manuscript\nbody, from brain to toes. Science (2020).\n3822–3835 (2020). [PubMed: 32223179]\nIdentification of 2019-nCoV. Coronavirus Disease 2019\nncov/lab/rt-pcr-detection-instructions.html\nanalysis. Aging (Albany NY) 12, 6049–6057 (2020). [PubMed: 32267833]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 13\nThe SARS-CoV-2 pandemic follows a troublesome trajectory. The health, humanitarian,\nsocial and economic policies adopted by countries can verify the speed and strength of the\nrecovery. Presently, no medication is usually commended to treat COVID-19, and no cure is\naccessible. The U.S. FDA granted use of medicines previously approved for other disorders\nto be used now as recommended therapy for COVID-19. The earlier lack of accessibility for\ntest has hampered the infection control; however, testing of this novel virus is increasing\nquickly. Diagnostic testing for COVID-19 is vital in detection of the virus, understanding\nepidemiology, case management, and suppressing transmission. Universal operating\nprocedures and harmonization of the available diagnostic assays are needed for faster\nscreening approaches in the global fight against the pandemic. Similarly, academic scientists\nand biotechnologists are charged with the description of additional SARS-CoV-2 strains in\norder to improve clusters-based specificity and sensitivity of antibody and antigen-based\ntests. Significantly, nanomaterials-based virus detection technology can help in the\ndevelopment of high sensitivity, simple, scalable, rapid, and cost-effective COVID-19\ndetection tests that supply on-demand diagnostic capability and effectively in the pandemic.\nThis review offers a road map for diagnostic strategies in the context of disease transmission\nand prevention. It is a basic science guide to better appreciate COVID-19 diagnostic\nWe thank Doug Meigs, University of Nebraska Medical Center, for critical review of the manuscript. This work was\nsupported by the National Institutes of Health R01 MH121402-01A1; R01 MH121402P01; R01 AG043540, R01\nAG043530, P01 DA028555, P30 MH062261, R01 MH115860, R01 NS034249, R01 NS036126, the Carol Swartz\nEmerging Neuroscience Fund and the Margaret R. Larson Professorship. CP receives support by the Cancer\n1. Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species\nSevere acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it\n2. Wang D, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-\nInfected Pneumonia in Wuhan, China. JAMA 323,1061–1069 (2020). [PubMed: 32031570]\n3. Centers for Disease Control and Prevention. Interim Guidelines for Collecting, Handling, and\nhttps://wwwcdcgov/coronavirus/2019-ncov/lab/\n4. Machhi J, et al. The Natural History, Pathobiology, and Clinical Manifestations of SARS-CoV-2\nInfections. J Neuroimmune Pharmacol 15, 359–386 (2020). [PubMed: 32696264]\n5. Wadman M, et al. How does coronavirus kill? Clinicians trace a ferocious rampage through the\n6. Udugama B, et al. Diagnosing COVID-19: The Disease and Tools for Detection. ACS Nano 14,\n7. Centers for Disease Control and Prevention. Research Use Only Real-Time RT-PCR Protocol for\nhttps://www.cdc.gov/coronavirus/2019-\n(2020).\n8. Wang B, et al. Does comorbidity increase the risk of patients with COVID-19: evidence from meta-",
        "char_count": 3775,
        "word_count": 507,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "Kevadiya et al.\nAuthor Manuscript\nCOVID-19. J Clin Microbiol 58, e00297–20 (2020). [PubMed: 32102856]\n32156607]\ninfected COVID-19 patients. J Infect 81, e28–e32 (2020).\n(2020). [PubMed: 32681308]\n1194–1196 (2020). [PubMed: 32074416]\nAuthor Manuscript\n32267220]\nPneumonia. N Engl J Med 382, 1199–1207 (2020). [PubMed: 31995857]\nsuspected human cases: interim guidance, 2 3 2020.\n(2020).\n32065057]\n[PubMed: 32298676]\nAuthor Manuscript Methods 373, 19–25 (2011). [PubMed: 21821037]\n675–687 (2011). [PubMed: 21383043]\n26,1920–1922 (2020). [PubMed: 32421494]\nLancet 395, 497–506 (2020). [PubMed: 31986264]\nCOVID-19. J Dent Res 99, 1239–1244 (2020). [PubMed: 32744907]\n32306864]\n1843–1844 (2020). [PubMed: 32159775]\nAuthor Manuscript\n(2017). [PubMed: 27807150]\nBiosens Bioelectron 40, 412–416 (2013). [PubMed: 22795532]\n32542208]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 14\n9. Loeffelholz MJ & Tang YW. Laboratory diagnosis of emerging human coronavirus infections - the\nstate of the art. Emerg Microbes Infect 9, 747–756 (2020). [PubMed: 32196430]\n10. Winichakoon P, et al. Negative Nasopharyngeal and Oropharyngeal Swabs Do Not Rule Out\n11. Liu R, et al. Positive rate of RT-PCR detection of SARS-CoV-2 infection in 4880 cases from one\nhospital in Wuhan, China, from Jan to Feb 2020. Clin Chim Acta 505, 172–175 (2020). [PubMed:\n12. Pan Y, et al. Serological immunochromatographic approach in diagnosis with SARS-CoV-2\n13. Lin D, et al. Evaluations of the serological test in the diagnosis of 2019 novel coronavirus (SARS-\nCoV-2) infections during the COVID-19 outbreak. Eur J Clin Microbiol Infect Dis 39, 2271–2277\n14. Lipsitch M, et al. Defining the Epidemiology of Covid-19 — Studies Needed. N Engl J Med 382,\n15. Okba NMA, et al. Severe Acute Respiratory Syndrome Coronavirus 2-Specific Antibody\nResponses in Coronavirus Disease Patients. Emerg Infect Dis 26, 1478–1488 (2020). [PubMed:\n16. Shen Z, et al. Genomic Diversity of Severe Acute Respiratory Syndrome-Coronavirus 2 in Patients\nWith Coronavirus Disease 2019. Clin Infect Dis 71, 713–720 (2020). [PubMed: 32129843]\n17. Li Q, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected\n18. World Health Organization. Laboratory testing for coronavirus disease 2019 (COVID-19) in\nhttps://apps.who.int/iris/handle/10665/331329\n19. Zhang W, et al. Molecular and serological investigation of 2019-nCoV infected patients:\nimplication of multiple shedding routes. Emerg Microbes Infect 9, 386–389 (2020). [PubMed:\n20. Azzi L, et al. Saliva is a reliable tool to detect SARS-CoV-2. J Infect 81, e45–e50 (2020).\n21. Punyadeera C, et al. One-step homogeneous C-reactive protein assay for saliva. J Immunol\n22. Pfaffe T, et al. Diagnostic potential of saliva: current state and future applications. Clin Chem 57,\n23. Xiao F, et al. Infectious SARS-CoV-2 in Feces of Patient with Severe COVID-19. Emerg Infect Dis\n24. Huang C, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.\n25. Liu R, et al. Viral Load Dynamics in Sputum and Nasopharyngeal Swab in Patients with\n26. Yongchen Z, et al. Different longitudinal patterns of nucleic acid and serology testing results based\non disease severity of COVID-19 patients. Emerg Microbes Infect 9, 833–836 (2020). [PubMed:\n27. Wang W, et al. Detection of SARS-CoV-2 in Different Types of Clinical Specimens. JAMA 323,\n28. Kim YG, et al. Comparison between Saliva and Nasopharyngeal Swab Specimens for Detection of\nRespiratory Viruses by Multiplex Reverse Transcription-PCR. J Clin Microbiol 55, 226–233\n29. Parolo C, et al. Enhanced lateral flow immunoassay using gold nanoparticles loaded with enzymes.\n30. Huang C, et al. Rapid Detection of IgM Antibodies against the SARS-CoV-2 Virus via Colloidal\nGold Nanoparticle-Based Lateral-Flow Assay. ACS Omega 5, 12550–12556 (2020). [PubMed:",
        "char_count": 3867,
        "word_count": 567,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "Kevadiya et al.\n(2020).\nAuthor Manuscript\nRT-PCR. Nat Commun 11, 4812 (2020). [PubMed: 32968075]\nTaiwan. Hum Pathol 36, 303–309 (2005). [PubMed: 15791576]\nBioelectron 166, 112437 (2020). [PubMed: 32692666]\nSurveill 25, 2000045 (2020).\n(2019). [PubMed: 30946852]\nAuthor Manuscript\n121534–121534 (2020). [PubMed: 33167242]\nBioelectron 166, 112437 (2020). [PubMed: 32692666]\nPandemic. Biology (Basel) 9, 182 (2020).\nAnalyt Chem 122, 115749 (2020).\nCoV-2. Sci Rep 10, 19004 (2020). [PubMed: 33149153] Author Manuscript\nRev 117, 536–711 (2017). [PubMed: 27359326]\n[PubMed: 15755131]\n[PubMed: 32437124]\n(2020).\nAuthor Manuscript\nwith sensing strategies. Talanta 206, 120201 (2020). [PubMed: 31514868]\nNanotechnol 15, 618–621 (2020). [PubMed: 32728083]\n5135–5142 (2020). [PubMed: 32293168]\nBioeng 13, 1–17 (2020). [PubMed: 32030104]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 15\n31. Bullard J, et al. Predicting infectious SARS-CoV-2 from diagnostic samples. Clin Infect Dis\n32. Smyrlaki I, et al. Massive and rapid COVID-19 testing is feasible by extraction-free SARS-CoV-2\n33. Shieh WJ, et al. Immunohistochemical, in situ hybridization, and ultrastructural localization of\nSARS-associated coronavirus in lung of a fatal case of severe acute respiratory syndrome in\n34. Zhu X, et al. Multiplex reverse transcription loop-mediated isothermal amplification combined\nwith nanoparticle-based lateral flow biosensor for the diagnosis of COVID-19. Biosens\n35. Corman VM, et al. Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro\n36. Eigner U, et al. Clinical evaluation of multiplex RT-PCR assays for the detection of influenza A/B\nand respiratory syncytial virus using a high throughput system. J Virol Methods 269, 49–54\n37. Moulahoum H, et al. How should diagnostic kits development adapt quickly in COVID 19-like\npandemic models? Pros and cons of sensory platforms used in COVID-19 sensing. Talanta 222,\n38. Zhu X, et al. Multiplex reverse transcription loop-mediated isothermal amplification combined\nwith nanoparticle-based lateral flow biosensor for the diagnosis of COVID-19. Biosens\n39. Augustine R, et al. Loop-Mediated Isothermal Amplification (LAMP): A Rapid, Sensitive,\nSpecific, and Cost-Effective Point-of-Care Test for Coronaviruses in the Context of COVID-19\n40. Mohamed ET, et al. A Single and Two-Stage, Closed-Tube, Molecular Test for the 2019 Novel\nCoronavirus (COVID-19) at Home, Clinic, and Points of Entry. ChemRxiv (2020).\n41. Hong S, et al. Application of fluorescence resonance energy transfer to bioprinting. TrAC Trends\n42. Chacón-Torres JC, et al. Optimized and scalable synthesis of magnetic nanoparticles for RNA\nextraction in response to developing countries’ needs for the detection and control of SARS-\n43. Hildebrandt N, et al. Energy Transfer with Semiconductor Quantum Dot Bioconjugates: A\nVersatile Platform for Biosensing, Energy Harvesting, and Other Developing Applications. Chem\n44. Oh E, et al. Inhibition assay of biomolecules based on fluorescence resonance energy transfer\n(FRET) between quantum dots and gold nanoparticles. J Am Chem Soc 127, 3270–3271 (2005).\n45. Moitra P, et al. Selective Naked-Eye Detection of SARS-CoV-2 Mediated by N Gene Targeted\nAntisense Oligonucleotide Capped Plasmonic Nanoparticles. ACS Nano 14, 7617–7627 (2020).\n46. Gorshkov K, et al. Quantum Dot-Conjugated SARS-CoV-2 Spike Pseudo-Virions Enable Tracking\nof Angiotensin Converting Enzyme 2 Binding and Endocytosis. ACS Nano 14, 2234–12247\n47. Yan S, et al. New Strategy for COVID-19: An Evolutionary Role for RGD Motif in SARS-CoV-2\nand Potential Inhibitors for Virus Infection. Front Pharmacol 11, 912 (2020). [PubMed: 32595513]\n48. Farzin L, et al. HIV biosensors for early diagnosis of infection: The intertwine of nanotechnology\n49. Talebian S, et al. Nanotechnology-based disinfectants and sensors for SARS-CoV-2. Nat\n50. Seo G, et al. Rapid Detection of COVID-19 Causative Virus (SARS-CoV-2) in Human\nNasopharyngeal Swab Specimens Using Field-Effect Transistor-Based Biosensor. ACS Nano 14,\n51. Tymm C, et al. Scalable COVID-19 Detection Enabled by Lab-on-Chip Biosensors. Cell Mol",
        "char_count": 4157,
        "word_count": 587,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "Kevadiya et al.\nplasmonic metasensors. arXiv (2020).\nAuthor Manuscript\nBioelectron 171, 112685 (2020). [PubMed: 33113383]\nbiological media. Nano Lett 10, 4962–4969 (2010). [PubMed: 21053965]\n(2017). [PubMed: 28364702]\n31319329]\nExhaled Breath. ACS Nano 14, 12125–12132 (2020). [PubMed: 32808759]\nAuthor Manuscript\n[PubMed: 32808759]\nAvicenna J Med Biotechnol 12, 201–202 (2020). [PubMed: 32695284]\n730–743 (2019). [PubMed: 30654914]\n(2017). [PubMed: 28408723]\n2986–3012 (2019). [PubMed: 31548639]\n(2020).\n282 (2020). [PubMed: 32349121]\nAuthor Manuscript\nBiosens Bioelectron 164, 112316 (2020). [PubMed: 32553350]\nactivity. Science 360, 436–439 (2018). [PubMed: 29449511]\n(2020). [PubMed: 32300245]\nTransl Immunology 9, e01136 (2020). [PubMed: 32382418]\n845–848 (2020). [PubMed: 32350462]\nimmunity against COVID-19. medRxiv (2020).\nAuthor Manuscript\nin saliva. J Clin Microbiol 02204–20 (2020).\n[PubMed: 32247384]\nmonitoring of COVID-19. CEBM Research.\nPOCT-Covid19.pdf (2020).\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 16\n52. Ahmadivand A, et al. Femtomolar-level detection of SARS-CoV-2 spike proteins using toroidal\n53. Huang L, et al. One-Step Rapid Quantification of SARS-CoV-2 Virus Particles via Low-Cost\nNanoplasmonic Sensors in Generic Microplate Reader and Point-of-Care Device. Biosens\n54. Yanik AA, et al. An optofluidic nanoplasmonic biosensor for direct detection of live viruses from\n55. Soler M, et al. Multiplexed nanoplasmonic biosensor for one-step simultaneous detection of\nChlamydia trachomatis and Neisseria gonorrhoeae in urine. Biosens Bioelectron 94, 560–567\n56. Dang T, et al. Protein binding kinetics quantification via coupled plasmonic-photonic resonance\nnanosensors in generic microplate reader. Biosens Bioelectron 142, 111494 (2019). [PubMed:\n57. Shan B, et al. Multiplexed Nanomaterial-Based Sensor Array for Detection of COVID-19 in\n58. Qiu G, et al. Dual-Functional Plasmonic Photothermal Biosensors for Highly Accurate Severe\nAcute Respiratory Syndrome Coronavirus 2 Detection. ACS Nano 14, 12125–12132 (2020).\n59. Dara M & Talebzadeh M. CRISPR/Cas as a Potential Diagnosis Technique for COVID-19.\n60. Li Y, et al. CRISPR/Cas Systems towards Next-Generation Biosensing. Trends Biotechnol 37,\n61. Gootenberg JS, et al. Nucleic acid detection with CRISPR-Cas13a/C2c2. Science 356, 438–442\n62. Kellner MJ, et al. SHERLOCK: nucleic acid detection with CRISPR nucleases. Nat Protoc 14,\n63. Ioannidis J The infection fatality rate of COVID-19 inferred from seroprevalence data. medRxiv\n64. Ackerman CM, et al. Massively multiplexed nucleic acid detection using Cas13. Nature 582, 277–\n65. Huang Z, et al. Ultra-sensitive and high-throughput CRISPR-p owered COVID-19 diagnosis.\n66. Chen JS, et al. CRISPR-Cas12a target binding unleashes indiscriminate single-stranded DNase\n67. Broughton JP, et al. CRISPR-Cas12-based detection of SARS-CoV-2. Nat Biotechnol 38, 870–874\n68. Hou H, et al. Detection of IgM and IgG antibodies in patients with coronavirus disease 2019. Clin\n69. Padoan A, et al. IgA-Ab response to spike glycoprotein of SARS-CoV-2 in patients with\nCOVID-19: A longitudinal study. Clin Chim Acta 507, 164–166 (2020). [PubMed: 32343948]\n70. Long QX, et al. Antibody responses to SARS-CoV-2 in patients with COVID-19. Nat Med 26,\n71. Varadhachary A, et al. Salivary anti-SARS-CoV-2 IgA as an accessible biomarker of mucosal\n72. Pisanic N, et al. COVID-19 serology at population scale: SARS-CoV-2-specific antibody responses\n73. Petherick A Developing antibody tests for SARS-CoV-2. Lancet 395, 1101–1102 (2020).\n74. Wolters F, et al. Multi-center evaluation of cepheid xpert(R) xpress SARS-CoV-2 point-of-care test\nduring the SARS-CoV-2 pandemic. J Clin Virol 128, 104426 (2020). [PubMed: 32417674]\n75. Green K, et al. Molecular and antibody point-of-care tests to support the screening, diagnosis and\nhttps://www.cebm.net/wp-content/uploads/2020/04/",
        "char_count": 3918,
        "word_count": 534,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "Kevadiya et al.\n76. US Food and Drug Administration. EUA Authorized Serology Test Performance.\nAuthor Manuscript\nmedical-devices/eua-authorized-serology-test-performance\nassays. J Clin Virol 129, 104480 (2020). [PubMed: 32505777]\nCOVID-19.\nimmunodiagnostics-2020-04-08-e.pdf?sfvrsn=4c26ac39_2\n79. Abbott. Abbott launches covid-19 antibody test\nand-innovation/abbott-launches-covid-19-antibody-test.html\nNat Med 26, 1200–1204 (2020). [PubMed: 32555424]\n[PubMed: 29572583]\nAuthor Manuscript\nStates. Gastroenterology 159, 373–375.e2 (2020). [PubMed: 32294477]\nfrom the hospital or end home isolation?\nCOVID-19-Discharge-criteriapdf (2020).\ntoilet.\nwastewater/ (2020).\nits ePlex® SARS-CoV-2 Test.\nsubmission-of-emergency-use-authorization-for-its-eplex-sars-cov-2-test/\n87. BioFire. The BioFire FilmArray Respiratory (RP & RP2) Panels.\nproducts/the-filmarray-panels/filmarrayrp/\nAuthor Manuscript Dependence on Reagents in Short Supply.\nwww.cepheid.com/coronavirus (2020).\nto 50 million tests a month (2020).\nRoentgenol 214, 1078–1082 (2020). [PubMed: 32108495]\nfor COVID-19. Radiology 296, E72–E78 (2020). [PubMed: 32216717]\nAuthor Manuscript\nCOVID-19. Can Assoc Radiol J 71, 470–481 (2020). [PubMed: 32380844]\nLongitudinal Study. Radiology 296, E55–E64 (2020). [PubMed: 32191587]\nDuration of Infection. Radiology 295, 200463 (2020). [PubMed: 32077789]\n(2020). [PubMed: 32211963]\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 17\nhttps://\nwww.fda.gov/medical-devices/coronavirus-disease-2019-covid-19-emergency-use-authorizations-\n(2020).\n77. Kohmer N, et al. Brief clinical evaluation of six high-throughput SARS-CoV-2 IgG antibody\n78. World Health Organization. Advice on the use of point-of-care immunodiagnostic tests for\nhttps://www.who.int/docs/default-source/coronaviruse/sb-2020-1-poc-\n(2020).\nhttps://www.abbott.com/corpnewsroom/product-\n(2020).\n80. Long QX, et al. Clinical and immunological assessment of asymptomatic SARS-CoV-2 infections.\n81. Verma D, et al. Insights into the human oral microbiome. Arch Microbiol 200, 525–540 (2018).\n82. Wyllie AL, et al. Saliva is more sensitive for SARS-CoV-2 detection in COVID-19 patients than\nnasopharyngeal swabs. N Engl J Med 383, 1283–1286 (2020). [PubMed: 32857487]\n83. Nobel YR, et al. Gastrointestinal Symptoms and COVID-19: Case-Control Study from the United\n84. European Centre for Disease Prevention and Control. When is it safe to discharge COVID-19 cases\nhttps://wwwecdceuropaeu/sites/default/files/documents/\n85. The Washington Post. An early warning system for coronavirus infections could be found in your\nhttps://www.washingtonpost.com/climate-environment/2020/05/01/coronavirus-sewage-\n86. GenMarkDx. GenMark Diagnostics Announces Submission of Emergency Use Authorization for\nhttps://www.genmarkdx.com/genmark-diagnostics-announces-\n(2020).\nhttps://www.biofiredx.com/\n(2020).\n88. Meridian Biosciences. Meridian Bioscience Simplifies COVID-19 Sample Prep and Eliminates\nhttps://investor.meridianbioscience.com/news-releases/\nnews-release-details/meridian-bioscience-simplifies-covid-19-sample-prep-and (2020).\n89. Cepheid. Xpert® Xpress SARS-CoV-2 has received FDA Emergency Use Authorization. https://\n90. Abbott. Abbott’s fast, $5, 15-minute, easy-to-use covid-19 antigen test receives fda emergency use\nauthorization; mobile app displays test results to help our return to daily life; ramping production\n91. Hosseiny M, et al. Radiology Perspective of Coronavirus Disease 2019 (COVID-19): Lessons\nFrom Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome. AJR Am J\n92. Ai T, et al. Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19)\nin China: A Report of 1014 Cases. Radiology 296, E32–E40 (2020). [PubMed: 32101510]\n93. Wong HYF, et al. Frequency and Distribution of Chest Radiographic Findings in Patients Positive\n94. Dennie C, et al. Canadian Association of Thoracic Radiology/Canadian Association of\nRadiologists Consensus Statement Regarding Chest Imaging in Suspected and Confirmed\n95. Wang Y, et al. Temporal Changes of CT Findings in 90 Patients with COVID-19 Pneumonia: A\n96. Bernheim A, et al. Chest CT Findings in Coronavirus Disease-19 (COVID-19): Relationship to\n97. Zhou Z, et al. Coronavirus disease 2019: initial chest CT findings. Eur Radiol 30, 4398–4406",
        "char_count": 4316,
        "word_count": 505,
        "extraction_method": "two_column"
      },
      {
        "page_number": 18,
        "text": "Kevadiya et al.\nAuthor Manuscript\n(2020).\n172–180 (2020). [PubMed: 32255413]\n101. Americal College of Radiology. ACR Guidance on COVID-19 and MR Use.\nClinical-Resources/Radiology-Safety/MR-Safety/COVID-19-and-MR-Use\ncampaign for the presence of SARS-CoV-2. medRxiv (2020).\nBulletin of the World Health Organization\nvolumes/98/9/20-257188/en/ (2020).\nAuthor Manuscript\nAssoc 89, 424–434 (1994).\nsame?\n(2020).\nSARS-CoV-2 Diagnostic, Screening, and Surveillance Testing.\n2019-ncov/lab/pooling-procedures.html\nCoV-2. JAMA 323, 1967–1969 (2020). [PubMed: 32250394]\n(2020). [PubMed: 32738298]\nAuthor Manuscript pooling method. PLoS One 15, e0238417 (2020). [PubMed: 32857823]\nenvironmental metagenomes. Microbiome (2020).\n(2020). [PubMed: 32829053]\nAuthor Manuscript\nMicrobes New Infect 36, 100713 (2020). [PubMed: 32607246]\nmedRxiv (2020).\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 18\n98. Shi H, et al. Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a\ndescriptive study. Lancet Infect Dis 20, 425–434 (2020). [PubMed: 32105637]\n99. Czawlytko C, et al. Covid-19 diagnostic imaging recommendations. Applied Radiology 49, 10–15\n100. Rubin GD, et al. The Role of Chest Imaging in Patient Management during the COVID-19\nPandemic: A Multinational Consensus Statement from the Fleischner Society. Radiology 296,\nhttps://www.acr.org/\n(2020).\n102. Poggiali E, et al. Can Lung US Help Critical Care Clinicians in the Early Diagnosis of Novel\nCoronavirus (COVID-19) Pneumonia? Radiology 295, E6 (2020). [PubMed: 32167853]\n103. Cesselli D, et al. Implementation and validation of a pooling strategy for a sustainable screening\n104. Deckert A, et al. Simulation of pooled-sample analysis strategies for COVID-19 mass testing.\nhttps://www.who.int/bulletin/\n105. Litvak E, et al. Screening for the Presence of a Disease by Pooling Sera Samples. J Am Stat\n106. Livescience. Wuhan tested millions of people for COVID-19 in just days. Could US cities do the\nhttps://www.livescience.com/pooled-sampling-covid19-in-wuhan-and-us-cities.html\n107. Centers for Disease Control and Prevention. Interim Guidance for Use of Pooling Procedures in\nhttps://www.cdc.gov/coronavirus/\n(2020).\n108. Hogan CA, et al. Sample Pooling as a Strategy to Detect Community Transmission of SARS-\n109. Sahajpal NS, et al. Proposal of RT-PCR-Based Mass Population Screening for Severe Acute\nRespiratory Syndrome Coronavirus 2 (Coronavirus Disease 2019). J Mol Diagn 22, 1294–1299\n110. Lim KL, et al. A novel strategy for community screening of SARS-CoV-2 (COVID-19): Sample\n111. The New York Times. Federal Officials Turn to a New Testing Strategy as Infections Surge.\nhttps://www.nytimes.com/2020/07/01/health/coronavirus-pooled-testing.html (2020).\n112. Peddu V, et al. Metagenomic Analysis Reveals Clinical SARS-CoV-2 Infection and Bacterial or\nViral Superinfection and Colonization. Clin Chem 66, 966–972 (2020). [PubMed: 32379863]\n113. Mora M, et al. Highly matching Coronavirus-like short sequences can be retrieved from\n114. Van Tan L, et al. SARS-CoV-2 and co-infections detection in nasopharyngeal throat swabs of\nCOVID-19 patients by metagenomics. J Infect 81, e175–e177 (2020). [PubMed: 32562797]\n115. Moore SC, et al. Amplicon based MinION sequencing of SARS-CoV-2 and metagenomic\ncharacterisation of nasopharyngeal swabs from patients with COVID-19. medRxiv (2020).\n116. Xu Y, et al. Current approach in laboratory testing for SARS-CoV-2. Int J Infect Dis 100, 7–9\n117. D’Cruz RJ, et al. Laboratory Testing Methods for Novel Severe Acute Respiratory Syndrome-\nCoronavirus-2 (SARS-CoV-2). Front Cell Dev Biol 8, 468 (2020). [PubMed: 32582718]\n118. Abduljalil JM. Laboratory diagnosis of SARS-CoV-2: available approaches and limitations. New\n119. Zwirglmaier K, et al. Rapid detection of SARS-CoV-2 by pulse-controlled amplification (PCA).\n120. Infantino M, et al. Serological Assays for SARS-CoV-2 Infectious Disease: Benefits, Limitations\nand Perspectives. Isr Med Assoc J 22, 203–210 (2020). [PubMed: 32286019]",
        "char_count": 4036,
        "word_count": 542,
        "extraction_method": "two_column"
      },
      {
        "page_number": 19,
        "text": "Kevadiya et al.\nAuthor Manuscript\nSample acquisitions\nSARS-CoV-2 spreads by respiratory aerosol or fomites\nsamples, collected alone or in combination, confirm viral infection\n19 contain virus\n21, 22 antibodies\nSARS-CoV-2. A positive saliva viral antigen test identifies infected patients.\nprotein (Cas12/13) diagnostics\nAuthor Manuscript\nare within an hour using SHERLOCK\ndetecting bacteria, viruses and cancers\n25 26 developed in 2017 then refined Author Manuscript\nSTOPCovid (SHERLOCK Testing in One Pot Covid)\nused to detect over 160 infectious agents\n(CRISPR-FDS) can be negative on RT-PCR\n31 Biosciences . Author Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 19\nBOX 1:\n17 . Nasal or oropharyngeal\n18 . SARS-CoV-2\nmigrates from the upper to lower respiratory areas where replication. Samples from\nbronchoalveolar lavage, tracheal aspirates and pleural fluids and or urine, blood and feces\n20 . Saliva is an alternative source for SARS-CoV-2 and virus-specific\n. Saliva viral antigen or antibody tests may become a future norm used for\ndistant travel such as when boarding planes or ships ensuring that travelers are free of\nClustered regularly interspaced short palindromic repeats (CRISPR) and associated\nCRISPR-Cas is a powerful genome editing system widely used for genome editing. Cas\nenzymes (Cas12 and Cas13) possess cleavage activity can be used for nucleic acid\ndetection. The Cas12- and 13 based detection systems was named, by the inventors, as\nDNA endonuclease-targeted CRISPR trans reporter (DETECTR) and specific high-\nsensitivity enzymatic reporter unLOCKing (SHERLOCK) systems. Readouts of samples\n23 in lateral-flow formats. It is commonly used for\n24 . The Cas13 is an RNA-targeting enzyme with\npromiscuous cleavage activity of non-target nucleic acids from patient samples. When the\nenzyme recognizes its target it cleaves target nucleic acids, including other RNA species\nin solution (collateral cleavage) in femtomolar concentration detection. Cas13 have been\npaired with an isothermal pre-amplification step. The SHERLOCK method was first\nto make it suitable for PoC testing termed\n27 . STOPCovid permits a lateral-\nflow and a fluorescence-based assays. The Sherlock Biosciences’ STOPCovid assay for\nEmergency Use Authorization. SHERLOCK-based multiplexed diagnostics can now be\n28 . CRISPR Cas12a/gRNA complex and a\nfluorescent probe detect target amplicons using standard RT-PCR or isothermal\nrecombinase polymerase amplification (RPA) with primers for the viral ORF1ab and N\nregions that detect two RNA copies. Positive CRISPR-based fluorescent detection system\n29 . Cas12 collateral cleavage activity on\nsingle-stranded DNA (ssDNA) was developed by combining it with isothermal\n30 amplification, termed DNA endonuclease-targeted CRISPR trans reporter (DETECTR) .\nA DETECTR-based diagnostic assay for COVID-19 was developed by Mammoth",
        "char_count": 2898,
        "word_count": 419,
        "extraction_method": "two_column"
      },
      {
        "page_number": 20,
        "text": "Kevadiya et al.\nAuthor Manuscript\nRecent diagnostic kits\nePlex SARS-CoV-2 test for viral diagnosis\n87 infections\nAuthor Manuscript\n89 minutes\n98.5%. The test can provide results in just 15 minutes with a cost of $5\ncontact a healthcare provider for treatment\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 20\nBOX 2:\nSeveral companies are manufacturing SARS-COV-2 diagnostic assay kits aiming to\nimprove detection rates. For example, GenMark Diagnostics, Inc. is developing the ePlex\nResearch Use Only (RUO) test and will soon submit an EUA to the U.S. FDA for the\n86 . BioFire Diagnostics is developing the Film\nArray® Respiratory Panels (RP & RP2), also referred to as the BioFire Respiratory\nPanels, which will help clinicians rapidly diagnose SARS-CoV-2 and other respiratory\n. Meridian Biosciences has created a “Master Mix” containing the building\nblocks for rapid testing by eliminating the RNA extraction facilitates conventional\n88 molecular procedural steps. This can significantly reduce the assay cost and time .\nSimilarly, Cephied Inc. has also announced its SARS-CoV-2 test kit, which can be run on\nany of its 23,000 GeneXpert Systems placed worldwide to deliver PoC results in 30\n™ . Recently, Abbott received U.S. FDA EUA for its BinaxNOW COVID-19 Ag\nCard which depends on flow technology to detect SARS-CoV-2 antigen in a nasal swab\nfrom suspected COVID-19 individuals with a sensitivity of 97.1% and specificity of\n90 . Abbott also\nlaunched NAVICA app which allows people to display negative test results obtained from\nthe healthcare provider in the form of a QR code to enter the organization that requires\nproof of testing. The people with positive test results receive a message to quarantine and\n90 .",
        "char_count": 1781,
        "word_count": 284,
        "extraction_method": "two_column"
      },
      {
        "page_number": 21,
        "text": "Kevadiya et al.\nAuthor Manuscript\nSARS-CoV-2 mass pooled screening\n103 surveillance for infected patients\n104 matrix are pooling strategies\nsyphilis and used for HIV detection in 1991\nwith pecificity, sensitivity and test probability\nAuthor Manuscript\n106 second wave of infection\nand accuracy and cost decrease of 80%\nCenters of Disease Control and Prevention (CDC) for pooling samples\nAuthor Manuscript\nst th between January 1 and February 26\nlow in this area early in the pandemic\nhaving limit of detection of < 20 copies/mL of SARS-CoV-2\nAuthor Manuscript\nacid was seen without reducing the sensitivity of RT-PCR\n111 to reopen\n107 infections with such methods .\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 21\nBOX 3:\nThe outbreak of SARS-CoV-2 has overwhelmed healthcare systems worldwide. Thus, it\nis imperative to adopt reliable screening, particularly to detect COVID-19 asymptomatic\npatients so that disease spread is controlled. To speed screenings, pooling can provide\n. High-throughput, highly automated PCR testing and\n. From a single test, if a pool is negative, all the individual\nsamples are considered negative. If a pool is found positive, individual samples must be\ntested to pinpoint a positive source. Pooling was used during World War II to detect\n105 . In order to choose a cost-effective\npooling strategy, one must consider disease prevalence in any tested population along\n103 . In Wuhan, China, six new cases were\nreported for SARS-CoV-2 after a month of no newly confirmed cases. Thereafter, the\ngovernment shifted their efforts to widespread screening with pooling to mitigate the\n. Pooling can use RT-qPCR tests. The U.S. FDA has\nauthorized Quest Diagnostics SARS-CoV-2 RNA and LabCorp’s COVID-19 test under\nthe provisions of EUA. In a recent study by the World Health Organization (WHO),\nexisting methods were compared head to head for population testing using the Monte\nCarlo simulation. The simulations show that in population, with low prevalence, up to\n86% fewer tests are required. As the prevalence increases, the pool size decreases. In a\nseparate study of 3,592 consecutive nasal swab samples, with less than a 1% prevalence\nof infection, 8 sample pooling allow viral identification with 100% sensitivity, specificity\n103 . Such guidelines were published by the U.S..\n107 . In a\nretrospective study, bronchoalveolar lavage and nasopharyngeal samples were collected\n, 2020 from in- and out-patients having negative\nroutine respiratory viral test and had not been tested for SARS-CoV-2. Nine or ten\nsamples were pooled and screened by using RT-PCR attacking (E) gene envelope. From a\ntotal pools only 0.07% (2/2888) positivity rate for SARS-CoV-2 was confirmed,\ncomprising mainly the nasopharyngeal samples, which suggested that disease burden was\n108 . PerkinElmer Genomics with the Medical\nCollege of Georgia (Augusta, Georgia) and Aga Khan University (Nairobi, Kenya)\ndeveloped a RT-PCR kit for cost-effective, rapid, and accurate SARS-CoV-2 mass\nscreening and 91.6% Positive Percent Agreement (PPA) and 100% Negative Percent\nAgreement (NPA). PerkinElmer’s RT-PCR kit recently received U.S. FDA-EUA approval\n109 . In another study,\nviability of pooling clinical naso- or oro- pharyngeal swabs during extraction of nucleic\n110 . Pooling eliminates up to\n80% of reagent cost when tested in a population having a prevalence of positive samples\nof ≤ 1% and hence decreases the global costs. The pooling strategy can be adopted by\nschools, universities, workplaces, and religious organizations that are adamantly seeking\n. Meatpacking plants have employed a pooling strategy and shown a much\nhigher prevalence of infection. Still, it is not possible to determine the absolute number of",
        "char_count": 3744,
        "word_count": 580,
        "extraction_method": "two_column"
      },
      {
        "page_number": 22,
        "text": "Kevadiya et al.\nMetagenomic profiling\nAuthor Manuscript\n112 sequence data to diagnose infections\nthat are capable of only detecting known viral sequences\nAuthor Manuscript\nhelpful in predicting future outbreaks before pandemics emerge\n114 tests\nevaluation of the background microbiome\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 22\nThe detection of SARS-CoV-2 in the USA lagged two months behind early viral\ndetection in China. This led to delay in RT-qPCR implementations and viral spread.\nTherefore, unbiased detection strategies are required that bypass the requirement for viral\n. Metagenomic Next-Generation Sequencing\n(mNGS) can detect whole viral genomes and any co-infection. The mNGS approach was\nvalidated using RT-PCR confirmed cases aligned with the 2019 GenBank nucleotide\ndatabase utilizing Clinically Okay Metagenomic Pipeline (CLOMP). CLOMP results\nrevealed positive SARS-CoV-2 samples that matched the database of SARS-CoV\nassociated viruses. The advantage of unbiased mNGS is that it detects all the sequences\nlined up to already known bacterial and viral databases extending primer directed PCR\n112 . Similarly, there are\nexpanded versions of studies focusing on short, virus-like sequences of DNA in\nmetagenomic data. Metagenomic data from the dried Aral Sea basin in Uzbekistan was\nidentified. The rhizosphere microbiome Suaeda acuminata (C.A. Mey.) characterized the\necology of the first pioneer plants in environmental extremes. These studies also revealed\nthe presence of coronavirus-like sequences before the COVID-19 outbreak. Diverse\nbetacoronavirus-like sequences, including SARS-CoV matches, were observed in the\nenvironmental datasets. In addition, the datasets enabled the viral origins. The study led\nto the notion that natural environments and the plant rhizosphere host contained\ncoronavirus sequences. This metagenomic strategy involving microbiome research can be\n113 . In short,\nmetagenomics is a sensitive assay that can be used for molecular epidemiological\n. Tests enable studies of viral evolution and molecular epidemiology and complete\n115 .",
        "char_count": 2147,
        "word_count": 304,
        "extraction_method": "two_column"
      },
      {
        "page_number": 23,
        "text": "Kevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nFigure 1. SARS-CoV-2 serological testing.\nAuthor Manuscript\n(1) sample flow well. Saline buffer is added dropwise\n(4–6) presence of COVID-19 antibody\npersons.\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 23\nCommonly used immune-based tests contain SARS-CoV-2 specific recombinant antigens\nimmobilized onto nitrocellulose membranes. Mouse anti-human IgM and IgG antibodies\nconjugated with colored latex beads are immobilized on conjugate pads. The test sample\ncontacts the membrane within the test. The colored antibodies form latex conjugate\ncomplexes with human antiviral antibodies. This complex immobilized on the membrane is\ncaptured by the SARS-CoV-2 specific recombinant antigen. If SARS-CoV-2 virus-specific\nIgG/IgM are present in the sample, it leads to a colored band indicating a positive test result.\nThe complex is captured on the membrane by goat anti-mouse antibody forming a red\ncontrol line. A built-in control line appears in the test window. The absence of a colored\nband demonstrates a negative result. The workflow begins with patient serum added to the\n(2) (3) onto the serum sample until the\nrabbit antibody-gold shows in the control (C) well. A positive test band indicates the\n(7). . Results without a positive C band are invalid\nNotably, this assay depicts a post-immune response and may show negative results for\nrecently infected patients. It may also detect virus in previously infected but asymptomatic",
        "char_count": 1527,
        "word_count": 228,
        "extraction_method": "two_column"
      },
      {
        "page_number": 24,
        "text": "Kevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nFigure 2. RT-PCR and LAMP assays for detection of SARS-CoV-2 infection.\na, A nasopharyngeal swab collects patient samples.\ncontain SARS-CoV-2-infected cells and free viral particles,\nAuthor Manuscript\nwith a fluorogenic probe by quantitative PCR.\ndetection.\namplification (LAMP) assay i . (\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 24\n1 . RNA is extracted from fluids that\n2–3 . The recovered viral RNA is\n4 then reverse transcribed to cDNA and amplified for detection of viral nucleic acids. .\nConserved regions of the RdRP and E genes are the sub-genomic viral segments amplified\n5 . Positive cases exceed the threshold of\nb, Description of the SARS-CoV-2 RT-loop-mediated isothermal\nii iii ), amplification mixtures; ( ), RT-LAMP reaction, and ( ),\nthe products of SARS-CoV-2 RT-LAMP reactions. Although RT-PCR methods are used as\nthe standard for detection of SARS-CoV-2 due to high sensitivity, limitations are present. As\nan alternative, isothermal amplification methods or LAMP was developed. When optimized\nfor detection, the assay is as sensitive as standard PCR detecting < 10 viral copies/reaction.",
        "char_count": 1209,
        "word_count": 185,
        "extraction_method": "two_column"
      },
      {
        "page_number": 25,
        "text": "Kevadiya et al. Page 25\nc, SARS-CoV-2 saliva test . The illustration demonstrates SARS-CoV-2 infection in salivary\nglands and released specific biomarkers that accumulate in the oral cavity. These are Author Manuscript\ncollected through a sample tube and tagged with specific biomarker protein and run through\nlateral flow rapid tests.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.",
        "char_count": 454,
        "word_count": 66,
        "extraction_method": "single_column"
      },
      {
        "page_number": 26,
        "text": "Kevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nFigure 3. Nanomaterial-based SARS-COV-2 detections.\npanel\nAuthor Manuscript\nSecond panel SARS-CoV-2 spike protein.\nBottom panel: SARS-CoV-2 RNA.\nSARS-CoV-2 detection by colorimetric and antigen-binding assays.\nacronyms:\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 26\nTop Represented illustration of nanomaterial-based biosensors for SARS-CoV-2 detection.\n: A field effect transistor (FET)-based biosensing device for detecting SARS-CoV-2.\nThe sensor was produced by FET coated graphene sheets with specific antibodies against the\n: The dual functional plasmonic photothermal\n(PPT) and localized surface plasmon resonance on two-dimensional gold nanoislands\nfunctionalized with complementary DNA receptors for detection of the selected SARS-\nCoV-2 sequences by nucleic acid hybridization. This assays whether a sample contains\nNucleic acids or antibodies functionalized materials for\nAbbreviations and\nantibody (Ab), antigen (Ag), Förster resonance energy transfer (FRET),",
        "char_count": 1068,
        "word_count": 137,
        "extraction_method": "two_column"
      },
      {
        "page_number": 27,
        "text": "Kevadiya et al. Page 27\nnanoparticles (NPs). Schematic ideas and technical methological details were followed and\n49, 50, 58 as represented in previously published reports . Author Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.",
        "char_count": 310,
        "word_count": 44,
        "extraction_method": "single_column"
      },
      {
        "page_number": 28,
        "text": "Kevadiya et al.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\ninfections.\na,\nAuthor Manuscript\nchemotactic factors that lead to progressive lung tissue damage.\nNat Mater. Author manuscript; available in PMC 2021 November 01.\n\nPage 28\nFigure 4. CT and MRI examination of the lung and brain in life threatening SARS-CoV-2\nComparison is shown between lung from a uninfected (left) and a SARS-CoV-2-infected\nperson’s lung tissue (right) in a representative CT scan. In these images, ground-glass\nopacification (light hazy grey tissue) are seen due to inflammatory responses. ARDS results\nin fluid accumulation in affected lung tissue independent of cardiac dysfunction\n(noncardiogenic pulmonary edema). Viral infection causes lung injury leading to loss of gas\nexchange, atelectasis and hypoxemia. ARDS is associated with fibrinous organizing\npneumonia and alveolar damage. SARS-CoV-2 causes epithelial infection and alveolar\nmacrophage inflammation, activation and secretion of a range of pro-inflammatory and\nb, SARS-CoV-2-infected\npatient’s brain MRI scan image showing the brain regions typically involved in those who\ndevelop encephalitis or acute necrotizing encephalopathy. The rims of the lateral ventricles",
        "char_count": 1219,
        "word_count": 170,
        "extraction_method": "two_column"
      },
      {
        "page_number": 29,
        "text": "Kevadiya et al. Page 29\ncan illustrate contrast enhancement with meningeal involvements (red arrow). The medial\ntemporal lobes (yellow arrows), including the hippocampi, may show hyperintense signals, Author Manuscript\nindicating inflammation that may result from the “cytokine storm syndrome”, and\nhypointense signals that show hemorrhage. Other brain regions including the thalamus,\ncerebral white matter, brain stem and the cerebellum can be involved.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.",
        "char_count": 573,
        "word_count": 78,
        "extraction_method": "single_column"
      },
      {
        "page_number": 30,
        "text": "Kevadiya et al. Page 30\nTable 1.\nSummary of recommendations for imaging tests\nAuthor Manuscript\nRecommendations\n• Imaging is not indicated as a screening test for COVID-19 in asymptomatic people.\n• Imaging is not indicated for patients with mild COVID-19 unless the patient is at risk for disease progression.\n• Imaging is indicated for patients with moderate to severe disease regardless of SARS-CoV-2 test results.\n• Imaging is indicated for patients with COVID-19 with evidence of respiratory insufficiency.\n• In a resource limited settings where access to CT is limited, CXR is preferred.\nAdditional Recommendations\n• Daily chest radiographs are NOT indicated in stable intubated patients with COVID-19.\n• CT is indicated in patients with functional lung impairment and or hypoxemia.\n• COVID-19 testing is indicated in patients found to have findings suggestive of viral infection on CT scans.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nNat Mater. Author manuscript; available in PMC 2021 November 01.",
        "char_count": 1016,
        "word_count": 155,
        "extraction_method": "single_column"
      }
    ]
  }
}