{
  "metadata": {
    "source_file": "pdfs/Effectiveness of COVID-19 diagnosis and management tools - A review.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:43.331521",
    "total_pages": 7,
    "total_characters": 45644,
    "total_words": 7461
  },
  "content": {
    "full_text": "--- Page 1 ---\nSince January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.\n\n--- Page 2 ---\nRadiography 27 (2021) 682\nContents lists available at\njournal homepage:\nNarrative Review\nEffectiveness of COVID-19 diagnosis and management tools: A review\n* ** 1 1 , , W. Alsharif , A. Qurashi\nDepartment of Diagnostic Radiology Technology, Faculty of Applied Medical Sciences, Taibah University, Madinah, Saudi Arabia\na r t i c l e i n f o a b s t r a c t\nArticle history: Objective:\nReceived 12 August 2020 tools.\nReceived in revised form Background: With the absence of speci\n31 August 2020\nAccepted 12 September 2020\nAvailable online 21 September 2020\nPCR) assay is considered the\nKeywords:\nCT scan\nRT-PCR\nﬁ Key ndings: ﬁ Ground-glass opaci cation\nConsolidation\nCrazy-paving\nﬁ Arti cial intelligence\nﬁ pneumonia diseases, arti\nother pneumonia diseases.\nConclusion:\nCOVID-19 alone due to the low speci\nentiate COVID-19 from other pneumonia diseases.\nImplication for practice:\nﬁ quarantine ef\n©\nIntroduction\nﬁ ﬁ Cases of an unidenti ed form of viral pneumonia were rst re-\n1 ported in Wuhan city, Hubei province, China, in December 2019. In\nthe following weeks, this unknown virus gradually spread across\n2 ﬁ the whole world. On January 7, 2020, a scienti c research insti-\ntution in China announced that the viral pneumonia was a novel\ncoronavirus (SARS-COV-2), later it was called COVID-19 by the\n3 World Health Organization (WHO). According to Worldometer\nﬁ (2020), as of August 31, 2020, there had been 25,416,807 con rmed\n* Corresponding author.\n** Corresponding author.\nE-mail addresses: Wsheref@taibahu.edu.sa (W. Alsharif), aaqurashi@taibahu.\nedu.sa (A. Qurashi).\nDepartment of Diagnostic Radiology Technology, School of Medicine and 1\nMedical Science, Faculty of Applied Medical Sciences, Taibah University, Taibah\nUniversity, anadah Bin Umayyah Road, Taibah, 42353, Madinah, Saudi Arabia.\nhttps://doi.org/10.1016/j.radi.2020.09.010\n© 1078-8174/ 2020 The College of Radiographers. Published by Elsevier Ltd. All rights reserved.\n\ne 687\nScienceDirect\nRadiography\nwww.elsevier.com/locate/radi\nTo review the available literature concerning the effectiveness of the COVID-19 diagnostic\nﬁ c treatment/vaccines for the coronavirus COVID-19, the most\nappropriate approach to control this infection is to quarantine people and isolate symptomatic people\nand suspected or infected cases. Although real-time reverse transcription-polymerase chain reaction (RT-\nﬁ ﬁ rst tool to make a de nitive diagnosis of COVID-19 disease, the high false\nnegative rate, low sensitivity, limited supplies and strict requirements for laboratory settings might delay\naccurate diagnosis. Computed tomography (CT) has been reported as an important tool to identify and\ninvestigate suspected patients with COVID-19 disease at early stage.\ne RT-PCR shows low sensitivity (60 71%) in diagnosing patients with COVID-19 infection\ncompared to the CT chest. Several studies reported that chest CT scans show typical imaging features in\nall patients with COVID-19. This high sensitivity and initial presentation in CT chest can be helpful in\nrectifying false negative results obtained from RT-PCR. As COVID-19 has similar manifestations to other\ncial intelligence (AI) might help radiologists to differentiate COVID-19 from\nﬁ Although CT scan is a powerful tool in COVID-19 diagnosis, it is not suf cient to detect\nﬁ city (25%), and challenges that radiologists might face in differ-\nentiating COVID-19 from other viral pneumonia on chest CT scans. AI might help radiologists to differ-\nBoth RT-PCR and CT tests together would increase sensitivity and improve\ncacy, an impact neither could achieve alone.\n2020 The College of Radiographers. Published by Elsevier Ltd. All rights reserved.\ncases, 851,102 reported deaths and 17,724,602 recovered in-\n4 dividuals across the world.\nThe mortality rate of COVID-19 is lower than that of the coro-\nnaviruses severe acute respiratory syndrome (SARS) and Middle\ne 5 7\nEast respiratory syndrome (MERS). However, COVID-19 is highly\ntransmissible and rapidly spread, as it can be transmitted by res-\npiratory droplets and contact. The common symptoms observed in\npatients with COVID-19 are fever, cough, severe headache, myalgia\ne 8 10\nﬂ and fatigue. However, infection by other viruses such as in u-\nenza A or B can cause similar symptoms to COVID-19, which may\nﬁ make it dif cult to distinguish COVID-19 from other infections,\n11 ﬂ especially during u season. The incubation period for COVID-19\ne infection is typically 1 14 days and might extend up to 24\ne 12 14\ndays. The health conditions of most COVID-19 patients are\nmild, but they can become severe, especially among elderly people\nor those with underlying diseases, such as chronic lung or cardio-\ne 15 19\nvascular disease. To date, there is no evidence of any effective\n16 ﬁ treatment for patients with COVID-19. Due to the lack of speci c\n\n--- Page 3 ---\nW. Alsharif and A. Qurashi\nvaccines and drugs for COVID-19, it is essential to detect and\nmanage the disease at an early stage to immediately isolate people\nﬁ who are con rmed to be infected with COVID-19 from healthy\ne 19 24\npeople.\nAccording to the guidelines for the diagnosis of COVID-19 pub-\nlished by the Chinese government, real-time reverse transcription-\nﬁ polymerase chain reaction (RT-PCR) assay is considered the rst\n25 tool in COVID-19 diagnosis. However, delayed sample collection,\npoor kit performance, limited supplies and strict requirements for\ne 21 26\nlaboratory settings might delay accurate diagnosis. This in-\ndicates that patients with COVID-19 may not be detected and\nreceive appropriate treatment, which could increase the risk of\n27 spread of the infection among a larger population. It is not about\nthe test itself; it is often about when and how the test samples are\ncollected from infected people, and whether these samples are\n28 prepared and transported properly.\nDiagnostic imaging such as computed tomography (CT) has\nplayed an important role in the diagnosis and management of pa-\n29 , 30 tients with COVID-19. CT of the chest is a routine scanning\ntechnique for pneumonia diagnosis. It can be used for the diagnosis\nof COVID-19, as well as to follow up the extent of lesions and track\nany changes in patients whose RT-PCR assays and plain radio-\ne 20 , 31 33\ngraphic images were negative. Several studies reported that\na CT of the chest shows typical imaging features in nearly all pa-\ne 11 , 34 36\ntients with COVID-19. Hung et al. and Xie et al. (2020)\nhighlight that similar imaging features were also detected in pa-\n1 , 37 tients whose RT-PCR assays were negative.\nﬁ ﬁ Arti cial intelligence (AI), an emerging technology in the eld of\ndiagnostic imaging, has contributed to improving diagnosis and\n38 prognosis of several diseases, such as pneumonia. A research\nteam showed the potential of AI in supporting the diagnosis of\nCOVID-19 in patients with COVID-19 when trained on CT images,\n39 , 40 ﬁ achieving a high sensitivity and speci city (90%). By conducting\na comprehensive review of published studies and the experience of\ndiagnosing patients with coronavirus, the aim of this article is to\nreview the effectiveness of the available COVID-19 diagnostic tools.\nRT-PCR assay and CT scans in the diagnosis of COVID-19\nThe standard method of COVID test is RT-PCR, and the test\nsample can be collected via nasopharyngeal swab or oropharyngeal\ne 41 43\nswab. The RT-PCR is a genetic test combining reverse tran-\nscription of Ribonucleic acid (RNA) into complementary Deoxy-\nﬁ ﬁ ribonucleic acid (DNA), and ampli cation of speci c DNA targets\n44 using RT-PCR. Although the RT-PCR test remains the reference\nﬁ standard in making a de nitive diagnosis of COVID-19 infec-\n45 , 46 ﬁ tion, this test has rigorous laboratory speci cations and takes a\n30 , 37 long time to report results. Several studies found that the initial\nRT-PCR results for patients with COVID-19 infection were false-\n1 , 37 ﬁ negatives. These false-negative ndings cannot be ignored,\nespecially for those symptomatic people suspected to be infected\nwith COVID-19.\nCT scans of the chest are used as a routine test to diagnose\npneumonia; therefore, this may be useful in diagnosing COVID-\n21 , 47 19. Unenhanced high resolution CT (HRCT) of the chest is ac-\nquired during a single breath-hold. CT images are then recon-\nstructed and transmitted for subsequent interpretation and\n48 diagnosis. Ai et al. (2020) conducted a study to evaluate the value\nand consistency of chest CT scans in the diagnosis of COVID-19 and\n¼ found that the majority of patients (98%, n 56/57) had initial\npositive chest CT scans before or within six days of the initial\n21 ﬁ positive RT-PCR ndings. This is in line with other studies; they\nfound that positive diagnoses of COVID-19 were available three\ne 30 37\ndays earlier with chest CT scans than with RT-PCR assay. This\n\ne Radiography 27 (2021) 682 687\nindicates that chest CT scans can play a role in rapidly detecting the\ninfection at an early stage.\nSeveral studies have reported that chest CT scans show typical\n1 , 37 , 49 radiographic features in all patients with COVID-19. The Na-\ntional Health Commission of China reported that chest CT is of a\ngreat value in diagnosing COVID-19, monitoring disease progres-\n25 sion and evaluating treatment plans. Lee et al. (2020) claim that\nmost of the clinics in China currently prefer to use CT compared to\nother investigation tools. This preference might stem from the\naccessibility of CT units in China, CT's ability to diagnose patients at\nﬁ an early stage, concerns associated with other tests speci city and\n50 the lack of virus-testing kits. However, the American College of\nﬁ Radiology (ACR) is against the use of chest CT as a rst-line inves-\ntigation tool to diagnose patients with suspected COVID-19 dis-\n51 ﬁ ease. This might be due to the low speci city of CT in\ndifferentiating COVID-19 from other similar illnesses. Similarly the\nRoyal College of Radiologists (RCR) stated that CT does have a well-\nestablished role in the assessment of patients presenting with se-\nvere respiratory distress, particularly those that deteriorate clini-\nﬁ cally. However, they con rmed that CT should not be used as a\ndiagnostic assessment of patients with suspected coronavirus\n52 infection. Further challenges related to hygiene may also be\nanother reason for not considering CT as a sole diagnostic tool for\npatients with COVID-19. This includes managing ventilation,\nﬂ air ow, and sanitising and cleaning the scanner rooms in radiology\n25 , 53 departments.\nRecent studies have revealed that RT-PCR has low sensitivity\ne (60 71%) in diagnosing patients with COVID-19 infection\n37 , 54 , 55 compared to the CT chest. Fang et al. (2020) referred to the\nhigh sensitivity of CT chest (98%) compared to that of RT-PCR tests\n55 ﬁ (71%). This is in line with the ndings of Xie et al. (2020), who\n¼ evaluated 167 patients and found that 3% (n 5) of the patients\nshowed initially negative RT-PCR nasopharyngeal and/or throat\nswabs but simultaneously showed positive results in chest CT\n37 ﬁ scans. This nding was supported by Huang et al. (2020), who\nfound that a laboratory test showed a normal white blood cells\ncount with a negative RT-PCR assay; however, a chest CT scan\nshowed multiple peripheral ground-glass opacities (GGO) in the\n1 lingual segments. Such false-negative results may be attributed to\n37 , 55 the low viral load in test samples and/or laboratory errors, and\nit might be necessary to retest the patient. However, test kits are in\n54 short supply or are unavailable in some places. Therefore, some\nhospitals have started to use chest CT scans as a primary tool to\ndiagnose COVID-19, though the ACR advises radiographers and\n51 radiologists to apply extreme precaution in this practice.\nIn a study by Xie et al. (2020), it was found that all patients\npresented characteristic CT image features of COVID-19 at an early\nstage, including GGO and/or mixed GGO and mixed consolidation,\n37 ﬁ con rmed by positive RT-PCR assay during the isolation period.\nShi et al. (2020) highlighted that symptomatic patients might\n56 show changes in chest CT scans prior to obvious symptom onset.\nShi and colleagues indicated that following up with chest CT scans\nmight aid the continuous monitoring of disease changes during\n56 treatment. In their study, Wu et al. (2020) found that most of the\npatients had mild symptoms and high temperatures; however, the\nlung manifestations on their chest CT scans were serious. They\nhighlighted the role of chest CT scans in evaluating the severity of\n57 COVID-19 infection.\nIn contrast, Guan et al. (2020) and Chuang et al. (2020)\n¼ ¼ respectively found that 20% (n 230/1099) and 14% (n 3/21) of\nﬁ patients with clinical symptoms and positive RT-PCR ndings had\n8 , 20 ﬁ normal chest CT ndings. Similar results were found by Yang\n46 et al. (2020). Although chest CT scans can show higher sensitivity\nin COVID-19 diagnosis than RT-PCR assay, Pan et al. (2020) and Fang\n55 , 58 ﬁ et al. (2020) refer to the low speci city of chest CT scans. This is\n683\n\n--- Page 4 ---\nW. Alsharif and A. Qurashi\nreinforced by Ai et al. (2020), who found that chest CT scans had\nﬁ low speci city (25%) in a recent study of 1,014 patients with COVID-\n21 ﬁ 19. This may stem from the dif culties that radiologists face in\ndistinguishing between COVID-19 and other diseases on chest CT\nscans. Additionally, Li and Xia (2020) found that two patients\nﬁ con rmed to be infected with COVID-19 did not have CT features\ne 30 37\ntypical of COVID-19. This indicates that the differential diag-\nnosis of COVID-19 should be considered when patients present\nwith a fever and cough of unknown origin. It was also advised that\nall radiologists should familiarise themselves with the typical\n45 , 54 ﬁ COVID-19 ndings on chest CT scans. Furthermore, radiologists\nshould pay attention while interpreting CT images and be able to\ndifferentiate the features of patients with COVID-19 from motion\nﬁ artefacts as some of these patients may face dif culties in following\n30 the breathing instructions during CT scans. The above studies\nﬁ may suggest that chest CT imaging alone is not suf cient to exclude\nthe diagnosis of COVID-19. Therefore, early chest CT scans com-\nbined with other investigation tools, such as RT-PCR assay, may still\nbe required.\nFeatures of COVID-19 in CT imaging\nDuring the early stages of COVID-19 infection, chest x-rays may\n59 , 60 not be sensitive enough to detect these changes. CT on the\nother hand, has better sensitivity for the detection of early or mild\n20 , 62 disease. Focusing on the many faces of COVID-19 for better\n60 , 62 recognition and accurate diagnosis is always recommended.\nBelow, typical and relatively atypical CT manifestations of COVID-\n19 will be reviewed to identify the potential imaging features of\nCOVID-19.\n29 , 49 , 63 GGO is the most common feature. It is a hazy increase in\nattenuation that appears in a variety of interstitial and alveolar\nprocesses with preservation of the bronchial and vascular mar-\n64 gins. Consolidation is another typical feature of COVID-19, which\nﬁ is an area of opaci cation obscuring the margins of vessels and\n57 , 65 airway walls. GGO with single or multiple focal lesions with or\nwithout consolidation in the posterior and peripheral lung seg-\nments that are distributed bilaterally is a common feature ( Figs. 1\nand 2 ). GGO with reticular or interlobular septal thickening in a\n‘ ’ typical crazy-paving pattern is often observed, while pure\ne 58 60 , 65\nconsolidation is relatively less common. A recent study\nshowed that the most frequent CT abnormalities observed in pa-\ntients with COVID-19 were GGO (73/80 cases, 91%), consolidation\n(50/80 cases, 63%) and interlobular septal thickening (47/80, 59%).\n± Most of the patients had multiple lesions, with an average of 12 6\n57 lung segments involved.\nFigure 1. Lower bilateral peripheral consolidations and ground-glass opacities in\nkeeping with the clinical diagnosis of clinical history provided of COVID-19.\n\ne Radiography 27 (2021) 682 687\nFigure 2. Bilateral mainly basilar peripheral patchy consolidative opacities associated\nﬁ with bilateral basilar ill-de ned ground-glass opacities.\nCT imaging features of COVID-19 can differ in various stages and\n66 patients. In an early phase, GGO with single or multiple lesions\n11 can be found along the sub-pleural areas or bronchi. These lesions\nhave nodular or patchy appearance, with thickened blood vessels\npassing through the GGO. Thickened interlobular and interlobular\n67 septa along with halo signs are also seen. As per published\nﬁ studies, the percentage of this nding occurrence ranges between\n67 , 68 ﬁ 14 and 98% ( Fig. 3 ). However, this range signi cantly increases\nin the short-term re-examination, where more denser lesions can\n58 be seen. Consequently, crazy paving appearance may be noticed\nﬂ due to the lobular septal thickening and re ecting interstitial\n67 lesions.\nIn severe patients, bilateral multifocal consolidation can be seen,\npartially fused into massive consolidation with small pleural effu-\n59 ‘ ’ sions and even presenting with white lung . Two weeks after\nonset, lung involvement has been shown to gradually increase to\n61 e consolidation. Within 1 3 weeks, this GGO could progress to or\n56 co-exist with consolidations. With a longer time interval, more\nconsolidative lesions can be seen between symptom onset and the\n65 CT scan, especially in patients older than 50 years old, suggesting\n66 that this feature can be used as an alert in patient management.\ne After 3 14 days of re-examination and as the disease progresses,\nFigure 3. Upper and lower lobe coalescent patchy perilobular ground-glass airspace\nopacities.\n684\n\n--- Page 5 ---\nW. Alsharif and A. Qurashi\nan increase in the range of GGO patches and consolidation can be\nobserved ( Fig. 4 ). The middle and lower lung regions and the pos-\nterior lung area are where this progression is mainly distrib-\n11 , 61 uted. Patients may have single-lobe or multiple-lobe\ninvolvement. A study by Y. Pan et al. (2020) found that 30.2% and\n44.4% of patients had only one lobe involved and all lobes involved,\n‘ ’ respectively. White lung is when diffused lesions are seen in the\nﬁ lungs and their density increases signi cantly. White lung indicates\nthat the patient's condition has worsened because it seriously af-\n61 fects the lung function.\nIt is worth noting that several other CT imaging features can also\nbe observed as the number of COVID-19 cases increases, including\nﬁ air bronchogram, airway and pleural changes, brosis, vascular\nenlargement, air bubble signs, nodules, halo signs, lymphadenop-\n66 athy, and pericardial effusion. The percentages of these mani-\nfestations occurrence vary widely, therefore, radiologists should be\naware while interpreting the CT images for COVID-19 patients to\navoid misdiagnosis with typical viral pneumonia and should always\nlink between symptoms and CT features.\nﬁ Arti cial intelligence (AI) combined with CT imaging in\nCOVID-19 diagnosis\nRecently, notable advancements have been made in using AI in\ne 69 74\nﬁ the diagnostic imaging eld. Ardila et al. (2019) highlighted\nthat AI can exceed the performance of human experts in medical\n75 imaging diagnosis. A few studies in the literature have examined\nthe use of AI in COVID-19 diagnosis, although most of them are\nﬁ preprint version of scienti c articles that have not been peer-\nreviewed, thus highlighting the need for further investigation.\nKermany et al. (2018) and Rajaraman et al. (2018) referred to the use\nof AI (deep learning) in detecting bacterial and viral pneumonia in\n76 , 77 the chest. Two years later, a deep learning (DL) system was\ndeveloped by Shan et al. (2020), and they found that with the DL\nthe percentage of infection (POI) of lung lobes and broncho-\npulmonary segments can be automatically calculated and were\nclinically relevant with the severity of pneumonia. They high-\nlighted the importance of this system in quantifying the changes in\nthe follow-up CT scans of COVID-19 patients and evaluating how\nthe infection progresses under different forms of clinical\nFigure 4. Multifocal bilateral airspace opacities that are more consolidation than\nground glass and patchy peripheral distribution, which is related to patient's labora-\ntory proven COVID-19.\n\ne Radiography 27 (2021) 682 687\n78 management. This was reinforced by Wang et al. (2020), who\nused a DL approach to extract the imaging features for COVID-19.\nﬁ They found that the sensitivity and speci city of this method\n29 were 74% and 67% respectively. However, a common weakness of\nthe above studies was the relatively low number of collected CT\nimages from patients, which may not be representative of all\nCOVID-19 patients. A further study was conducted by Li et al.\n(2020), who collected 4,536 CT images, and designed and evaluated\na three-dimensional (3D) deep learning model to diagnose COVID-\n19 infections in chest CT scans. This model showed high sensitivity\n79 ﬁ (90%) and speci city (96%) in detecting COVID-19.\n¼ Jin et al. (2020) conducted a large-scale study (n 756) subjects,\n496 COVID-19 positives and 260 negatives to compare the diag-\nﬁ nostic performance of an AI system with that of ve radiologists. It\nwas found that the AI system achieved high sensitivity (94%),\nﬁ speci city (95.47%) and diagnostic accuracy, which was comparable\n69 to that of experienced radiologists (94.7% sensitivity). This par-\nﬁ allels with the ndings of Chen et al. (2020), who found similar\nperformance between a COVID-19 diagnosis system and an expert\nradiologist; however, it is important to note that the AI system in\n¼ this study was validated based upon a small dataset (n 19\n80 ﬁ con rmed COVID-19 patients) and one radiologist. It was found\nﬁ that high classi cation results were achieved for coronavirus versus\nnon-coronavirus patients with 98.2% sensitivity and 92.2% speci-\n81 ﬁ city. A similar result was reported by Xu et al. (2020); however, it\nis interesting to note that the diagnostic certainty of the AI system\n82 ﬁ was evaluated by creating con dence scores of these forecasts. A\ndeep learning approach can assist radiologists in diagnosing\nCOVID-19 and can automatically extract lesions within CT images,\ne 65 , 83 86\nas indicated by Song et al. (2020) and Bai et al. (2020). Bai\net al. (2020) indicated that the DL tool achieved a prediction area\n$ under curve (AUC) of 0 938 by combining the clinical data and the\n83 CT data.\nAI systems, especially deep learning, have been proposed to\nprocess and analyse medical imaging data such as chest CT to assist\nradiologists and physicians to improve diagnosis performance. The\nAI offers radiologists an opportunity to save time and maximise\n87 productivity especially when required to examine a lot of cases.\nBai et al. (2020) assessed the performance of radiologists in\n88 differentiating COVID-19 from other viral pneumonia on chest CT.\nﬁ It was found that radiologists achieved high speci city and mod-\nerate sensitivity in distinguishing COVID-19 from other viral\npneumonia on chest CT. A further interesting study was conducted\nby Bai et al. (2020) to assess radiologists' performance with and\nwithout AI assistance in distinguishing coronavirus versus non-\ncoronavirus patients. The authors found that radiologists attained\nﬁ a higher accuracy (90%), sensitivity (88%) and speci city (91%) with\n89 AI assistance. This suggests the potential role for the AI system to\nﬂ improve radiologists' routine work ow and diagnostic outcomes\nrelated to COVID-19. It is worth noting that all the above studies\nwere retrospective, and prospective studies might be required to\n’ further validate AI system in real time to assist physicians\ndiagnosis.\nAs can be seen, AI systems can be used in conjunction with chest\nCT images and patient history (age, gender, clinical information,\nblood test, symptoms and possible contact with infected people) to\nimprove the detection of the infection. The AI systems helps to\nsegment the exact infected area of the patient's lung from the chest\nCT and quantify the volume with respect to the total volume of the\n28 lung. This information might guide the physician in decision-\nmaking related to treatment options. The AI system can offer a\nsecond opinion to the physician in patients who had normal chest\nﬁ ﬁ CT or those showing non-speci c ndings, in order to achieve high\nﬁ sensitivity, speci city and accuracy in COVID-19 diagnosis and\nmanagement.\n685\n\n--- Page 6 ---\nW. Alsharif and A. Qurashi\nThe above studies indicate that AI systems could be used to\nscreen and diagnose quickly a great volume of patients with sus-\npected COVID-19, which could lead to accurate discrimination be-\ntween bacterial pneumonia and viral pneumonia (COVID-19) and\ndecrease unnecessary delays. However, radiologists who are not\nfamiliar with such systems may face challenges in getting used to\nthem, which might be problematic because COVID-19 is spreading\nrapidly. In addition, as most deep learning systems require experts\nto annotate the lesions in the CT images for disease detection, this\nwill require time and effort from radiologists, which might be\nconsidered a big challenge due to the current radiologist shortages\n90 in some countries. Naude (2020) indicate that the use of AI sys-\ntems are impeded by a lack of data, and by too much data. These\nlimitations require a careful balance between data privacy and\ne public health, and rigorous human AI interface. It is unlikely that\nthese will be tackled in the current time; more diagnostic data\n40 needs to be gathered to train AI and save lives. The topic of the\nrole of AI in the diagnosis and management of COVID-19 remains\nopen for further investigation.\nConclusion\nThis review of the available literature on COVID-19 provides\ninsights into the value of CT scan in diagnosing and controlling this\ninfection. Although in some studies chest CT scans have shown high\nsensitivity in diagnosing COVID-19 compared to RT-PCR tests, chest\nﬁ CT scans alone are not suf cient to detect COVID-19 and can be\nuseful complement to other tools for diagnosing patients with\nCOVID-19 and tracking their prognosis. CT scans can be used as a\nstaging tool to assess the complications of COVID-19 on patients'\nﬁ lungs. The CT ndings for patients with COVID-19 show that the\ninfection has mixed and diverse features. The presence of GGO with\nsingle or multiple lesions suggests that the disease is in an early\nstage, while bilateral multifocal consolidation can be seen in an\nadvanced stage. As COVID-19 has similar manifestations to other\npneumonia diseases, several AI systems have been proposed and\ndeveloped in order to differentiate COVID-19 from other pneu-\nmonia diseases.\nﬂ Con ict of interest statement\nﬂ No con ict of interest.\nReferences\n1. Huang P, Liu T, Huang L, Liu H, Lei M, Xu W, et al. Use of chest CT in combi-\nnation with negative RT-PCR assay for the 2019 novel coronavirus but high\ne clinical suspicion. Radiology 2020 Apr; 295 (1):22 3 .\n2. Phan L, Nguyen T, Luong Q, Nguyen T, Nguyen H, Le HQ, et al. Importation and\nhuman-to-human transmission of a novel coronavirus in Vietnam. N EngI J Med\ne 2020 Feb 27; 382 (9):872 4 .\n3. World Health Organisation (WHO). Coronavirus disease 2019 (COVID-19) Situ-\ne ation Report 28 . Available from: https://www.who.int/docs/default-source/\ncoronaviruse/situation-reports/20200217-sitrep-28-covid-19.pdf?\n¼ sfvrsn a19cf2ad_2 . [Accessed 19 April 2020].\n4. World Meter. Corona Virus Update (Live) . Available from: https://www.\nworldometers.info/coronavirus/ . [Accessed 19 April 2020].\n5. Guarner J. Three emerging coronaviruses in two decades: the story of SARS,\ne MERS, and now COVID-19. Clin Infect Dis 2020; 153 (4):420 1 .\n6. Rajgor D, Lee M, Archuleta S, Bagdasarian N, Quek S. The many estimates of the\nCOVID-19 case fatality rate. Lancet Infect Dis 2020. https://doi.org/10.1016/\nS1473-3099(20)30244-9 .\n7. Sun Q, Qiu H, Huang M, Yang Y. Lower mortality of COVID-19 by early recog-\nnition and intervention: experience from Jiangsu Province. Ann Intensive Care\ne 2020; 10 (1):1 4 .\n8. Chen H, Guo J, Wang C, Luo F, Yu X, Zhang W, et al. Clinical characteristics and\nintrauterine vertical transmission potential of COVID-19 infection in nine\npregnant women: a retrospective review of medical records. Lancet\ne 2020; 395 (10226):809 15 .\n9. Singhal T. A review of coronavirus disease-2019 (COVID-19). Indian J Pediatr\ne 2020; 87 (4):281 6 .\n\ne Radiography 27 (2021) 682 687\n10. Tian S, Hu N, Lou J, et al. Characteristics of COVID-19 infection in Beijing. J Infect\ne Dis 2020; 80 (4):401 4. 6 .\nﬁ 11. Zhao W, Zhong Z, Xie X, Yu Q, Liu J. Relation between chest CT ndings and\nclinical conditions of coronavirus disease (COVID-19) pneumonia: a multi-\ne center study. AJR 2020; 214 (5):1072 7 .\n12. Hui D, Azhar E, Madani T, Ntoumi F, Kock R, Dar O, et al. The continuing 2019-\nnCOVID epidemic threat of novel coronaviruses to global health-The latest\n2019 novel coronavirus outbreak in Wuhan, China. J Infect 2020; 91 (2020):\ne 264 6 .\n13. Lauer S, Grantz K, Bi Q, Jones F, Zheng Q, Meredith H, et al. The incubation period\nﬁ of coronavirus disease 2019 (COVID-19) from publicly reported con rmed cases:\ne estimation and application. Ann Intern Med 2020; 172 (9):577 82 .\n14. Lei S, Jiang F, Su W, Chen C, Chen J, Mei W, et al. Clinical characteristics and\noutcomes of patients undergoing surgeries during the incubation period of\ne COVID-19 infection. EClinicalMedicine 2020; 54 (8):2 3 .\n15. Gardner W, States D, Bagley N. The coronavirus and the risks to the elderly in\ne long-term care. J Soc Policy 2020; 10 (1080):1 6 .\n16. Ioannidis J, Axfors C, Contopoulos-Ioannidis D. Population-level COVID-19\nmortality risk for non-elderly individuals overall and for non-elderly in-\ndividuals without underlying diseases in pandemic epicenters. medRxiv 2020.\nhttps://doi.org/10.1101/2020.04.05.20054361 .\n17. Armitage R, Nellums L. COVID-19 and the consequences of isolating the elderly.\ne Lancet Public Health 2020; 5 (5):256 61 .\n18. Kliger A, Silberzweig J. Mitigating risk of COVID-19 in dialysis facilities. Clin J\ne Am Soc Nephrol 2020; 15 (5):707 9 .\n19. Pascarella G, Strumia A, Piliego C, Bruno F, Buono R, Costa F, et al. COVID-19\ndiagnosis and management: a comprehensive review. J Intern Med 2020.\nhttps://doi.org/10.1111/joim.13091 .\n20. Guan W, Ni Z, Hu Y, Liang W, Ou C, He J, et al. Clinical characteristics of 2019\nnovel coronavirus infection in China. medRxiv 2020. https://doi.org/10.1101/\n2020.02.06.20020974 .\n21. Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, et al. Correlation of chest CT and RT-\nPCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014\ncases. Radiology 2020. https://doi.org/10.1148/radiol.2020200642 .\n22. Yang Y, Yang M, Shen C, Wang F, Yuan J, Li J, et al. Evaluating the accuracy of\ndifferent respiratory specimens in the laboratory diagnosis and monitoring the\nviral shedding of 2019-nCoV infections. medRxiv 2020. https://doi.org/10.1101/\n2020.02.11.20021493 .\n23. Jin Y, Yang H, Ji W, Wu W, Chen S, Zhang W, et al. Virology, epidemiology,\ne pathogenesis, and control of COVID-19. Viruses 2020; 12 (4):372 88 .\n24. Alanagreh L, Alzoughool F, Atoum M. The human coronavirus disease COVID-\n19: its origin, characteristics, and insights into potential drugs and its mech-\ne anisms. Pathogens 2020; 9 (5):33 41 .\n25. Chinese government. The diagnostic and treatment protocol of COVID-19 .\nAvailable from: http://www.gov.cn/zhengce/zhengceku/2020-02/19/content_\n5480948.htm . [Accessed 19 April 2020].\n26. Wang X, Tan L, Wang X, Lu Y, Cheng L, Sun Z, et al. Comparison of nasopha-\nryngeal and oropharyngeal swabs for SARS-CoV-2 detection in 353 patients\nreceived tests with both specimens simultaneously. Int J Infect Dis\ne 2020; 94 (2020):107 9 .\n27. Esposito A, Palmisano A, Scotti G, Morelli M, Vignale D, Cobelli F, et al. Why is\nchest CT important for early diagnosis of COVID-19? Prevalence matters.\nmedRxiv 2020. https://doi.org/10.1101/2020.03.30.20047985 .\n28. King Abdullah university of science and technology (KAUST). Using AI to un-\nderstand the pathogenesis of COVID-19 . Available from: https://www.kaust.edu.\nsa/en/news/using-ai-to-understand-the-pathogenesis-of-covid-19 . [Accessed 6\nJune 2020].\n29. Wang S, Kang B, Ma J, Zeng X, Xiao M, Guo J, et al. A deep learning algorithm\nusing CT images to screen for Corona Virus Disease (COVID-19). medRxiv 2020.\nhttps://doi.org/10.1101/2020.02.14.20023028 .\n30. Li Y, Xia L. Coronavirus Disease 2019 (COVID-19): role of chest CT in diagnosis\ne and management. AJR 2020; 214 (6):1280 6 .\n31. Bai H, Hsieh B, Xiong Z, Halsey K, Choi J, Tran T, et al. Performance of radiol-\nogists in differentiating COVID-19 from viral pneumonia on chest CT. Radiology\ne 2020; 10 (20):8 23 .\n32. Dai W, Zhang H, Yu J, Xu H, Chen H, Luo S, et al. CT imaging and differential\ne diagnosis of COVID-19. Can Assoc Radiol J 2020; 71 (2):195 200 .\n33. Raptis C, Hammer M, Short R, Shah A, Bhalla S, Bierhals A, et al. Chest CT and\ncoronavirus disease (COVID-19): a critical review of the literature to date. AJR\ne 2020; 16 (20):1 4 .\n34. Salehi S, Abedi A, Balakrishnan S, Gholamrezanezhad A. Coronavirus disease\nﬁ 2019 (COVID-19): a systematic review of imaging ndings in 919 patients. AJR\ne 2020; 10 (5):1 7 .\n35. Caruso D, Zerunian M, Polici M, Pucciarelli F, Polidori T, Rucci C, et al. Chest CT\nfeatures of COVID-19 in Rome, Italy. Radiology 2020. https://doi.org/10.1148/\nradiol.2020201237 .\n36. Zhu Y, Liu Y, Li Z, Kuang J, Li X, Yang Y, et al. Clinical and CT imaging features of\n2019 novel coronavirus disease (COVID-19). J Infect Dis 2020. https://doi.org/\n10.1016/j.jinf.2020.02.022 .\n37. Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. Chest CT for typical 2019-nCoV\npneumonia: relationship to negative RT-PCR testing. Radiology 2020. https://\ndoi.org/10.1148/radiol.2020200343 .\n38. Bullock J, Luccioni A, Pham K, Lam C, Oroz M. Mapping the landscape of arti-\nﬁ cial intelligence applications against COVID-19. medarXiv 2020. https://arxiv.\norg/abs/2003.11336 .\n686\n\n--- Page 7 ---\nW. Alsharif and A. Qurashi\nﬁ 39. Li L, Qin L, Xu Z, Yin Y, Wang X, Kong B, et al. Arti cial intelligence distinguishes\nCOVID-19 from community acquired pneumonia on chest CT. Radiology 2020.\nhttps://doi.org/10.1148/radiol.2020200905 .\n\u0001 ﬁ 40. Naud e W. Arti cial Intelligence against COVID-19: An early review . Available\n¼ from: https://papers.ssrn.com/sol3/papers.cfm?abstract_id 3568314 .\n[Accessed 6 June 2020].\n41. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical characteristics of 138\ne hospitalized patients with 2019 novel coronavirus infected pneumonia in\ne Wuhan, China. Jama 2020; 323 (11):1061 9 .\n42. LeBlanc J, Heinstein C, MacDonald J, Pettipas J, Hatchette T, Patriquin G.\nA combined oropharyngeal/nares swab is a suitable alternative to nasopharyn-\ne geal swabs for the detection of SARS-CoV-2. J Clin Virol 2020; 128 (2020):1 4 .\n43. Kojima N, Turner F, Slepnev V, Bacelar A, Deming L, Kodeboy S, et al. Self-\nﬂ collected oral uid and nasal swabs demonstrate comparable sensitivity to\nclinician collected nasopharyngeal swabs for covid-19 detection. medRxiv\n2020. https://doi.org/10.1101/2020.04.11.20062372 .\n44. Jawerth N. How is the COVID-19 Virus Detected using Real Time RT-PCR? .\nAvailable from: https://www.iaea.org/newscenter/news/how-is-the-covid-19-\nvirus-detected-using-real-time-rt-pcr . [Accessed 6 June 2020].\n45. Yang W, Cao Q, Qin L, Wang X, Cheng Z, Dai A, et al. Clinical characteristics and\nimaging manifestations of the 2019 novel coronavirus disease (COVID-19): a\nmulti-center study in Wenzhou city, Zhejiang, China. J Infect 2020; 80 (4):\ne 388 93 .\nﬁ 46. Yang W, Yan F. Patients with RT-PCR con rmed COVID-19 and normal chest CT.\ne Radiology 2020; 295 (2):1 2 .\n47. Dai H, Zhang X, Xia J, Zhang T, Shang Y, Huang R, et al. High-resolution chest CT\nfeatures and clinical characteristics of patients infected with COVID-19 in\ne Jiangsu, China. Int J Infect Dis 2020; 95 (2020):106 12 .\nﬁ 48. Shi F, Wang J, Shi J, Wu Ziyan, Wang Q, Tang Z, et al. Review of arti cial in-\ntelligence techniques in imaging data acquisition, segmentation and diagnosis\nfor covid-19. IEEE Trans BIOMED 2020. https://doi.org/10.1109/\nRBME.2020.2987975 .\n49. Chung M, Bernheim A, Mei X, Zhang N, Huang M, Zeng X, et al. CT imaging\ne features of 2019 novel coronavirus (2019-nCoV). Radiology 2020; 295 (1):202 7 .\n50. Lee E, Ng M, Khong PL. COVID-19 pneumonia: what has CT taught us? Lancet\ne Infect Dis 2020; 20 (4):384 5 .\n51. American College of Radiology. ACR Recommendations for the use of Chest\nRadiography and Computed Tomography (CT) for Suspected COVID-19 Infection .\nAvailable from: https://www.acr.org/Advocacy-and-Economics/ACR-Position-\nStatements/Recommendations-for-Chest-Radiography-and-CT-for-Suspected-\nCOVID19-Infection . [Accessed 19 April 2020].\n52. The Royal College of Radiologists. The role of CT in patients suspected with\nCOVID-19 infection . Available from: https://www.rcr.ac.uk/college/coronavirus-\ncovid-19-what-rcr-doing/clinical-information/role-ct-chest/role-ct-patients .\n[Accessed 31 August 2020].\nﬁ ﬁ 53. General Of ce of National Health Committee. Of ce of State Administration of\nTraditional Chinese Medicine. Notice on the issuance of a program for the diag-\nnosis and treatment of novel coronavirus (2019-nCoV) infected pneumonia (trial\nsixth edition) . Available from: http://yzs.satcm.gov.cn/zhengcewenjian/2020-\n02-19/13221.html . [Accessed 19 April 2020].\n54. Kanne J, Little B, Chung J, Elicker B, Ketai L. Essentials for radiologists on COVID-\nd ﬁ 19: an update radiology scienti c expert panel. Radiology 2020. https://\ndoi.org/10.1148/radiol.2020200527 .\n55. Fang Y, Zhang H, Xie J, Lin M, Ying L, Pang P, et al. Sensitivity of chest CT for\nCOVID-19: comparison to RT-PCR. Radiology 2020. https://doi.org/10.1148/\nradiol.2020200432 .\nﬁ 56. Shi H, Han X, Jiang N, Cao Y, Alwalid O, Gu J, et al. Radiological ndings from 81\npatients with COVID-19 pneumonia in Wuhan, China: a descriptive study.\ne Lancet Infect Dis 2020; 20 (4):425 34 .\nﬁ 57. Wu J, Wu X, Zeng W, Zeng W, Guo D, Fang Z, et al. Chest CT ndings in patients\nwith coronavirus disease 2019 and its relationship with clinical features. Invest\ne Radiol 2020; 55 (5):257 61 .\n58. Pan F, Ye T, Sun P, Gui S, Liang B, Li L, et al. Time course of lung changes on\nchest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia.\ne Radiology 2020; 295 (3):215 21 .\n59. Zu Z, Jiang M, Xu P, Chen W, Ni Q, Lu G, et al. Coronavirus disease 2019 (COVID-\n19): a perspective from China. Radiology 2020. https://doi.org/10.1148/\nradiol.2020200490 .\nﬁ 60. Ng M, Lee E, Yang J, Yang F, Li X, Wang H, et al. Imaging pro le of the COVID-19\nﬁ infection: radiologic ndings and literature review. Radiology: Cardiothorac\ne Imag 2020 Feb 13; 2 (1):200 34 .\nﬁ 61. Pan Y, Guan H, Zhou S, Wang Y, Li Q, Zhu T, et al. Initial CT ndings and\ntemporal changes in patients with the novel coronavirus pneumonia (2019-\ne nCoV): a study of 63 patients in Wuhan, China. Eur Radiol 2020; 30 (5):3306 9 .\n62. Paul N, Roberts H, Butany J, Chung T, Gold W, Mehta S, et al. Radiologic pattern\nof disease in patients with severe acute respiratory syndrome: the Toronto\ne experience. Radiographics 2004; 24 (2):553 63 .\n63. Kay F, Abbara S. The many faces of COVID-19: spectrum of imaging manifes-\ne tations. Radiology 2020; 2 (1):1 6 .\n64. Ye Z, Zhang Y, Wang Y, Huang Z, Song B. Chest CT manifestations of new coro-\ne navirus disease 2019 (COVID-19): a pictorial review. Eur Radiol 2020; 19 (20):1 9 .\n\ne Radiography 27 (2021) 682 687\n65. Song F, Shi N, Shan F, Zhang Z, Shen J, Ling H, et al. Emerging 2019 novel\ne coronavirus (2019-nCoV) pneumonia. Radiology 2020; 295 (1):210 7 .\n66. Franquet T. Imaging of pulmonary viral pneumonia. Radiology 2011; 260 (1):\ne 18 39 .\n67. Li M, Lei P, Zeng B, Li Z, Yu P, Fan B, et al. Coronavirus disease (COVID-19):\nﬁ spectrum of CT ndings and temporal progression of the disease. Acad Radiol\ne 2020; 27 (5):603 8 .\n68. Li K, Wu J, Wu F, Guo D, Chen L, Fang Z, et al. The clinical and chest CT features\nassociated with severe and critical COVID-19 pneumonia. Invest Radiol\ne 2020; 55 (6):327 31 .\n69. Jin C, Chen W, Cao Y, Xu Z, Tan Z, Zhang X, et al. Development and evaluation of\nan AI system for COVID-19 diagnosis. medRxiv 2020. https://doi.org/10.1101/\n2020.03.20.20039834 .\nﬁ 70. Hosny A, Parmar C, Quackenbush J, Schwartz L, Aerts H. Arti cial intelligence in\ne radiology. Nat Rev Cancer 2018; 18 (8):500 10 .\n^ 71. Tang A, Tam R, Cadrin-Ch enevert A, Guest W, Chong J, Barfett J, et al. Canadian\nﬁ Association of Radiologists white paper on arti cial intelligence in radiology.\ne Can Assoc Radiol J 2018; 69 (2):120 35 .\nﬁ 72. Thrall J, Li X, Li Q, Cruz C, Do S, Dreyer K, et al. Arti cial intelligence and ma-\nchine learning in radiology: opportunities, challenges, pitfalls, and criteria for\ne success. J Am Coll Radiol 2018; 15 (3):504 8 .\n73. Kong B, Wang X, Bai J, Gao F, Cao K, Xia J, et al. Learning tree-structured rep-\nresentation for 3D coronary artery segmentation. Comput Med Imag Graph\ne 2020; 80 (20):10 8 .\nﬁ 74. Rao B, Zohrabian V, Cedeno P, Saha A, Pahade J, Davis M. Utility of arti cial\nd intelligence tool as a prospective radiology peer Reviewer detection of un-\nreported intracranial hemorrhage. Acad Radiol 2020. https://doi.org/10.1016/\nj.acra.2020.01.035 .\n75. Ardila D, Kiraly A, Bharadwaj S, Choi B, Reicher J, Peng L, et al. End-to-end lung\ncancer screening with three-dimensional deep learning on low-dose chest\ne computed tomography. Nat Med 2019; 25 (6):954 61 .\n76. Kermany D, Goldbaum M, Cai W, Valentim C, Liang H, Baxter S, et al. Identifying\nmedical diagnoses and treatable diseases by image-based deep learning. Cell\ne 2018; 172 (5):1122 31 .\n77. Rajaraman S, Candemir S, Kim I, Thoma G, Antani S. Visualization and inter-\npretation of convolutional neural network predictions in detecting pneumonia\nin pediatric chest radiographs. Appl Sci 2018; 8 (10):1715 .\nﬁ 78. Shan F, Gao Y, Wang J, Shi N, Han M, Xue Z, et al. Lung infection quanti cation\nof covid-19 in ct images with deep learning. arXiv 2020: arXiv:2003.04655\n2020 .\nﬁ 79. Li L, Qin L, Xu Z, Yin Y, Wang X, Kong B, et al. Arti cial intelligence distinguishes\ncovid-19 from community acquired pneumonia on chest ct. Radiology 2020.\nhttps://doi.org/10.1148/radiol.2020200905 .\n80. Chen J, Wu L, Zhang J, Zhang L, Gong D, Zhao Y, et al. Deep learning-based\nmodel for detecting 2019 novel coronavirus pneumonia on high-resolution\ncomputed tomography: a prospective study. medRxiv 2020. https://doi.org/\n10.1101/2020.02.25.20021568 .\n81. Gozes O, Frid-Adar M, Greenspan H, Browning P, Zhang H, Ji W, et al. Rapid ai\ndevelopment cycle for the coronavirus (covid-19) pandemic: initial results for\n& automated detection patient monitoring using deep learning ct image\nanalysis. arXiv:2003.05037 2020 .\n82. Xu X, Jiang X, Ma C, Du P, Li X, Lv S, et al. Deep learning system to screen\ncoronavirus disease 2019 pneumonia. arXiv:2002.09334 2020 .\n83. Bai X, Fang C, Zhou Y, Bai S, Liu Z, Chen Q, et al. Predicting COVID-19 malignant\nprogression with AI techniques. Lancet 2020. https://doi.org/10.1101/\n2020.03.20.20037325 .\n84. Maghdid H, Asaad A, Ghafoor K, Sadiq A, Khan M. Diagnosing COVID-19\npneumonia from X-ray and CT images using deep learning and transfer\nlearning algorithms. arXiv:2004.00038 2020 .\n85. Huang L, Han R, Ai T, Yu P, Kang H, Tao Q, et al. Serial quantitative chest ct\nassessment of covid-19: deep-learning approach. Radiology 2020; 2 (2):\ne 20 75 .\n86. Gozes O, Frid-Adar M, Sagie N, Zhang H, Ji W, Greenspan H. Coronavirus\ndetection and analysis on chest ct with deep learning. arXiv:2004.02640 2020 .\nﬁ 87. Nguyen TT. Arti cial intelligence in the battle against coronavirus (COVID-19): a\nsurvey and future research directions . Available from: https://www.\nﬁ ﬁ researchgate.net/pro le/Thanh_Nguyen372/publication/340487417_Arti cial_\nIntelligence_in_the_Battle_against_Coronavirus_COVID-19_A_Survey_and_\nﬁ Future_Research_Directions/links/5ec928a2458515626cc328f9/Arti cial-\nIntelligence-in-the-Battle-against-Coronavirus-COVID-19-A-Survey-and-\nFuture-Research-Directions.pdf . [Accessed 6 June 2020].\n88. Bai H, Hsieh B, Xiong Z, Halsey K, Choi J, Tran T, et al. Performance of radiol-\nogists in differentiating COVID-19 from viral pneumonia on chest CT. Radiology\n2020. https://doi.org/10.1148/radiol.2020200823 .\n89. Bai X, Wang R, Xiong Z, Hsieh B, ChangK, Halsey K, et al. AI augmentation of\nradiologist performance in distinguishing COVID-19 from pneumonia of other\netiology on chest CT. Radiology 2020. https://doi.org/10.1148/\nradiol.2020201491 .\n90. Zheng C, Deng X, Fu Q, Zhou Q, Feng J, Ma H, et al. Deep learning-based\ndetection for COVID-19 from chest CT using weak label. medRxiv 2020.\nhttps://doi.org/10.1101/2020.03.12.20027185 .\n687",
    "pages": [
      {
        "page_number": 1,
        "text": "Since January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.",
        "char_count": 774,
        "word_count": 118,
        "extraction_method": "single_column"
      },
      {
        "page_number": 2,
        "text": "Radiography 27 (2021) 682\nContents lists available at\njournal homepage:\nNarrative Review\nEffectiveness of COVID-19 diagnosis and management tools: A review\n* ** 1 1 , , W. Alsharif , A. Qurashi\nDepartment of Diagnostic Radiology Technology, Faculty of Applied Medical Sciences, Taibah University, Madinah, Saudi Arabia\na r t i c l e i n f o a b s t r a c t\nArticle history: Objective:\nReceived 12 August 2020 tools.\nReceived in revised form Background: With the absence of speci\n31 August 2020\nAccepted 12 September 2020\nAvailable online 21 September 2020\nPCR) assay is considered the\nKeywords:\nCT scan\nRT-PCR\nﬁ Key ndings: ﬁ Ground-glass opaci cation\nConsolidation\nCrazy-paving\nﬁ Arti cial intelligence\nﬁ pneumonia diseases, arti\nother pneumonia diseases.\nConclusion:\nCOVID-19 alone due to the low speci\nentiate COVID-19 from other pneumonia diseases.\nImplication for practice:\nﬁ quarantine ef\n©\nIntroduction\nﬁ ﬁ Cases of an unidenti ed form of viral pneumonia were rst re-\n1 ported in Wuhan city, Hubei province, China, in December 2019. In\nthe following weeks, this unknown virus gradually spread across\n2 ﬁ the whole world. On January 7, 2020, a scienti c research insti-\ntution in China announced that the viral pneumonia was a novel\ncoronavirus (SARS-COV-2), later it was called COVID-19 by the\n3 World Health Organization (WHO). According to Worldometer\nﬁ (2020), as of August 31, 2020, there had been 25,416,807 con rmed\n* Corresponding author.\n** Corresponding author.\nE-mail addresses: Wsheref@taibahu.edu.sa (W. Alsharif), aaqurashi@taibahu.\nedu.sa (A. Qurashi).\nDepartment of Diagnostic Radiology Technology, School of Medicine and 1\nMedical Science, Faculty of Applied Medical Sciences, Taibah University, Taibah\nUniversity, anadah Bin Umayyah Road, Taibah, 42353, Madinah, Saudi Arabia.\nhttps://doi.org/10.1016/j.radi.2020.09.010\n© 1078-8174/ 2020 The College of Radiographers. Published by Elsevier Ltd. All rights reserved.\n\ne 687\nScienceDirect\nRadiography\nwww.elsevier.com/locate/radi\nTo review the available literature concerning the effectiveness of the COVID-19 diagnostic\nﬁ c treatment/vaccines for the coronavirus COVID-19, the most\nappropriate approach to control this infection is to quarantine people and isolate symptomatic people\nand suspected or infected cases. Although real-time reverse transcription-polymerase chain reaction (RT-\nﬁ ﬁ rst tool to make a de nitive diagnosis of COVID-19 disease, the high false\nnegative rate, low sensitivity, limited supplies and strict requirements for laboratory settings might delay\naccurate diagnosis. Computed tomography (CT) has been reported as an important tool to identify and\ninvestigate suspected patients with COVID-19 disease at early stage.\ne RT-PCR shows low sensitivity (60 71%) in diagnosing patients with COVID-19 infection\ncompared to the CT chest. Several studies reported that chest CT scans show typical imaging features in\nall patients with COVID-19. This high sensitivity and initial presentation in CT chest can be helpful in\nrectifying false negative results obtained from RT-PCR. As COVID-19 has similar manifestations to other\ncial intelligence (AI) might help radiologists to differentiate COVID-19 from\nﬁ Although CT scan is a powerful tool in COVID-19 diagnosis, it is not suf cient to detect\nﬁ city (25%), and challenges that radiologists might face in differ-\nentiating COVID-19 from other viral pneumonia on chest CT scans. AI might help radiologists to differ-\nBoth RT-PCR and CT tests together would increase sensitivity and improve\ncacy, an impact neither could achieve alone.\n2020 The College of Radiographers. Published by Elsevier Ltd. All rights reserved.\ncases, 851,102 reported deaths and 17,724,602 recovered in-\n4 dividuals across the world.\nThe mortality rate of COVID-19 is lower than that of the coro-\nnaviruses severe acute respiratory syndrome (SARS) and Middle\ne 5 7\nEast respiratory syndrome (MERS). However, COVID-19 is highly\ntransmissible and rapidly spread, as it can be transmitted by res-\npiratory droplets and contact. The common symptoms observed in\npatients with COVID-19 are fever, cough, severe headache, myalgia\ne 8 10\nﬂ and fatigue. However, infection by other viruses such as in u-\nenza A or B can cause similar symptoms to COVID-19, which may\nﬁ make it dif cult to distinguish COVID-19 from other infections,\n11 ﬂ especially during u season. The incubation period for COVID-19\ne infection is typically 1 14 days and might extend up to 24\ne 12 14\ndays. The health conditions of most COVID-19 patients are\nmild, but they can become severe, especially among elderly people\nor those with underlying diseases, such as chronic lung or cardio-\ne 15 19\nvascular disease. To date, there is no evidence of any effective\n16 ﬁ treatment for patients with COVID-19. Due to the lack of speci c",
        "char_count": 4810,
        "word_count": 745,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "W. Alsharif and A. Qurashi\nvaccines and drugs for COVID-19, it is essential to detect and\nmanage the disease at an early stage to immediately isolate people\nﬁ who are con rmed to be infected with COVID-19 from healthy\ne 19 24\npeople.\nAccording to the guidelines for the diagnosis of COVID-19 pub-\nlished by the Chinese government, real-time reverse transcription-\nﬁ polymerase chain reaction (RT-PCR) assay is considered the rst\n25 tool in COVID-19 diagnosis. However, delayed sample collection,\npoor kit performance, limited supplies and strict requirements for\ne 21 26\nlaboratory settings might delay accurate diagnosis. This in-\ndicates that patients with COVID-19 may not be detected and\nreceive appropriate treatment, which could increase the risk of\n27 spread of the infection among a larger population. It is not about\nthe test itself; it is often about when and how the test samples are\ncollected from infected people, and whether these samples are\n28 prepared and transported properly.\nDiagnostic imaging such as computed tomography (CT) has\nplayed an important role in the diagnosis and management of pa-\n29 , 30 tients with COVID-19. CT of the chest is a routine scanning\ntechnique for pneumonia diagnosis. It can be used for the diagnosis\nof COVID-19, as well as to follow up the extent of lesions and track\nany changes in patients whose RT-PCR assays and plain radio-\ne 20 , 31 33\ngraphic images were negative. Several studies reported that\na CT of the chest shows typical imaging features in nearly all pa-\ne 11 , 34 36\ntients with COVID-19. Hung et al. and Xie et al. (2020)\nhighlight that similar imaging features were also detected in pa-\n1 , 37 tients whose RT-PCR assays were negative.\nﬁ ﬁ Arti cial intelligence (AI), an emerging technology in the eld of\ndiagnostic imaging, has contributed to improving diagnosis and\n38 prognosis of several diseases, such as pneumonia. A research\nteam showed the potential of AI in supporting the diagnosis of\nCOVID-19 in patients with COVID-19 when trained on CT images,\n39 , 40 ﬁ achieving a high sensitivity and speci city (90%). By conducting\na comprehensive review of published studies and the experience of\ndiagnosing patients with coronavirus, the aim of this article is to\nreview the effectiveness of the available COVID-19 diagnostic tools.\nRT-PCR assay and CT scans in the diagnosis of COVID-19\nThe standard method of COVID test is RT-PCR, and the test\nsample can be collected via nasopharyngeal swab or oropharyngeal\ne 41 43\nswab. The RT-PCR is a genetic test combining reverse tran-\nscription of Ribonucleic acid (RNA) into complementary Deoxy-\nﬁ ﬁ ribonucleic acid (DNA), and ampli cation of speci c DNA targets\n44 using RT-PCR. Although the RT-PCR test remains the reference\nﬁ standard in making a de nitive diagnosis of COVID-19 infec-\n45 , 46 ﬁ tion, this test has rigorous laboratory speci cations and takes a\n30 , 37 long time to report results. Several studies found that the initial\nRT-PCR results for patients with COVID-19 infection were false-\n1 , 37 ﬁ negatives. These false-negative ndings cannot be ignored,\nespecially for those symptomatic people suspected to be infected\nwith COVID-19.\nCT scans of the chest are used as a routine test to diagnose\npneumonia; therefore, this may be useful in diagnosing COVID-\n21 , 47 19. Unenhanced high resolution CT (HRCT) of the chest is ac-\nquired during a single breath-hold. CT images are then recon-\nstructed and transmitted for subsequent interpretation and\n48 diagnosis. Ai et al. (2020) conducted a study to evaluate the value\nand consistency of chest CT scans in the diagnosis of COVID-19 and\n¼ found that the majority of patients (98%, n 56/57) had initial\npositive chest CT scans before or within six days of the initial\n21 ﬁ positive RT-PCR ndings. This is in line with other studies; they\nfound that positive diagnoses of COVID-19 were available three\ne 30 37\ndays earlier with chest CT scans than with RT-PCR assay. This\n\ne Radiography 27 (2021) 682 687\nindicates that chest CT scans can play a role in rapidly detecting the\ninfection at an early stage.\nSeveral studies have reported that chest CT scans show typical\n1 , 37 , 49 radiographic features in all patients with COVID-19. The Na-\ntional Health Commission of China reported that chest CT is of a\ngreat value in diagnosing COVID-19, monitoring disease progres-\n25 sion and evaluating treatment plans. Lee et al. (2020) claim that\nmost of the clinics in China currently prefer to use CT compared to\nother investigation tools. This preference might stem from the\naccessibility of CT units in China, CT's ability to diagnose patients at\nﬁ an early stage, concerns associated with other tests speci city and\n50 the lack of virus-testing kits. However, the American College of\nﬁ Radiology (ACR) is against the use of chest CT as a rst-line inves-\ntigation tool to diagnose patients with suspected COVID-19 dis-\n51 ﬁ ease. This might be due to the low speci city of CT in\ndifferentiating COVID-19 from other similar illnesses. Similarly the\nRoyal College of Radiologists (RCR) stated that CT does have a well-\nestablished role in the assessment of patients presenting with se-\nvere respiratory distress, particularly those that deteriorate clini-\nﬁ cally. However, they con rmed that CT should not be used as a\ndiagnostic assessment of patients with suspected coronavirus\n52 infection. Further challenges related to hygiene may also be\nanother reason for not considering CT as a sole diagnostic tool for\npatients with COVID-19. This includes managing ventilation,\nﬂ air ow, and sanitising and cleaning the scanner rooms in radiology\n25 , 53 departments.\nRecent studies have revealed that RT-PCR has low sensitivity\ne (60 71%) in diagnosing patients with COVID-19 infection\n37 , 54 , 55 compared to the CT chest. Fang et al. (2020) referred to the\nhigh sensitivity of CT chest (98%) compared to that of RT-PCR tests\n55 ﬁ (71%). This is in line with the ndings of Xie et al. (2020), who\n¼ evaluated 167 patients and found that 3% (n 5) of the patients\nshowed initially negative RT-PCR nasopharyngeal and/or throat\nswabs but simultaneously showed positive results in chest CT\n37 ﬁ scans. This nding was supported by Huang et al. (2020), who\nfound that a laboratory test showed a normal white blood cells\ncount with a negative RT-PCR assay; however, a chest CT scan\nshowed multiple peripheral ground-glass opacities (GGO) in the\n1 lingual segments. Such false-negative results may be attributed to\n37 , 55 the low viral load in test samples and/or laboratory errors, and\nit might be necessary to retest the patient. However, test kits are in\n54 short supply or are unavailable in some places. Therefore, some\nhospitals have started to use chest CT scans as a primary tool to\ndiagnose COVID-19, though the ACR advises radiographers and\n51 radiologists to apply extreme precaution in this practice.\nIn a study by Xie et al. (2020), it was found that all patients\npresented characteristic CT image features of COVID-19 at an early\nstage, including GGO and/or mixed GGO and mixed consolidation,\n37 ﬁ con rmed by positive RT-PCR assay during the isolation period.\nShi et al. (2020) highlighted that symptomatic patients might\n56 show changes in chest CT scans prior to obvious symptom onset.\nShi and colleagues indicated that following up with chest CT scans\nmight aid the continuous monitoring of disease changes during\n56 treatment. In their study, Wu et al. (2020) found that most of the\npatients had mild symptoms and high temperatures; however, the\nlung manifestations on their chest CT scans were serious. They\nhighlighted the role of chest CT scans in evaluating the severity of\n57 COVID-19 infection.\nIn contrast, Guan et al. (2020) and Chuang et al. (2020)\n¼ ¼ respectively found that 20% (n 230/1099) and 14% (n 3/21) of\nﬁ patients with clinical symptoms and positive RT-PCR ndings had\n8 , 20 ﬁ normal chest CT ndings. Similar results were found by Yang\n46 et al. (2020). Although chest CT scans can show higher sensitivity\nin COVID-19 diagnosis than RT-PCR assay, Pan et al. (2020) and Fang\n55 , 58 ﬁ et al. (2020) refer to the low speci city of chest CT scans. This is\n683",
        "char_count": 8159,
        "word_count": 1386,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "W. Alsharif and A. Qurashi\nreinforced by Ai et al. (2020), who found that chest CT scans had\nﬁ low speci city (25%) in a recent study of 1,014 patients with COVID-\n21 ﬁ 19. This may stem from the dif culties that radiologists face in\ndistinguishing between COVID-19 and other diseases on chest CT\nscans. Additionally, Li and Xia (2020) found that two patients\nﬁ con rmed to be infected with COVID-19 did not have CT features\ne 30 37\ntypical of COVID-19. This indicates that the differential diag-\nnosis of COVID-19 should be considered when patients present\nwith a fever and cough of unknown origin. It was also advised that\nall radiologists should familiarise themselves with the typical\n45 , 54 ﬁ COVID-19 ndings on chest CT scans. Furthermore, radiologists\nshould pay attention while interpreting CT images and be able to\ndifferentiate the features of patients with COVID-19 from motion\nﬁ artefacts as some of these patients may face dif culties in following\n30 the breathing instructions during CT scans. The above studies\nﬁ may suggest that chest CT imaging alone is not suf cient to exclude\nthe diagnosis of COVID-19. Therefore, early chest CT scans com-\nbined with other investigation tools, such as RT-PCR assay, may still\nbe required.\nFeatures of COVID-19 in CT imaging\nDuring the early stages of COVID-19 infection, chest x-rays may\n59 , 60 not be sensitive enough to detect these changes. CT on the\nother hand, has better sensitivity for the detection of early or mild\n20 , 62 disease. Focusing on the many faces of COVID-19 for better\n60 , 62 recognition and accurate diagnosis is always recommended.\nBelow, typical and relatively atypical CT manifestations of COVID-\n19 will be reviewed to identify the potential imaging features of\nCOVID-19.\n29 , 49 , 63 GGO is the most common feature. It is a hazy increase in\nattenuation that appears in a variety of interstitial and alveolar\nprocesses with preservation of the bronchial and vascular mar-\n64 gins. Consolidation is another typical feature of COVID-19, which\nﬁ is an area of opaci cation obscuring the margins of vessels and\n57 , 65 airway walls. GGO with single or multiple focal lesions with or\nwithout consolidation in the posterior and peripheral lung seg-\nments that are distributed bilaterally is a common feature ( Figs. 1\nand 2 ). GGO with reticular or interlobular septal thickening in a\n‘ ’ typical crazy-paving pattern is often observed, while pure\ne 58 60 , 65\nconsolidation is relatively less common. A recent study\nshowed that the most frequent CT abnormalities observed in pa-\ntients with COVID-19 were GGO (73/80 cases, 91%), consolidation\n(50/80 cases, 63%) and interlobular septal thickening (47/80, 59%).\n± Most of the patients had multiple lesions, with an average of 12 6\n57 lung segments involved.\nFigure 1. Lower bilateral peripheral consolidations and ground-glass opacities in\nkeeping with the clinical diagnosis of clinical history provided of COVID-19.\n\ne Radiography 27 (2021) 682 687\nFigure 2. Bilateral mainly basilar peripheral patchy consolidative opacities associated\nﬁ with bilateral basilar ill-de ned ground-glass opacities.\nCT imaging features of COVID-19 can differ in various stages and\n66 patients. In an early phase, GGO with single or multiple lesions\n11 can be found along the sub-pleural areas or bronchi. These lesions\nhave nodular or patchy appearance, with thickened blood vessels\npassing through the GGO. Thickened interlobular and interlobular\n67 septa along with halo signs are also seen. As per published\nﬁ studies, the percentage of this nding occurrence ranges between\n67 , 68 ﬁ 14 and 98% ( Fig. 3 ). However, this range signi cantly increases\nin the short-term re-examination, where more denser lesions can\n58 be seen. Consequently, crazy paving appearance may be noticed\nﬂ due to the lobular septal thickening and re ecting interstitial\n67 lesions.\nIn severe patients, bilateral multifocal consolidation can be seen,\npartially fused into massive consolidation with small pleural effu-\n59 ‘ ’ sions and even presenting with white lung . Two weeks after\nonset, lung involvement has been shown to gradually increase to\n61 e consolidation. Within 1 3 weeks, this GGO could progress to or\n56 co-exist with consolidations. With a longer time interval, more\nconsolidative lesions can be seen between symptom onset and the\n65 CT scan, especially in patients older than 50 years old, suggesting\n66 that this feature can be used as an alert in patient management.\ne After 3 14 days of re-examination and as the disease progresses,\nFigure 3. Upper and lower lobe coalescent patchy perilobular ground-glass airspace\nopacities.\n684",
        "char_count": 4640,
        "word_count": 766,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "W. Alsharif and A. Qurashi\nan increase in the range of GGO patches and consolidation can be\nobserved ( Fig. 4 ). The middle and lower lung regions and the pos-\nterior lung area are where this progression is mainly distrib-\n11 , 61 uted. Patients may have single-lobe or multiple-lobe\ninvolvement. A study by Y. Pan et al. (2020) found that 30.2% and\n44.4% of patients had only one lobe involved and all lobes involved,\n‘ ’ respectively. White lung is when diffused lesions are seen in the\nﬁ lungs and their density increases signi cantly. White lung indicates\nthat the patient's condition has worsened because it seriously af-\n61 fects the lung function.\nIt is worth noting that several other CT imaging features can also\nbe observed as the number of COVID-19 cases increases, including\nﬁ air bronchogram, airway and pleural changes, brosis, vascular\nenlargement, air bubble signs, nodules, halo signs, lymphadenop-\n66 athy, and pericardial effusion. The percentages of these mani-\nfestations occurrence vary widely, therefore, radiologists should be\naware while interpreting the CT images for COVID-19 patients to\navoid misdiagnosis with typical viral pneumonia and should always\nlink between symptoms and CT features.\nﬁ Arti cial intelligence (AI) combined with CT imaging in\nCOVID-19 diagnosis\nRecently, notable advancements have been made in using AI in\ne 69 74\nﬁ the diagnostic imaging eld. Ardila et al. (2019) highlighted\nthat AI can exceed the performance of human experts in medical\n75 imaging diagnosis. A few studies in the literature have examined\nthe use of AI in COVID-19 diagnosis, although most of them are\nﬁ preprint version of scienti c articles that have not been peer-\nreviewed, thus highlighting the need for further investigation.\nKermany et al. (2018) and Rajaraman et al. (2018) referred to the use\nof AI (deep learning) in detecting bacterial and viral pneumonia in\n76 , 77 the chest. Two years later, a deep learning (DL) system was\ndeveloped by Shan et al. (2020), and they found that with the DL\nthe percentage of infection (POI) of lung lobes and broncho-\npulmonary segments can be automatically calculated and were\nclinically relevant with the severity of pneumonia. They high-\nlighted the importance of this system in quantifying the changes in\nthe follow-up CT scans of COVID-19 patients and evaluating how\nthe infection progresses under different forms of clinical\nFigure 4. Multifocal bilateral airspace opacities that are more consolidation than\nground glass and patchy peripheral distribution, which is related to patient's labora-\ntory proven COVID-19.\n\ne Radiography 27 (2021) 682 687\n78 management. This was reinforced by Wang et al. (2020), who\nused a DL approach to extract the imaging features for COVID-19.\nﬁ They found that the sensitivity and speci city of this method\n29 were 74% and 67% respectively. However, a common weakness of\nthe above studies was the relatively low number of collected CT\nimages from patients, which may not be representative of all\nCOVID-19 patients. A further study was conducted by Li et al.\n(2020), who collected 4,536 CT images, and designed and evaluated\na three-dimensional (3D) deep learning model to diagnose COVID-\n19 infections in chest CT scans. This model showed high sensitivity\n79 ﬁ (90%) and speci city (96%) in detecting COVID-19.\n¼ Jin et al. (2020) conducted a large-scale study (n 756) subjects,\n496 COVID-19 positives and 260 negatives to compare the diag-\nﬁ nostic performance of an AI system with that of ve radiologists. It\nwas found that the AI system achieved high sensitivity (94%),\nﬁ speci city (95.47%) and diagnostic accuracy, which was comparable\n69 to that of experienced radiologists (94.7% sensitivity). This par-\nﬁ allels with the ndings of Chen et al. (2020), who found similar\nperformance between a COVID-19 diagnosis system and an expert\nradiologist; however, it is important to note that the AI system in\n¼ this study was validated based upon a small dataset (n 19\n80 ﬁ con rmed COVID-19 patients) and one radiologist. It was found\nﬁ that high classi cation results were achieved for coronavirus versus\nnon-coronavirus patients with 98.2% sensitivity and 92.2% speci-\n81 ﬁ city. A similar result was reported by Xu et al. (2020); however, it\nis interesting to note that the diagnostic certainty of the AI system\n82 ﬁ was evaluated by creating con dence scores of these forecasts. A\ndeep learning approach can assist radiologists in diagnosing\nCOVID-19 and can automatically extract lesions within CT images,\ne 65 , 83 86\nas indicated by Song et al. (2020) and Bai et al. (2020). Bai\net al. (2020) indicated that the DL tool achieved a prediction area\n$ under curve (AUC) of 0 938 by combining the clinical data and the\n83 CT data.\nAI systems, especially deep learning, have been proposed to\nprocess and analyse medical imaging data such as chest CT to assist\nradiologists and physicians to improve diagnosis performance. The\nAI offers radiologists an opportunity to save time and maximise\n87 productivity especially when required to examine a lot of cases.\nBai et al. (2020) assessed the performance of radiologists in\n88 differentiating COVID-19 from other viral pneumonia on chest CT.\nﬁ It was found that radiologists achieved high speci city and mod-\nerate sensitivity in distinguishing COVID-19 from other viral\npneumonia on chest CT. A further interesting study was conducted\nby Bai et al. (2020) to assess radiologists' performance with and\nwithout AI assistance in distinguishing coronavirus versus non-\ncoronavirus patients. The authors found that radiologists attained\nﬁ a higher accuracy (90%), sensitivity (88%) and speci city (91%) with\n89 AI assistance. This suggests the potential role for the AI system to\nﬂ improve radiologists' routine work ow and diagnostic outcomes\nrelated to COVID-19. It is worth noting that all the above studies\nwere retrospective, and prospective studies might be required to\n’ further validate AI system in real time to assist physicians\ndiagnosis.\nAs can be seen, AI systems can be used in conjunction with chest\nCT images and patient history (age, gender, clinical information,\nblood test, symptoms and possible contact with infected people) to\nimprove the detection of the infection. The AI systems helps to\nsegment the exact infected area of the patient's lung from the chest\nCT and quantify the volume with respect to the total volume of the\n28 lung. This information might guide the physician in decision-\nmaking related to treatment options. The AI system can offer a\nsecond opinion to the physician in patients who had normal chest\nﬁ ﬁ CT or those showing non-speci c ndings, in order to achieve high\nﬁ sensitivity, speci city and accuracy in COVID-19 diagnosis and\nmanagement.\n685",
        "char_count": 6740,
        "word_count": 1108,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "W. Alsharif and A. Qurashi\nThe above studies indicate that AI systems could be used to\nscreen and diagnose quickly a great volume of patients with sus-\npected COVID-19, which could lead to accurate discrimination be-\ntween bacterial pneumonia and viral pneumonia (COVID-19) and\ndecrease unnecessary delays. However, radiologists who are not\nfamiliar with such systems may face challenges in getting used to\nthem, which might be problematic because COVID-19 is spreading\nrapidly. In addition, as most deep learning systems require experts\nto annotate the lesions in the CT images for disease detection, this\nwill require time and effort from radiologists, which might be\nconsidered a big challenge due to the current radiologist shortages\n90 in some countries. Naude (2020) indicate that the use of AI sys-\ntems are impeded by a lack of data, and by too much data. These\nlimitations require a careful balance between data privacy and\ne public health, and rigorous human AI interface. It is unlikely that\nthese will be tackled in the current time; more diagnostic data\n40 needs to be gathered to train AI and save lives. The topic of the\nrole of AI in the diagnosis and management of COVID-19 remains\nopen for further investigation.\nConclusion\nThis review of the available literature on COVID-19 provides\ninsights into the value of CT scan in diagnosing and controlling this\ninfection. Although in some studies chest CT scans have shown high\nsensitivity in diagnosing COVID-19 compared to RT-PCR tests, chest\nﬁ CT scans alone are not suf cient to detect COVID-19 and can be\nuseful complement to other tools for diagnosing patients with\nCOVID-19 and tracking their prognosis. CT scans can be used as a\nstaging tool to assess the complications of COVID-19 on patients'\nﬁ lungs. The CT ndings for patients with COVID-19 show that the\ninfection has mixed and diverse features. The presence of GGO with\nsingle or multiple lesions suggests that the disease is in an early\nstage, while bilateral multifocal consolidation can be seen in an\nadvanced stage. As COVID-19 has similar manifestations to other\npneumonia diseases, several AI systems have been proposed and\ndeveloped in order to differentiate COVID-19 from other pneu-\nmonia diseases.\nﬂ Con ict of interest statement\nﬂ No con ict of interest.\nReferences\n1. Huang P, Liu T, Huang L, Liu H, Lei M, Xu W, et al. Use of chest CT in combi-\nnation with negative RT-PCR assay for the 2019 novel coronavirus but high\ne clinical suspicion. Radiology 2020 Apr; 295 (1):22 3 .\n2. Phan L, Nguyen T, Luong Q, Nguyen T, Nguyen H, Le HQ, et al. Importation and\nhuman-to-human transmission of a novel coronavirus in Vietnam. N EngI J Med\ne 2020 Feb 27; 382 (9):872 4 .\n3. World Health Organisation (WHO). Coronavirus disease 2019 (COVID-19) Situ-\ne ation Report 28 . Available from: https://www.who.int/docs/default-source/\ncoronaviruse/situation-reports/20200217-sitrep-28-covid-19.pdf?\n¼ sfvrsn a19cf2ad_2 . [Accessed 19 April 2020].\n4. World Meter. Corona Virus Update (Live) . Available from: https://www.\nworldometers.info/coronavirus/ . [Accessed 19 April 2020].\n5. Guarner J. Three emerging coronaviruses in two decades: the story of SARS,\ne MERS, and now COVID-19. Clin Infect Dis 2020; 153 (4):420 1 .\n6. Rajgor D, Lee M, Archuleta S, Bagdasarian N, Quek S. The many estimates of the\nCOVID-19 case fatality rate. Lancet Infect Dis 2020. https://doi.org/10.1016/\nS1473-3099(20)30244-9 .\n7. Sun Q, Qiu H, Huang M, Yang Y. Lower mortality of COVID-19 by early recog-\nnition and intervention: experience from Jiangsu Province. Ann Intensive Care\ne 2020; 10 (1):1 4 .\n8. Chen H, Guo J, Wang C, Luo F, Yu X, Zhang W, et al. Clinical characteristics and\nintrauterine vertical transmission potential of COVID-19 infection in nine\npregnant women: a retrospective review of medical records. Lancet\ne 2020; 395 (10226):809 15 .\n9. Singhal T. A review of coronavirus disease-2019 (COVID-19). Indian J Pediatr\ne 2020; 87 (4):281 6 .\n\ne Radiography 27 (2021) 682 687\n10. Tian S, Hu N, Lou J, et al. Characteristics of COVID-19 infection in Beijing. J Infect\ne Dis 2020; 80 (4):401 4. 6 .\nﬁ 11. Zhao W, Zhong Z, Xie X, Yu Q, Liu J. Relation between chest CT ndings and\nclinical conditions of coronavirus disease (COVID-19) pneumonia: a multi-\ne center study. AJR 2020; 214 (5):1072 7 .\n12. Hui D, Azhar E, Madani T, Ntoumi F, Kock R, Dar O, et al. The continuing 2019-\nnCOVID epidemic threat of novel coronaviruses to global health-The latest\n2019 novel coronavirus outbreak in Wuhan, China. J Infect 2020; 91 (2020):\ne 264 6 .\n13. Lauer S, Grantz K, Bi Q, Jones F, Zheng Q, Meredith H, et al. The incubation period\nﬁ of coronavirus disease 2019 (COVID-19) from publicly reported con rmed cases:\ne estimation and application. Ann Intern Med 2020; 172 (9):577 82 .\n14. Lei S, Jiang F, Su W, Chen C, Chen J, Mei W, et al. Clinical characteristics and\noutcomes of patients undergoing surgeries during the incubation period of\ne COVID-19 infection. EClinicalMedicine 2020; 54 (8):2 3 .\n15. Gardner W, States D, Bagley N. The coronavirus and the risks to the elderly in\ne long-term care. J Soc Policy 2020; 10 (1080):1 6 .\n16. Ioannidis J, Axfors C, Contopoulos-Ioannidis D. Population-level COVID-19\nmortality risk for non-elderly individuals overall and for non-elderly in-\ndividuals without underlying diseases in pandemic epicenters. medRxiv 2020.\nhttps://doi.org/10.1101/2020.04.05.20054361 .\n17. Armitage R, Nellums L. COVID-19 and the consequences of isolating the elderly.\ne Lancet Public Health 2020; 5 (5):256 61 .\n18. Kliger A, Silberzweig J. Mitigating risk of COVID-19 in dialysis facilities. Clin J\ne Am Soc Nephrol 2020; 15 (5):707 9 .\n19. Pascarella G, Strumia A, Piliego C, Bruno F, Buono R, Costa F, et al. COVID-19\ndiagnosis and management: a comprehensive review. J Intern Med 2020.\nhttps://doi.org/10.1111/joim.13091 .\n20. Guan W, Ni Z, Hu Y, Liang W, Ou C, He J, et al. Clinical characteristics of 2019\nnovel coronavirus infection in China. medRxiv 2020. https://doi.org/10.1101/\n2020.02.06.20020974 .\n21. Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, et al. Correlation of chest CT and RT-\nPCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014\ncases. Radiology 2020. https://doi.org/10.1148/radiol.2020200642 .\n22. Yang Y, Yang M, Shen C, Wang F, Yuan J, Li J, et al. Evaluating the accuracy of\ndifferent respiratory specimens in the laboratory diagnosis and monitoring the\nviral shedding of 2019-nCoV infections. medRxiv 2020. https://doi.org/10.1101/\n2020.02.11.20021493 .\n23. Jin Y, Yang H, Ji W, Wu W, Chen S, Zhang W, et al. Virology, epidemiology,\ne pathogenesis, and control of COVID-19. Viruses 2020; 12 (4):372 88 .\n24. Alanagreh L, Alzoughool F, Atoum M. The human coronavirus disease COVID-\n19: its origin, characteristics, and insights into potential drugs and its mech-\ne anisms. Pathogens 2020; 9 (5):33 41 .\n25. Chinese government. The diagnostic and treatment protocol of COVID-19 .\nAvailable from: http://www.gov.cn/zhengce/zhengceku/2020-02/19/content_\n5480948.htm . [Accessed 19 April 2020].\n26. Wang X, Tan L, Wang X, Lu Y, Cheng L, Sun Z, et al. Comparison of nasopha-\nryngeal and oropharyngeal swabs for SARS-CoV-2 detection in 353 patients\nreceived tests with both specimens simultaneously. Int J Infect Dis\ne 2020; 94 (2020):107 9 .\n27. Esposito A, Palmisano A, Scotti G, Morelli M, Vignale D, Cobelli F, et al. Why is\nchest CT important for early diagnosis of COVID-19? Prevalence matters.\nmedRxiv 2020. https://doi.org/10.1101/2020.03.30.20047985 .\n28. King Abdullah university of science and technology (KAUST). Using AI to un-\nderstand the pathogenesis of COVID-19 . Available from: https://www.kaust.edu.\nsa/en/news/using-ai-to-understand-the-pathogenesis-of-covid-19 . [Accessed 6\nJune 2020].\n29. Wang S, Kang B, Ma J, Zeng X, Xiao M, Guo J, et al. A deep learning algorithm\nusing CT images to screen for Corona Virus Disease (COVID-19). medRxiv 2020.\nhttps://doi.org/10.1101/2020.02.14.20023028 .\n30. Li Y, Xia L. Coronavirus Disease 2019 (COVID-19): role of chest CT in diagnosis\ne and management. AJR 2020; 214 (6):1280 6 .\n31. Bai H, Hsieh B, Xiong Z, Halsey K, Choi J, Tran T, et al. Performance of radiol-\nogists in differentiating COVID-19 from viral pneumonia on chest CT. Radiology\ne 2020; 10 (20):8 23 .\n32. Dai W, Zhang H, Yu J, Xu H, Chen H, Luo S, et al. CT imaging and differential\ne diagnosis of COVID-19. Can Assoc Radiol J 2020; 71 (2):195 200 .\n33. Raptis C, Hammer M, Short R, Shah A, Bhalla S, Bierhals A, et al. Chest CT and\ncoronavirus disease (COVID-19): a critical review of the literature to date. AJR\ne 2020; 16 (20):1 4 .\n34. Salehi S, Abedi A, Balakrishnan S, Gholamrezanezhad A. Coronavirus disease\nﬁ 2019 (COVID-19): a systematic review of imaging ndings in 919 patients. AJR\ne 2020; 10 (5):1 7 .\n35. Caruso D, Zerunian M, Polici M, Pucciarelli F, Polidori T, Rucci C, et al. Chest CT\nfeatures of COVID-19 in Rome, Italy. Radiology 2020. https://doi.org/10.1148/\nradiol.2020201237 .\n36. Zhu Y, Liu Y, Li Z, Kuang J, Li X, Yang Y, et al. Clinical and CT imaging features of\n2019 novel coronavirus disease (COVID-19). J Infect Dis 2020. https://doi.org/\n10.1016/j.jinf.2020.02.022 .\n37. Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. Chest CT for typical 2019-nCoV\npneumonia: relationship to negative RT-PCR testing. Radiology 2020. https://\ndoi.org/10.1148/radiol.2020200343 .\n38. Bullock J, Luccioni A, Pham K, Lam C, Oroz M. Mapping the landscape of arti-\nﬁ cial intelligence applications against COVID-19. medarXiv 2020. https://arxiv.\norg/abs/2003.11336 .\n686",
        "char_count": 9589,
        "word_count": 1565,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "W. Alsharif and A. Qurashi\nﬁ 39. Li L, Qin L, Xu Z, Yin Y, Wang X, Kong B, et al. Arti cial intelligence distinguishes\nCOVID-19 from community acquired pneumonia on chest CT. Radiology 2020.\nhttps://doi.org/10.1148/radiol.2020200905 .\n\u0001 ﬁ 40. Naud e W. Arti cial Intelligence against COVID-19: An early review . Available\n¼ from: https://papers.ssrn.com/sol3/papers.cfm?abstract_id 3568314 .\n[Accessed 6 June 2020].\n41. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical characteristics of 138\ne hospitalized patients with 2019 novel coronavirus infected pneumonia in\ne Wuhan, China. Jama 2020; 323 (11):1061 9 .\n42. LeBlanc J, Heinstein C, MacDonald J, Pettipas J, Hatchette T, Patriquin G.\nA combined oropharyngeal/nares swab is a suitable alternative to nasopharyn-\ne geal swabs for the detection of SARS-CoV-2. J Clin Virol 2020; 128 (2020):1 4 .\n43. Kojima N, Turner F, Slepnev V, Bacelar A, Deming L, Kodeboy S, et al. Self-\nﬂ collected oral uid and nasal swabs demonstrate comparable sensitivity to\nclinician collected nasopharyngeal swabs for covid-19 detection. medRxiv\n2020. https://doi.org/10.1101/2020.04.11.20062372 .\n44. Jawerth N. How is the COVID-19 Virus Detected using Real Time RT-PCR? .\nAvailable from: https://www.iaea.org/newscenter/news/how-is-the-covid-19-\nvirus-detected-using-real-time-rt-pcr . [Accessed 6 June 2020].\n45. Yang W, Cao Q, Qin L, Wang X, Cheng Z, Dai A, et al. Clinical characteristics and\nimaging manifestations of the 2019 novel coronavirus disease (COVID-19): a\nmulti-center study in Wenzhou city, Zhejiang, China. J Infect 2020; 80 (4):\ne 388 93 .\nﬁ 46. Yang W, Yan F. Patients with RT-PCR con rmed COVID-19 and normal chest CT.\ne Radiology 2020; 295 (2):1 2 .\n47. Dai H, Zhang X, Xia J, Zhang T, Shang Y, Huang R, et al. High-resolution chest CT\nfeatures and clinical characteristics of patients infected with COVID-19 in\ne Jiangsu, China. Int J Infect Dis 2020; 95 (2020):106 12 .\nﬁ 48. Shi F, Wang J, Shi J, Wu Ziyan, Wang Q, Tang Z, et al. Review of arti cial in-\ntelligence techniques in imaging data acquisition, segmentation and diagnosis\nfor covid-19. IEEE Trans BIOMED 2020. https://doi.org/10.1109/\nRBME.2020.2987975 .\n49. Chung M, Bernheim A, Mei X, Zhang N, Huang M, Zeng X, et al. CT imaging\ne features of 2019 novel coronavirus (2019-nCoV). Radiology 2020; 295 (1):202 7 .\n50. Lee E, Ng M, Khong PL. COVID-19 pneumonia: what has CT taught us? Lancet\ne Infect Dis 2020; 20 (4):384 5 .\n51. American College of Radiology. ACR Recommendations for the use of Chest\nRadiography and Computed Tomography (CT) for Suspected COVID-19 Infection .\nAvailable from: https://www.acr.org/Advocacy-and-Economics/ACR-Position-\nStatements/Recommendations-for-Chest-Radiography-and-CT-for-Suspected-\nCOVID19-Infection . [Accessed 19 April 2020].\n52. The Royal College of Radiologists. The role of CT in patients suspected with\nCOVID-19 infection . Available from: https://www.rcr.ac.uk/college/coronavirus-\ncovid-19-what-rcr-doing/clinical-information/role-ct-chest/role-ct-patients .\n[Accessed 31 August 2020].\nﬁ ﬁ 53. General Of ce of National Health Committee. Of ce of State Administration of\nTraditional Chinese Medicine. Notice on the issuance of a program for the diag-\nnosis and treatment of novel coronavirus (2019-nCoV) infected pneumonia (trial\nsixth edition) . Available from: http://yzs.satcm.gov.cn/zhengcewenjian/2020-\n02-19/13221.html . [Accessed 19 April 2020].\n54. Kanne J, Little B, Chung J, Elicker B, Ketai L. Essentials for radiologists on COVID-\nd ﬁ 19: an update radiology scienti c expert panel. Radiology 2020. https://\ndoi.org/10.1148/radiol.2020200527 .\n55. Fang Y, Zhang H, Xie J, Lin M, Ying L, Pang P, et al. Sensitivity of chest CT for\nCOVID-19: comparison to RT-PCR. Radiology 2020. https://doi.org/10.1148/\nradiol.2020200432 .\nﬁ 56. Shi H, Han X, Jiang N, Cao Y, Alwalid O, Gu J, et al. Radiological ndings from 81\npatients with COVID-19 pneumonia in Wuhan, China: a descriptive study.\ne Lancet Infect Dis 2020; 20 (4):425 34 .\nﬁ 57. Wu J, Wu X, Zeng W, Zeng W, Guo D, Fang Z, et al. Chest CT ndings in patients\nwith coronavirus disease 2019 and its relationship with clinical features. Invest\ne Radiol 2020; 55 (5):257 61 .\n58. Pan F, Ye T, Sun P, Gui S, Liang B, Li L, et al. Time course of lung changes on\nchest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia.\ne Radiology 2020; 295 (3):215 21 .\n59. Zu Z, Jiang M, Xu P, Chen W, Ni Q, Lu G, et al. Coronavirus disease 2019 (COVID-\n19): a perspective from China. Radiology 2020. https://doi.org/10.1148/\nradiol.2020200490 .\nﬁ 60. Ng M, Lee E, Yang J, Yang F, Li X, Wang H, et al. Imaging pro le of the COVID-19\nﬁ infection: radiologic ndings and literature review. Radiology: Cardiothorac\ne Imag 2020 Feb 13; 2 (1):200 34 .\nﬁ 61. Pan Y, Guan H, Zhou S, Wang Y, Li Q, Zhu T, et al. Initial CT ndings and\ntemporal changes in patients with the novel coronavirus pneumonia (2019-\ne nCoV): a study of 63 patients in Wuhan, China. Eur Radiol 2020; 30 (5):3306 9 .\n62. Paul N, Roberts H, Butany J, Chung T, Gold W, Mehta S, et al. Radiologic pattern\nof disease in patients with severe acute respiratory syndrome: the Toronto\ne experience. Radiographics 2004; 24 (2):553 63 .\n63. Kay F, Abbara S. The many faces of COVID-19: spectrum of imaging manifes-\ne tations. Radiology 2020; 2 (1):1 6 .\n64. Ye Z, Zhang Y, Wang Y, Huang Z, Song B. Chest CT manifestations of new coro-\ne navirus disease 2019 (COVID-19): a pictorial review. Eur Radiol 2020; 19 (20):1 9 .\n\ne Radiography 27 (2021) 682 687\n65. Song F, Shi N, Shan F, Zhang Z, Shen J, Ling H, et al. Emerging 2019 novel\ne coronavirus (2019-nCoV) pneumonia. Radiology 2020; 295 (1):210 7 .\n66. Franquet T. Imaging of pulmonary viral pneumonia. Radiology 2011; 260 (1):\ne 18 39 .\n67. Li M, Lei P, Zeng B, Li Z, Yu P, Fan B, et al. Coronavirus disease (COVID-19):\nﬁ spectrum of CT ndings and temporal progression of the disease. Acad Radiol\ne 2020; 27 (5):603 8 .\n68. Li K, Wu J, Wu F, Guo D, Chen L, Fang Z, et al. The clinical and chest CT features\nassociated with severe and critical COVID-19 pneumonia. Invest Radiol\ne 2020; 55 (6):327 31 .\n69. Jin C, Chen W, Cao Y, Xu Z, Tan Z, Zhang X, et al. Development and evaluation of\nan AI system for COVID-19 diagnosis. medRxiv 2020. https://doi.org/10.1101/\n2020.03.20.20039834 .\nﬁ 70. Hosny A, Parmar C, Quackenbush J, Schwartz L, Aerts H. Arti cial intelligence in\ne radiology. Nat Rev Cancer 2018; 18 (8):500 10 .\n^ 71. Tang A, Tam R, Cadrin-Ch enevert A, Guest W, Chong J, Barfett J, et al. Canadian\nﬁ Association of Radiologists white paper on arti cial intelligence in radiology.\ne Can Assoc Radiol J 2018; 69 (2):120 35 .\nﬁ 72. Thrall J, Li X, Li Q, Cruz C, Do S, Dreyer K, et al. Arti cial intelligence and ma-\nchine learning in radiology: opportunities, challenges, pitfalls, and criteria for\ne success. J Am Coll Radiol 2018; 15 (3):504 8 .\n73. Kong B, Wang X, Bai J, Gao F, Cao K, Xia J, et al. Learning tree-structured rep-\nresentation for 3D coronary artery segmentation. Comput Med Imag Graph\ne 2020; 80 (20):10 8 .\nﬁ 74. Rao B, Zohrabian V, Cedeno P, Saha A, Pahade J, Davis M. Utility of arti cial\nd intelligence tool as a prospective radiology peer Reviewer detection of un-\nreported intracranial hemorrhage. Acad Radiol 2020. https://doi.org/10.1016/\nj.acra.2020.01.035 .\n75. Ardila D, Kiraly A, Bharadwaj S, Choi B, Reicher J, Peng L, et al. End-to-end lung\ncancer screening with three-dimensional deep learning on low-dose chest\ne computed tomography. Nat Med 2019; 25 (6):954 61 .\n76. Kermany D, Goldbaum M, Cai W, Valentim C, Liang H, Baxter S, et al. Identifying\nmedical diagnoses and treatable diseases by image-based deep learning. Cell\ne 2018; 172 (5):1122 31 .\n77. Rajaraman S, Candemir S, Kim I, Thoma G, Antani S. Visualization and inter-\npretation of convolutional neural network predictions in detecting pneumonia\nin pediatric chest radiographs. Appl Sci 2018; 8 (10):1715 .\nﬁ 78. Shan F, Gao Y, Wang J, Shi N, Han M, Xue Z, et al. Lung infection quanti cation\nof covid-19 in ct images with deep learning. arXiv 2020: arXiv:2003.04655\n2020 .\nﬁ 79. Li L, Qin L, Xu Z, Yin Y, Wang X, Kong B, et al. Arti cial intelligence distinguishes\ncovid-19 from community acquired pneumonia on chest ct. Radiology 2020.\nhttps://doi.org/10.1148/radiol.2020200905 .\n80. Chen J, Wu L, Zhang J, Zhang L, Gong D, Zhao Y, et al. Deep learning-based\nmodel for detecting 2019 novel coronavirus pneumonia on high-resolution\ncomputed tomography: a prospective study. medRxiv 2020. https://doi.org/\n10.1101/2020.02.25.20021568 .\n81. Gozes O, Frid-Adar M, Greenspan H, Browning P, Zhang H, Ji W, et al. Rapid ai\ndevelopment cycle for the coronavirus (covid-19) pandemic: initial results for\n& automated detection patient monitoring using deep learning ct image\nanalysis. arXiv:2003.05037 2020 .\n82. Xu X, Jiang X, Ma C, Du P, Li X, Lv S, et al. Deep learning system to screen\ncoronavirus disease 2019 pneumonia. arXiv:2002.09334 2020 .\n83. Bai X, Fang C, Zhou Y, Bai S, Liu Z, Chen Q, et al. Predicting COVID-19 malignant\nprogression with AI techniques. Lancet 2020. https://doi.org/10.1101/\n2020.03.20.20037325 .\n84. Maghdid H, Asaad A, Ghafoor K, Sadiq A, Khan M. Diagnosing COVID-19\npneumonia from X-ray and CT images using deep learning and transfer\nlearning algorithms. arXiv:2004.00038 2020 .\n85. Huang L, Han R, Ai T, Yu P, Kang H, Tao Q, et al. Serial quantitative chest ct\nassessment of covid-19: deep-learning approach. Radiology 2020; 2 (2):\ne 20 75 .\n86. Gozes O, Frid-Adar M, Sagie N, Zhang H, Ji W, Greenspan H. Coronavirus\ndetection and analysis on chest ct with deep learning. arXiv:2004.02640 2020 .\nﬁ 87. Nguyen TT. Arti cial intelligence in the battle against coronavirus (COVID-19): a\nsurvey and future research directions . Available from: https://www.\nﬁ ﬁ researchgate.net/pro le/Thanh_Nguyen372/publication/340487417_Arti cial_\nIntelligence_in_the_Battle_against_Coronavirus_COVID-19_A_Survey_and_\nﬁ Future_Research_Directions/links/5ec928a2458515626cc328f9/Arti cial-\nIntelligence-in-the-Battle-against-Coronavirus-COVID-19-A-Survey-and-\nFuture-Research-Directions.pdf . [Accessed 6 June 2020].\n88. Bai H, Hsieh B, Xiong Z, Halsey K, Choi J, Tran T, et al. Performance of radiol-\nogists in differentiating COVID-19 from viral pneumonia on chest CT. Radiology\n2020. https://doi.org/10.1148/radiol.2020200823 .\n89. Bai X, Wang R, Xiong Z, Hsieh B, ChangK, Halsey K, et al. AI augmentation of\nradiologist performance in distinguishing COVID-19 from pneumonia of other\netiology on chest CT. Radiology 2020. https://doi.org/10.1148/\nradiol.2020201491 .\n90. Zheng C, Deng X, Fu Q, Zhou Q, Feng J, Ma H, et al. Deep learning-based\ndetection for COVID-19 from chest CT using weak label. medRxiv 2020.\nhttps://doi.org/10.1101/2020.03.12.20027185 .\n687",
        "char_count": 10813,
        "word_count": 1745,
        "extraction_method": "two_column"
      }
    ]
  }
}