{
  "metadata": {
    "source_file": "pdfs/Immune Plasma for the Treatment of COVID-19.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:42.228687",
    "total_pages": 8,
    "total_characters": 46819,
    "total_words": 7124
  },
  "content": {
    "full_text": "--- Page 1 ---\nArticle published online: 2023-02-20\nImmune Plasma for the Treatment of COVID-19:\nLessons Learned so far\n1,2 1,2 Hubert Schrezenmeier Simone Hoffmann\n1,2 3 Bernd Jahrsdörfer Erhard Seifried Sixten Körper\n1 Institute for Clinical Transfusion Medicine and Immunogenetics Ulm,\nGerman Red Cross Blood Transfusion Service Baden-Württemberg-\nHessen, University Hospital Ulm, Ulm, Germany\n2 Institute of Transfusion Medicine, University of Ulm, Ulm, Germany\n3 Institute of Transfusion Medicine and Immunohematology, German\n– Red Cross Blood Transfusion Service Baden-Württemberg Hessen,\nFrankfurt, Germany\n– Hamostaseologie 2023;43:67 74.\nAbstract\nﬁ recently published. At\nagainst variants. This review brie\nﬁ date and identi\nKeywords\n► immune plasma\n► convalescent plasma\n► COVID-19\n► vaccination\nThe severe acute respiratory syndrome coronavirus 2 (SARS-\nCoV-2) pandemic has caused more than 6.5 million deaths\nworldwide (https://coronavirus.jhu.edu/map.html). Mortal-\nity is 40% or more for hospitalized patients from clinically\n– 1 4 vulnerable groups.\nreceived\nOctober 28, 2022\naccepted after revision\nNovember 24, 2022\n\nReview Article 67\n1,2 1,2 Henrike Hofmann Thomas Appl\n1,2\nAddress for correspondence Hubert Schrezenmeier, Prof.Dr.med.,\nInstitute for Clinical Transfusion Medicine and Immunogenetics Ulm,\nGerman Red Cross Blood Transfusion Service Baden-Württemberg-\nHessen, University Hospital Ulm, Helmholtzstr. 10, Ulm 89081,\nGermany (e-mail: h.schrezenmeier@blutspende.de).\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nCOVID-19 convalescent plasma (CCP) has been explored as one of the treatment\noptions for COVID-19. Results of many cohort studies and clinical trials have been\nrst glance, the results of the CCP studies appear to be\nﬁ inconsistent. However, it became clear that CCP is not bene cial if CCP with low\nanti-SARS-CoV-2 antibody concentrations is used, if it is administered late in advanced\ndisease stages, and to patients who already mounted an antibody response against\nSARS-CoV-2 at the time of CCP transfusion. On the other hand, CCP may prevent\nprogression to severe COVID-19 when very high-titer CCP is given early in vulnerable\npatients. Immune escape of new variants is a challenge for passive immunotherapy.\nWhile new variants of concern developed resistance to most clinically used monoclonal\nantibodies very rapidly, immune plasma from individuals immunized by both a natural\nSARS-CoV-2 infection and SARS-CoV-2 vaccination retained neutralizing activity\nﬂ y summarizes the evidence on CCP treatment to\nes further research needs. Ongoing research on passive immunother-\napy is not only relevant for improving care for vulnerable patients in the ongoing SARS-\nCoV-2 pandemic, but even more as a model for passive immunotherapy in case of\nfuture pandemics with a newly evolving pathogen. Compared to other drugs, which\nmust be newly developed in a pandemic (e.g., monoclonal antibodies, antiviral drugs),\nconvalescent plasma is rapidly available, inexpensive to produce, and can be adaptive\nto viral evolution by selection of contemporary convalescent donors.\nCOVID-19 convalescent plasma (CCP) has been considered\nas one of the treatment options for severe COVID-19 already\nvery early in the SARS-CoV-2 pandemic. The approach was\n– 5 7 and based on considerations of its mechanism of action\nthe encouraging reports of use of convalescent plasma for\nDOI © 2023. Thieme. All rights reserved. https://doi.org/\nGeorg Thieme Verlag KG, 10.1055/a-1987-3682.\nISSN Rüdigerstraße 14, 0720-9355.\n70469 Stuttgart, Germany\n\n--- Page 2 ---\n68 Immune Plasma for the Treatment of COVID-19\nother severe viral respiratory infections including severe\nacute respiratory syndrome (SARS), middle-east respiratory\n8 ﬂ syndrome (MERS), and in uenza.\nDuring the SARS-CoV-2 pandemic, CCP has been broadly\n9 used in an expanded access program in the United States\nﬁ and preliminary reports on signals of ef cacy and safety led\nto an emergency use authorization in the United States in\n10,11 August 2020. In Europe, a broad spectrum of actions\nfrom CCP collection to monitored access programs and\nclinical trials have been implemented (www.support.eu).\nIn the following, we focus on lessons learned so far. Other\ntreatment options which have been developed include\n12,13 or antiviral drugs (molnupira- monoclonal antibodies\n14 15 16 vir, nirmatrelvir plus ritonavir, or remdesivir ).\nIn this review, we summarize the results of clinical trials\nﬁ ﬁ of CCP, the identi cation of subgroups more likely to bene t\nfrom CCP, and the improvement of CCP over time. The term\n“ ” convalescent plasma continues to be used in the literature.\nHowever, highest titers and broadest immunological reac-\ntivity even against variants is achieved in plasma from\nindividuals immunized by both infection and vaccination.\n“ ” The established term convalescent plasma describes only a\n“ ” partial aspect. The term immune plasma seems more\nappropriate to describe the multiple immunization events\n17,18 ). Treatment with immunoglobulins which are ( ► Fig. 1\nisolated from such immune plasma units are not within the\nscope of this review.\nClinical Trials of CCP for COVID-19\nA large number of clinical trials on CCP have been initiated\nsince the start of the pandemic. The majority of trials\nincluded patients with moderate to severe COVID-19, that\nFig. 1\nSARS-CoV-2 infection and who are also immunized by SARS-CoV-2 vaccination\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\nis, patients in stages 4 to 7 of the WHO 8-point ordinal\nseverity scale. A common feature of a majority of clinical\n– 19 43 trials so far is the inclusion of hospitalized patients only.\n– 30,44 48 Very few trials enrolled outpatients.\nﬁ Clinical data on ef cacy have been heterogeneous. Recent\nguidelines based on living systematic reviews of controlled\nﬁ randomized clinical trials concluded that CCP was not signi -\ncantlyassociatedwith a decrease inall-cause mortalityor with\nﬁ any other bene t for other clinical outcomes compared with\nplacebo or standard of care in unselected hospitalized patients\n49 with moderate to severe COVID-19. The overall certainty of\n49 In contrast, the same clinical practice evidence was high.\nguidelines suggested to use CCP in hospitalized patients who\ndo not have SARS-CoV-2 antibodies detected at admission and\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited. to use CCP for hospitalized patients with COVID-19 and\npreexisting immunosuppression.\nOther meta-analyses concluded that patients with COVID-\n19 transfused with CCP had a lower mortality rate compared\n50 with patients receiving standard treatments and early\ntransfusion of higher titer plasma was found to be associated\n51 with lower mortality.\nThe heterogeneous results can be explained by various\naspects of the study design and methodology: The volume of\ntransfused CCP was low in some of the trials which adminis-\n19 40 200 to 250 mL, tered a total CCP volume of 200 mL,\n52 53 23,25,32,39 9,26,41 250 mL, 300 mL, 400 mL, 500 mL, and\n38 Only very few trials administered higher plasma 550 mL.\n35 volumes (e.g., the CAPSID trial [median volume: 846 mL]).\nﬁ Only a few studies de ned a minimum anti-SARS-CoV-2\ntiter for CCP. The content of antibodies in CCP units was\npoorly characterized or only measured post hoc in some of\nthe trials. The assays used for measuring anti-SARS-CoV-2\nantibody concentrations varied substantially. Besides, most\nAdvanced concept of treatment with hyperimmune plasma from superimmunized donors, that is, donors who are convalescent from a\n— irrespective of the order of these immunizing events.\n\n--- Page 3 ---\nof these trials were initiated in spring 2020 when availability\nand information on comparability of antibody tests were\n54,55 and antibody titers were low compared to what limited\ncan be achieved now in plasma from superimmunized\n“ ” donors. CCP is not a magic bullet which can rescue severely\nsick COVID-19 patients and even when given late in the\ncourse of the disease. There is now growing evidence that\nCCP can be an important component in the therapeutic\narmamentarium if it is given (1) early , (2) at very high dose\n(i.e., with high antibody content), and to (3) vulnerable\npatients who are at risk of progression to severe COVID-19.\nTherefore, in the following we summarize current\nﬁ evidence on potential bene t of early, very high titer CCP\ntreatment of vulnerable patients and highlight future\nresearch needs.\nTiming of CCP Treatment: Early Treatment\nCan Prevent Progression of COVID-19\nIn the randomized clinical trial INFANT COVID 19 from\nArgentina (NCT04479163), CCP was administered within\n3 days after the onset of symptoms of COVID-19 in vulnera-\nble patients. This approach reduced the risk of progression to\nsevere respiratory disease, compared to a control group by\nabout 50% (16% after CCP vs. 31% in control group; relative\nﬁ – risk of 0.52, 95% con dence interval [CI]: 0.29 0.94;\n44 ﬁ ¼ A modi ed intention-to-treat analysis that ex- p 0.03).\ncluded six patients who had a primary end-point event\nbefore transfusion of CCP or placebo showed a larger effect\n– size (relative risk, 0.40; 95% CI, 0.20 0.81).\nA U.S. multicenter, double-blind, randomized, controlled\n\u0002 trial enrolled symptomatic adults ( 18 years of age) who had\ntested positive for SARS-CoV-2, regardless of their risk\nfactors for disease progression or vaccination status\n45 Participants, most of whom were unvac- (NCT04373460).\ncinated, were enrolled within 8 days after symptom onset\nand were randomized to receive CCP or control plasma\nﬁ within 1 day after randomization. In the prespeci ed modi-\nﬁ ed intention-to-treat analysis that included only partici-\n¼ pants who received a transfusion ( n 1,181), COVID-19-\nrelated hospitalization occurred in 17 of 592 participants\n(2.9%) who received CCP and 37 of 589 participants (6.3%)\nwho received control plasma (absolute risk reduction: 3.4\n– ¼ percentage points; 95% CI: 1.0 5.8; p 0.005). This corre-\nsponded to a relative risk reduction for hospitalization of\nﬁ 54%. The results of a prespeci ed subgroup analysis sug-\ngested that point-estimate outcomes were better in partic-\nipants who received a transfusion within 5 days after the\nonset of symptoms than in those who received a transfusion\n45 later.\nThe SIREN-3PO Trial enrolled 511 patients who were\neither 50 years of age or older or had one or more risk factors\n30 Disease progres- for disease progression (NCT04355767).\nsion occurred in 77 patients (30.0%) in the CCP group and in\n81 patients (31.9%) in the placebo group (risk difference, 1.9\n\u0003 percentage points; 95% credible interval, 6.0 to 9.8; poste-\n¼ ﬁ rior probability of superiority of CCP, p 0.68). Twenty- ve\npatients reached the primary endpoint (hospital admission)\n\nImmune Plasma for the Treatment of COVID-19 69 Schrezenmeier et al.\nduring the index visit even before administration of plasma.\nIn a post hoc sensitivity analysis that excluded these patients,\nthe posterior probability of superiority of CCP plasma was\n30 93% in the intention-to-treat population.\nTwo other multicenter, double-blind randomized trials\n47 which were conducted in Spain (COnV-ert, NCT04621123)\n48 and the Netherlands (CoV-Early; NCT04589949) were\n46 ¼ \u0002 merged for analysis ( n 797). Outpatients aged 50 years\n\u0004 and symptomatic for 7 days were included and randomized\n¼ ¼ to receive standard of care ( n 392) or CCP ( n 390) (vol-\n– ume: 200 300 mL). The odds ratio of CCP for improved\n– disease severity scale was 0.936 (CI: 0.667 1.311). The\nodds ratio for hospitalization or death was 0.919 (CI:\n– 0.592 1.416). CCP effect on hospital admission or death\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited. \u0004 was largest in patients with 5 days of symptoms (odds\n– ratio: 0.658, 95% CI: 0.394 1.085). CCP did not decrease the\n46 All patients seroconverted time to full symptom resolution.\nimmediately after transfusion. However, the median virus\nneutralization titer only rose to 1:40 which was four times\nlower than the median titer in immunocompetent conva-\n53 and up to 100 times lower than lescent COVID-19 patients\ntiters observed after treatment with monoclonal antibod-\n56 ies. The authors postulated that the range of neutralizing\nantibody titers present in the plasma may well have been too\n46 ﬁ low. Thus, underdosing may partially explain these nd-\n46,57 In addition, it must be noted that one of the trials, ings.\n– COnV-ert, used methylene-blue treated plasma. Methylene\nblue which is used for pathogen inactivation has been\nreported to interfere with immunoglobulin function.\nSARS-CoV-2 Antibody Concentration in CCP\nMatters\n– There are several trials which demonstrate a dose effect of\nﬁ CCP. Signi cantly better results of CCP-treated patients com-\npared to the control group were observed only in patients\nwho had received CCPs with higher titers.\nIn the INFANT-COVID-19 trial in elderly vulnerable\npatients, a subgroup analysis by the concentration of\nSARS-CoV-2 S IgG titers in the transfused CCP units revealed\nﬁ a signi cant reduction of progression to severe respiratory\ndisease only in recipients of CCP with a titer at or above the\nmedian: risk reduction of 73% in the high-titer group com-\n44 pared to 31% in the low-titer group.\nThe CAPSID Trial in Germany enrolled hospitalized\n35 patients with severe COVID-19 (NCT04433910). Patients\nwere randomized to receive CCP or no CCP (control group) in\nﬁ addition to standard of care. There was no signi cant differ-\nence in the dichotomous composite primary outcome at\nday 21 (survival and no longer severe COVID-19): 43% of\npatients in the CCP group and 32% in the control group\n35 The 1-year survival reached the primary outcome (n.s.).\nwas 78.7% in the CCP and 60.2% in the control group\n¼ ( p 0.08). Since the total amount of neutralizing antibodies\ndepends on both the volume and the antibody titer of CCP,\n“ ” the cumulative amount of neutralizing units was calculat-\nﬁ ed to take into account both variables. In a prespeci ed\n“ subgroup analysis, the CCP group was divided into a high-\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\n--- Page 4 ---\n70 Immune Plasma for the Treatment of COVID-19\nFig. 2\nþ p ¼ . High amount versus control: 0.011 and high amount versus low amount:\n” > “ ” \u0004 titer subgroup ( median) and a low-titer subgroup (\n35 median). The subgroup treated with a higher cumulative\namount of neutralizing antibodies showed a better 1-year\nsurvival compared to the control group (91.5 vs. 60.2%;\n¼ p 0.01) and the subgroup that was treated by a low\ncumulative amount of neutralizing units (1-year overall\n58 – ¼ ). survival: 67.4%; 95% CI: 46.6 81.5%; p 0.03; ► Fig. 2\nAmong those who received a high or low cumulative amount\nof neutralizing units, the primary outcome occurred in 56.0%\n¼ and in 32.1%, and in 30.8% in the control group ( p 0.046\n58 high titer vs. control).\nIn a retrospective analysis based on the U.S. National\nRegistry of the Early Access Program (E.A.P.), death within\n30 days after plasma transfusion occurred in 22.3% of\npatients who had received high-titer CCP, 27.4% in the\nmedian-titer group, and 29.6% in the low-titer CCP group\nin a patient subgroup who had not received mechanical\nventilation before transfusion (relative risk: 0.66, 95% CI:\n– – 0.48 0.91). Signals of a dose effect were also observed in\n59,60 further trials.\nAntibody-Negative or Immunocompromised\nﬁ Recipients Are More Likely to Bene t from\nCCP\n“ ﬁ ” In the planning period of the rst generation of clinical\ntrials, it was assumed that enrolled patients will be SARS-\nCoV-2 antibody-naive and that the passive transfer will\nconvert patients from an antibody-negative to a positive\nstatus. It turned out that a substantial proportion of patients\nin trials which enrolled hospitalized patients already had\nmounted a humoral immune response by the time of inclu-\n24,26,35,38,40,53,61 Among hospitalized sion in the CCP trials.\npatients who lacked SARS-CoV-2 antibodies at baseline, CCP\ndecreased the need for mechanical ventilation or mortality\n20,21,34,38,49,62 compared with standard of care or placebo.\nEven more, in immunocompromised patients the antibody\nresponse might be absent or delayed. Clinically vulnerable\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nLong-term follow-up of CAPSID trial (NCT05271929; EudraCT 2021-006621-22): overall survival compared in the COVID-19 convalescent\nplasma (CCP) subgroup that received a low cumulative amount of neutralizing antibodies (solid red line), the CCP subgroup that received a\nhigh cumulative amount of neutralizing antibodies (solid blue line), and the control group (solid green line). Censored patients are indicated by\n58 p ¼ 0.032 (log-rank test).\nﬁ patients, such as patients with congenital immunode ciency\nor patients who are immunocompromised due to underlying\ndisease and/or immunosuppressive therapy, are at high risk of\nprogression to severe COVID-19. These patients are also likely\nto have persistent SARS-CoV-2 infection and may shed infec-\n63,64 tious SARS-CoV-2 particles for a prolonged time and\nexperience recurrence of symptoms while posing a risk of\nsustained onward transmission and so may gain additional\n65 ﬁ bene ts from early therapeutic intervention.\nﬁ There is evidence for ef cacy of CCP in immunocompro-\nmised patients both from cohort studies and subgroup\nanalyses of randomized clinical trials.\nIn a matched-pair analysis, 143 patients with hemato-\noncologic diseases that were treated with CCP were com-\npared to 143 matched controls selected from a total of 823\npatients. More than 85% of the patients had lymphoid neo-\nplasms, the majority with active disease. Only a small\nproportion of approximately 30% were in remission. Treat-\nment with CCP showed lower mortality at 30 days compared\n– with matched controls (hazard ratio [HR]: 0.52; 95% CI: 0.29\n0.92). In contrast to the data in non-immunosuppressed\nﬁ patients (see above), this bene t was also seen in patients\nseverely affected by COVID-19 who received intensive care\n– (HR: 0.40; 95% CI: 0.20 0.80) or mechanical ventilation (HR:\n66 – 0.32; 95% CI: 0.14 0.72).\nIn a matched-pair analysis from the French controlled CCP\nprogram, all patients with B-cell neoplasms treated with CCP\nﬁ were retrospectively identi ed. Patients with B-cell neo-\nplasms who had not received CCP for the treatment of their\nCOVID-19 disease that occurred during the same period were\nﬁ then identi ed at participating centers. This approach\nmatched 81 patients treated with CCP to 121 control\npatients. The primary endpoint of the analysis was 90-day\noverall survival. No antibodies were detectable in 83% of the\nincluded patients. In the overall population, CCP reduced\n¼ mortality by 50% ( p 0.001). This effect was most pro-\nnounced in patients receiving anti-CD20 therapy (mortality\n67 < reduced by 63%, p 0.002).\n\n--- Page 5 ---\nA retrospective analysis of a cohort of 23 patients with\nhematological malignancies who had received CCP very early\n– after diagnosis (48 72 hours) compared to 22 control\nﬁ patients without CCP treatment demonstrated signi cantly\nhigher survival and faster recovery in the CCP-treated\n68 However, two other cohort studies could not con- group.\nﬁ rm the positive effect of CCP on mortality in patients with\n69 hematological malignancies or kidney transplant\n70 This might be explained by sample size, delayed patients.\ntreatment, and use of a low proportion of high-titer CCP.\nA meta-analysis of three randomized trials which also\nincluded patients with preexisting immunosuppression\n(cancer, corticosteroids, B-cell depleting therapies;\n20,21,53 ¼ n 2,210) demonstrated no difference in mortality\nat 28 days among immunocompetent patients who received\n49 However, among CCP versus standard of care or placebo.\nthe subgroup of immunosuppressed hospitalized patients at\nbaseline, CCP decreased mortality compared with standard\n49 – of care or placebo (RR: 0.71 [CI: 0.51 0.98]).\nTwo further randomized trials which included a subgroup of\nimmunosuppressed patients are available only as congress\n71,72 abstracts or preprints so far. A total of 133 patients were\nincluded in the German RECOVER trial (NCT05200754), 71\npatients with hematological malignancies, other cancers, or\nimmunosuppression. Patients were randomized (1:1) to receive\nstandard therapy alone or with CCP. In the overall population,\nﬁ thecumulativeimprovement ratewasnotsigni cantlydifferent\nﬁ between the CCP and control group with a nonsigni cant\nshorter time to improvement in the CCP group compared to\n¼ the control group (12.5 vs. 18 days, p 0.29). In the cohort with\nmalignancies or immunosuppression, the patients in the CCP\nﬁ arm had a signi cantly shorter median time to clinical improve-\n71 ¼ ment of 13 days versus 32 days ( p 0.01).\nThe CORIPLASM trial in France included 120 patients\nreceiving standard therapy with CCP or without CCP\nﬁ (NCT04345991). The mortality rate at day 28 was not signi -\ncantly different in the overall cohort (7% in the control group\n– vs. 20% in the plasma group; HR: 0.51; CI: 0.2 1.32). In\ncontrast, the subgroup of 49 patients with hemato-oncologic\nﬁ disease showed a signi cant survival advantage for the CCP\n72 – group (HR: 0.37; CI: 0.14 0.97).\nAn updated meta-analysis of CCP for the treatment of immu-\nnocompromised patients with COVID-19 by Senefeld and col-\nleagues included 9 controlled studies (535 treated patients and\n1,365 controls, including 4 randomized controlled trials), an\nindividual patient data analysis of 125 case reports/series (265\npatients),andadescriptiveanalysisof13uncontrolledlargecase\nseries without individual patient data available (358 patients).\nThe meta-analysis of controlled studies showed a mortality risk\nratio of 0.65 comparing treatment with CCP versus standard of\n73 care for immunosuppressed COVID-19 patients.\nPlasma from Convalescent and Vaccinated\nPatients Provides Higher Antibody Titers\nand Breadth of Anti-SARS-CoV-2 Activity\nIt has been demonstrated that the combination of natural\ninfection and a SARS-CoV-2 vaccination causes both an\n\nImmune Plasma for the Treatment of COVID-19 71 Schrezenmeier et al.\nenhancement of all aspects of the humoral immune response\n– 74 76 and a broad immune reaction against new variants. The\nunderlying mechanisms involve ongoing antibody somatic\nmutation, memory B cell turnover, and development of\nantibodies that are resistant to SARS-CoV-2 receptor binding\ndomain (RBD) mutations, including those found in variants\n74 B cell clones expressing broad and potent of concern.\nantibodies are selectively retained in the repertoire over\n74 Immu- time after infection and expand after vaccination.\nnity in convalescent individuals is very long-lasting and\nconvalescent individuals after vaccination will produce anti-\nbodies and memory B cells that should be protective against\n– 74 76 circulating SARS-CoV-2 variants.\nNew variants might escape passive immunotherapy since\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited. they can evade neutralization by sera from vaccinated and\nconvalescent individuals and by monoclonal antibodies in\n– 77 81 ﬁ Delta and omicron were not ef ciently neutral- vitro.\nﬁ ized in vitro by sera of convalescents from the rst\nand second surge of the SARS-CoV-2 pandemic. However,\nin convalescents, just one dose of SARS-CoV-2 vaccination\ncould restore in vitro neutralization capacity against delta\n82 and omicron. This broad reactivity against new variants\nwas observed even in donors who had been infected with\nﬁ previous variants and who had been vaccinated with the rst\n82 It generation of SARS-CoV-2 vaccines against the wild type.\nwas suggested that even without adaptation of currently\navailable vaccines, the broader immune repertoire in super-\nimmunized (i.e., vaccinated and convalescent) individuals\n74,82 Antiviral activity of immune can cover novel variants.\nﬁ plasma should be con rmed by neutralization assays. How-\never, systematic screening of convalescent, vaccinated\ndonors using commercially available high-throughput sero-\nlogical assays (anti-SARS-CoV-2-QuantiVac-ELISA [IgG];\nElecsys anti-SARS-CoV-2 S) can identify plasma donors\nwith very high SARS-CoV-2 antibody concentrations, who\nalso have very high in vitro neutralizing titers against\n82 variants.\nThus, plasma from superimmunized individuals may have\nadvantages in terms of both antibody concentrations and\ncross-neutralization of variants. This also means a transition\nfrom merely convalescent donors to multiple immunized\ndonors which provide CCP with neutralizing potency against\n). different variants ( ► Fig. 1\nLessons Learned So Far and Future Clinical\nTrials\nWe now know that the use of CCP in an unselected hospital-\nﬁ — ized population with COVID-19 is not bene cial at least not\nwhen CCP with low antibody titers is used as in previous\nclinical trials. Much higher anti-SARS-CoV-2 titers can now\nbe achieved by appropriate selection of superimmunized\ndonors as compared to the rather low titers of CCP units used\n– – 19 41,44 48 “ ﬁ ” What titers in the rst generation of CCP trials.\nexactly separate high-titer and low-titer plasma cannot be\nﬁ ﬁ de ned based on existing data. No dose- nding human trials\n57 Neutralizing capacity of CCPs used in were ever performed.\nclinical trials has either not been reported or the titers have\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\n--- Page 6 ---\n72 Immune Plasma for the Treatment of COVID-19\nﬁ been measured with in-house test whose results are dif cult\n57,83 to compare between centers. Therefore, the use of\nquantitative standardized assays or comparison between\nlaboratories by exchange of reference samples is important\nto ensure better comparability of antibody content and\n83 Such activities are ongoing activity in future clinical trials.\nin the European Consortium Support-E (www.support-e.eu).\nﬁ There isgrowingevidenceforef cacyofhigh-titerCCP from\nconvalescent, vaccinated donors if it is given early and at very\nhigh titers to vulnerable patients who are in particular at risk\nfor progression to severe COVID-19. However, some of this\nevidence is derived from cohort studies or subgroup analyses\nof randomized trials. Therefore, additional prospective ran-\ndomized trials are still needed.\nTwo ongoing trials may provide additional clarity\nregarding the use of CCP in patients with COVID-19: the\nREMAP-CAP trial (NCT02735707) and the COVID-19 trial\n(Early High-Titre Convalescent Plasma in Clinically Vulner-\nable Individuals with Mild COVID-19; NCT05271929;\nEudraCT 2021-006621-22).\nIn the immunoglobulin domain of the REMAP-CAP trial\n(NCT02735707), the investigators plan to enroll hospitalized\nimmunocompromised patients.\nThe COVID-19 trial is a multinational, randomized clinical\ntrial comparing early administration of CCP with standard of\ncare in vulnerable patients with COVID-19 who are at high\nrisk of progression to severe COVID-19. It studies the\nﬁ hypothesis that early high-titer CCP therapy will signi cantly\nreduce the risk of hospitalization and death. The trial will\n\u0002 enroll two cohorts: (1) patients 70 years or with a COVID\n\u0002 age 70 years (assessed by ALAMA risk calculator); (2) adult\nﬁ patients with primary or secondary immune de ciency.\nPatients will be randomized (1:1) to receive CCP with very\nhigh-titer neutralizing anti-SARS-CoV-2 antibodies within\n7 days after onset of symptoms or standard of care. CCP will\nbe collected from donors who have recovered from a SARS-\nCoV-2 infection and have received at least one dose of SARS-\nCoV-2 vaccine. This increases all components of the immune\nresponse including neutralizing breadth against variants.\nThe impact of variants on response and potential immune\nescape will by studied (SARS-CoV-2 sequencing; cross-neu-\ntralization analysis in vitro ). At the time of writing of this\narticle (October 2022), the trial is ongoing.\nOngoing research on these topics is relevant for several\nreasons. Despite the availability of vaccines and despite\nlower pathogenicity of newer variants, there is a subgroup\nof patients, who are still at risk for severe COVID-19. Thus,\nthere is still a medical need to improve care for vulnerable\npatients in the ongoing pandemic. Convalescent plasma has\nnever been studied before in such detail as during the SARS-\nCoV-2 pandemic. We must continue to explore CCP as a\nmodel for passive immunotherapy, also in light of potential\nfuture pandemics with newly evolving pathogens. The les-\nsons learned so far regarding donor selection, antibody titer,\ndose of immune plasma, timing of administration, and\nﬁ selection of the target population that most likely bene ts\nfrom passive immune therapy can already now guide future\nﬁ strategies. This can and should be further re ned to support a\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\npreparedness plan that allows immediate implementation of\nconvalescent plasma for future pandemics.\nCon ict of Interest ﬂ\nNone declared.\nReferences\nShah V, Ko KoT, Zuckerman M, et al. Poor outcome and prolonged 1\npersistence of SARS-CoV-2 RNA in COVID-19 patients with hae-\n’ matological malignancies; King s College Hospital experience. Br J\n– Haematol 2020;190(05):e279 e282\nSahu T, Verma HK, Lvks B. Management of SARS-CoV-2 infection 2\nis a major challenge in patients with lymphoid malignancies:\nwarrants a clear therapeutic strategy. World J Virol 2022;11(04):\n– 204 207\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nKhoury E, Nevitt S, Madsen WR, Turtle L, Davies G, Palmieri C. 3\nDifferences in outcomes and factors associated with mortality\namong patients with SARS-CoV-2 infection and cancer compared\nwith those without cancer: a systematic review and meta-analy-\nsis. JAMA Netw Open 2022;5(05):e2210880\nLangerbeins P, Hallek M. COVID-19 in patients with hematologic 4\n– malignancy. Blood 2022;140(03):236 252\nCasadevall A, Pirofski LA. The convalescent sera option for con- 5\n– taining COVID-19. J Clin Invest 2020;130(04):1545 1548\nBloch EM, Shoham S, Casadevall A, et al. Deployment of conva- 6\nlescent plasma for the prevention and treatment of COVID-19. J\n– Clin Invest 2020;130(06):2757 2765\nTiberghien P, de Lamballerie X, Morel P, Gallian P, Lacombe K, 7\nYazdanpanah Y. Collecting and evaluating convalescent plasma\nfor COVID-19 treatment: why and how? Vox Sang 2020;115(06):\n– 488 494\nMair-Jenkins J, Saavedra-Campos M, Baillie JK, et al; Convalescent 8\nPlasma Study Group. The effectiveness of convalescent plasma\nand hyperimmune immunoglobulin for the treatment of severe\nacute respiratory infections of viral etiology: a systematic review\n– and exploratory meta-analysis. J Infect Dis 2015;211(01):80 90\nJoyner MJ, Carter RE, Senefeld JW, et al. Convalescent plasma 9\nantibody levels and the risk of death from COVID-19. N Engl J Med\n– 2021;384(11):1015 1027\nUS Food and Drug Administration (FDA) FDA issues emergency 10\nuse authorization for convalescent plasma as potential promising\n’ COVID-19 treatment, another achievement in administration s\nﬁ ght against pandemic. Accessed December 10, 2022 at: https://\nwww.Fda.gov/news-events/press-announcements/fda-issuese-\nmergency-use-authorization-convalescentplasma-potential-\npromising-covid-19-treatment\nEstcourt LJ, Roberts DJ. Convalescent plasma for COVID-19. BMJ 11\n2020;370:m3516\nTao K, Tzou PL, Kosakovsky Pond SL, Ioannidis JPA, Shafer RW. 12\nSusceptibility of SARS-CoV-2 omicron variants to therapeutic\nmonoclonal antibodies: systematic review and meta-analysis.\nMicrobiol Spectr 2022;10(04):e0092622\nMcConnell D, Harte M, Walsh C, et al. Comparative effectiveness of 13\nneutralising monoclonal antibodies in high risk COVID-19\npatients: a Bayesian network meta-analysis. Sci Rep 2022;12\n(01):17561\nJayk Bernal A, Gomes da Silva MM, Musungaie DB, et al; MOVe- 14\nOUT Study Group. Molnupiravir for oral treatment of COVID-19 in\n– nonhospitalized patients. N Engl J Med 2022;386(06):509 520\nHammond J, Leister-Tebbe H, Gardner A, et al; EPIC-HR Investi- 15\ngators. Oral nirmatrelvir for high-risk, nonhospitalized adults\n– with COVID-19. N Engl J Med 2022;386(15):1397 1408\nGottlieb RL, Vaca CE, Paredes R, et al; GS-US-540-9012 (PINE- 16\nTREE) Investigators. Early remdesivir to prevent progression to\nsevere COVID-19 in Outpatients. N Engl J Med 2022;386(04):\n– 305 315\n\n--- Page 7 ---\nFocosi D, Franchini M. Passive immunotherapies for COVID-19: 17\nThe subtle line between standard and hyperimmune immuno-\nglobulins is getting invisible. Rev Med Virol 2022;32(04):e2341\nITAC (INSIGHT 013) Study Group. Hyperimmune immunoglobu- 18\nlin for hospitalised patients with COVID-19 (ITAC): a double-\nblind, placebo-controlled, phase 3, randomised trial. Lancet 2022;\n– 399(10324):530 540\nLi L, Zhang W, Hu Y, et al. Effect of convalescent plasma therapy on 19\ntime to clinical improvement in patients with severe and life-\nthreatening COVID-19: a randomized clinical trial. JAMA 2020;\n– 324(05):460 470\nEstcourt LJ, Turgeon AF, McQuilten ZK, et al; Writing Commit- 20\ntee for the REMAP-CAP Investigators. Effect of convalescent\nplasma on organ support-free days in critically ill patients with\nCOVID-19: a randomized clinical trial. JAMA 2021;326(17):\n– 1690 1702\nBar KJ, Shaw PA, Choi GH, et al. A randomized controlled study of 21\nconvalescent plasma for individuals hospitalized with COVID-19\npneumonia. J Clin Invest 2021;131(24):131\nDe Santis GC, Oliveira LC, Garibaldi PMM, et al. High-dose conva- 22\nlescent plasma for treatment of severe COVID-19. Emerg Infect\n– Dis 2022;28(03):548 555\nAgarwal A, Mukherjee A, Kumar G, Chatterjee P, Bhatnagar T, 23\nMalhotra PPLACID Trial Collaborators. Convalescent plasma in the\nmanagement of moderate COVID-19 in adults in India: open label\nphase II multicentre randomised controlled trial (PLACID Trial).\nBMJ 2020;371:m3939\nAvendano-Sola C, Ramos-Martinez A, Munez-Rubio E, et al. Con- 24\nvalescent plasma for COVID-19: a multicenter, randomized clini-\ncal trial. medRxiv 2020:2020.08.26.20182444\nAlQahtani M, Abdulrahman A, Almadani A, et al. Randomized 25\ncontrolled trial of convalescent plasma therapy against standard\ntherapy in patients with severe COVID-19 disease. Sci Rep 2021;\n11(01):9927\nSimonovich VA, Burgos Pratx LD, Scibona P, et al; PlasmAr Study 26\nGroup. A randomized trial of convalescent plasma in COVID-19\n– severe pneumonia. N Engl J Med 2021;384(07):619 629\nHolm K, Lundgren MN, Kjeldsen-Kragh J, et al. Convalescence 27\nplasma treatment of COVID-19: results from a prematurely\nterminated randomized controlled open-label study in Southern\nSweden. BMC Res Notes 2021;14(01):440\nMenichetti F, Popoli P, Puopolo M, et al; TSUNAMI Study Group. 28\nEffect of high-titer convalescent plasma on progression to severe\nrespiratory failure or death in hospitalized patients with COVID-\n19 pneumonia: a randomized clinical trial. JAMA Netw Open\n2021;4(11):e2136246\nﬁ Kirenga B, Byakika-Kibwika P, Muttamba W, et al. Ef cacy of 29\nconvalescent plasma for treatment of COVID-19 in Uganda. BMJ\nOpen Respir Res 2021;8(01):8\nKorley FK, Durkalski-Mauldin V, Yeatts SD, et al; SIREN-C3PO 30\nInvestigators. Early convalescent plasma for high-risk outpatients\n– with COVID-19. N Engl J Med 2021;385(21):1951 1960\nGharbharan A, Jordans CCE, Geurtsvankessel C, et al. Convalescent 31\nplasma for COVID-19. A randomized clinical trial. medRxiv 2020:\n2020.10.25.20219337\nRay Y, Paul SR, Bandopadhyay P, et al. Clinical and immunological 32\nﬁ bene ts of convalescent plasma therapy in severe COVID-19:\ninsights from a single center open label randomised control trial.\nmedRxiv 2020:16957608\nDevos T, Van Thillo Q, Compernolle V, et al; DAWn-Plasma 33\nInvestigators. Early high antibody titre convalescent plasma for\nhospitalised COVID-19 patients: DAWn-plasma. Eur Respir J\n2022;59(02):2101724\nOrtigoza MB, Yoon H, Goldfeld KS, et al; CONTAIN COVID-19 34\nﬁ Consortium for the CONTAIN COVID-19 Study Group. Ef cacy and\nsafety of COVID-19 convalescent plasma in hospitalized patients:\na randomized clinical trial. JAMA Intern Med 2022;182(02):\n– 115 126\n\nImmune Plasma for the Treatment of COVID-19 73 Schrezenmeier et al.\nKörper S, Weiss M, Zickler D, et al; CAPSID Clinical Trial Group. 35\nResults of the CAPSID randomized trial for high-dose conva-\nlescent plasma in patients with severe COVID-19. J Clin Invest\n2021;131(20):e152264\nSekine L, Arns B, Fabro BR, et al; PLACOVID Study Group. Conva- 36\nlescent plasma for COVID-19 in hospitalised patients: an open-\nlabel, randomised clinical trial. Eur Respir J 2022;59(02):2101471\nBégin P, Callum J, Jamula E, et al; CONCOR-1 Study Group. 37\nConvalescent plasma for hospitalized patients with COVID-19:\nan open-label, randomized controlled trial. Nat Med 2021;27(11):\n– 2012 2024\nRECOVERY Collaborative Group. Convalescent plasma in patients 38\nadmitted to hospital with COVID-19 (RECOVERY): a randomised\ncontrolled, open-label, platform trial. Lancet 2021;397\n– (10289):2049 2059\nBalcells ME, Rojas L, Le Corre N, et al. Early versus deferred anti- 39\nSARS-CoV-2 convalescent plasma in patients admitted for COVID-\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\n19: a randomized phase II clinical trial. PLoS Med 2021;18(03):\ne1003415\n’ O Donnell MR, Grinsztejn B, Cummings MJ, et al. A randomized 40\ndouble-blind controlled trial of convalescent plasma in adults\nwith severe COVID-19. J Clin Invest 2021;131(13):e150646\nﬁ Bajpai M, Maheshwari A, Dogra V, et al. Ef cacy of convalescent 41\nplasma therapy in the patient with COVID-19: a randomised\ncontrol trial (COPLA-II trial). BMJ Open 2022;12(04):e055189\nThorlacius-Ussing L, Brooks PT, Nielsen H, et al. A randomized 42\nplacebo-controlled trial of convalescent plasma for adults hospi-\ntalized with COVID-19 pneumonia. Sci Rep 2022;12(01):16385\nvan den Berg K, Glatt TN, Vermeulen M, et al. Convalescent plasma 43\nin the treatment of moderate to severe COVID-19 pneumonia: a\nrandomized controlled trial (PROTECT-Patient Trial). Sci Rep\n2022;12(01):2552\nLibster R, Marc GPR, Wappner D, et al. Prevention of severe 44\nCOVID-19 in the elderly by early high-titer plasma. medRxiv\n2020. Doi: 10.1101/2020.11.20.20234\nSullivan DJ, Gebo KA, Shoham S, et al. Early outpatient treatment 45\nfor COVID-19 with convalescent plasma. N Engl J Med 2022;386\n– (18):1700 1711\nMillat-Martinez P, Gharbharan A, Alemany A, et al; CoV-Early 46\nStudy Group COnV-ert Study Group. Prospective individual pa-\ntient data meta-analysis of two randomized trials on conva-\nlescent plasma for COVID-19 outpatients. Nat Commun 2022;\n13(01):2583\nAlemany A, Millat-Martinez P, Corbacho-Monné M, et al; CONV- 47\nERT Group. High-titre methylene blue-treated convalescent plas-\nma as an early treatment for outpatients with COVID-19: a\nrandomised, placebo-controlled trial. Lancet Respir Med 2022;\n– 10(03):278 288\nGharbharan A, Jordans C, Zwaginga L, et al; CoV-Early Study 48\nGroup. Outpatient convalescent plasma therapy for high-risk\npatients with early COVID-19: a randomized placebo-controlled\ntrial. Clin Microbiol Infect 2022:S1198-743X(22)00421-9\nEstcourt LJ, Cohn CS, Pagano MB, et al. Clinical practice guidelines 49\nfrom the Association for the Advancement of Blood and Biothera-\npies (AABB): COVID-19 convalescent plasma. Ann Intern Med\n– 2022;175(09):1310 1321\nKlassen SA, Senefeld JW, Johnson PW, et al. Evidence favoring the 50\nﬁ ef cacy of convalescent plasma for COVID-19 therapy. medRxiv\n2020. Doi: 10.1101/2020.07.29.20162917\nde Candia P, Prattichizzo F, Garavelli S, et al. Effect of time and titer 51\nin convalescent plasma therapy for COVID-19. iScience 2021;24\n(08):102898\n– Libster R, Pérez Marc G, Wappner D, et al; Fundación INFANT 52\nCOVID-19 Group. Early high-titer plasma therapy to prevent\nsevere COVID-19 in older adults. N Engl J Med 2021;384(07):\n– 610 618\nGharbharan A, Jordans CCE, GeurtsvanKessel C, et al. Effects of 53\npotent neutralizing antibodies from convalescent plasma in\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\n--- Page 8 ---\n74 Immune Plasma for the Treatment of COVID-19\npatients hospitalized for severe SARS-CoV-2 infection. Nat Com-\nmun 2021;12(01):3189\nNguyen D, Simmonds P, Steenhuis M, et al. SARS-CoV-2 neutral- 54\nising antibody testing in Europe: towards harmonisation of\nneutralising antibody titres for better use of convalescent plasma\nand comparability of trial data. Euro Surveill 2021;26(27):26\nWouters E, Steenhuis M, Schrezenmeier H, et al. Evaluation of 55\nSARS-CoV-2 antibody titers and potency for convalescent plasma\n– donation: a brief commentary. Vox Sang 2021;116(05):493 496\nWeinreich DM, Sivapalasingam S, Norton T, et al; Trial Investi- 56\ngators. REGEN-COV antibody combination and outcomes in out-\npatients with COVID-19. N Engl J Med 2021;385(23):e81\nRijnders BJA, Huygens S, Mitjà O Evidence-based dosing of 57\nconvalescent plasma for COVID-19 in future trials. Clin Microbiol\n– Infect 2022;28(05):667 671\nKörper S, Grüner B, Zickler D, et al. One-year follow-up of the 58\nCAPSID randomized trial for high-dose convalescent plasma in\nsevere COVID-19 patients. J Clin Invest 2022:e163657\nSalazar E, Perez KK, Ashraf M, et al. Treatment of coronavirus 59\ndisease 2019 (COVID-19) patients with convalescent plasma. Am J\n– Pathol 2020;190(08):1680 1690\nMarconato M, Abela IA, Hauser A, et al. Antibodies from conva- 60\nlescent plasma promote SARS-CoV-2 clearance in individuals\nwith and without endogenous antibody response. J Clin Invest\n2022;132(12):e158190\nHorby PW, Estcourt L, Eto L, et al. Convalescent plasma in patients 61\nadmitted to hospital with COVID-19 (RECOVERY): a randomised,\ncontrolled, open-label, platform trial. medRxiv 2021:\n2020.06.22.20137273\nAvendaño-Solá C, Ramos-Martínez A, Muñez-Rubio E, et al; Con- 62\nPlas-19 Study Group. A multicenter randomized open-label clini-\ncal trial for convalescent plasma in patients hospitalized with\nCOVID-19 pneumonia. J Clin Invest 2021;131(20):e152740\nAydillo T, Gonzalez-Reiche AS, Aslam S, et al. Shedding of viable 63\nSARS-CoV-2 after immunosuppressive therapy for cancer. N Engl J\n– Med 2020;383(26):2586 2588\nDeWolf S, Laracy JC, Perales MA, Kamboj M, van den Brink MRM, 64\nVardhana S. SARS-CoV-2 in immunocompromised individuals.\n– Immunity 2022;55(10):1779 1798\nShah V, Ko KoT, Zuckerman M, et al. Poor outcome and prolonged 65\npersistence of SARS-CoV-2 RNA in COVID-19 patients with hae-\n’ matological malignancies; King s College Hospital experience. Br J\n– Haematol 2020;190(05):e279 e282\nThompson MA, Henderson JP, Shah PK, et al; COVID-19 and Cancer 66\nConsortium. Association of convalescent plasma therapy with\nsurvival in patients with hematologic cancers and COVID-19.\n– JAMA Oncol 2021;7(08):1167 1175\nHuesoT, Godron AS, Lanoy E, et al. Convalescent plasma improves 67\noverall survival in patients with B-cell lymphoid malignancy and\nCOVID-19: a longitudinal cohort and propensity score analysis.\n– Leukemia 2022;36(04):1025 1034\nń Biernat MM, Kolasi ska A, Kwiatkowski J, et al. Early administration 68\nof convalescent plasma improves survival in patients with hemato-\nlogical malignancies and COVID-19. Viruses 2021;13(03):13\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\nﬁ Lanza F, Monaco F, Ciceri F, et al. Lack of ef cacy of convalescent 69\nplasma in COVID-19 patients with concomitant hematological\nmalignancies: an Italian retrospective study. Hematol Oncol 2022\nﬁ Cristelli MP, Langhi Junior DM, Viana LA, et al. Ef cacy of conva- 70\nlescent plasma to treat mild to moderate COVID-19 in kidney\ntransplant patients: a propensity score matching analysis. Trans-\n– plantation 2022;106(01):e92 e94\nMüller-Tidow C, Janssen M, Schäkel U, et al. A randomized 71\ncontrolled clinical trial demonstrates that plasma from conva-\nlescent and vaccinated donors improves outcome of COVID-19 in\npatients with hematological disease, cancer or immunosuppres-\nsion. [abstract]. EHA Library 2022:357146\nﬁ Lacombe K, Hueso T, Porcher R, et al. Ef cacy and safety of 72\nconvalescent plasma to treat hospitalised COVID-19 patients\nﬁ with or without underlying immunode ciency: a randomized\nclinical trial. medRxiv 2022; http://medrxiv.org/content/early/\n2022/08/10/2022.08.09.22278329.abstract:2022\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nSenefeld JW, Franchini M, Mengoli C, et al. COVID-19 convalescent 73\nplasma for the treatment of immunocompromised patients: a\nsystematic review. medRxiv 2022;2022\nWang Z, Muecksch F, Schaefer-Babajew D, et al. Naturally en- 74\nhanced neutralizing breadth against SARS-CoV-2 one year after\n– infection. Nature 2021;595(7867):426 431\nLustig Y, Nemet I, Kliker L, et al. Neutralizing response against 75\nvariants after SARS-CoV-2 infection and one dose of BNT162b2. N\n– Engl J Med 2021;384(25):2453 2454\nStamatatos L, Czartoski J, Wan YH, et al. mRNA vaccination boosts 76\ncross-variant neutralizing antibodies elicited by SARS-CoV-2\n– infection. Science 2021;372(6549):1413 1418\nRössler A, Riepler L, Bante D, von Laer D, Kimpel J. SARS-CoV-2 77\nomicron variant neutralization in serum from vaccinated and\n– convalescent persons. N Engl J Med 2022;386(07):698 700\nWilhelm A, Widera M, Grikscheit K, et al. Limited neutralisation of 78\nthe SARS-CoV-2 omicron subvariants BA.1 and BA.2 by conva-\nlescent and vaccine serum and monoclonal antibodies. EBioMe-\ndicine 2022;82:104158\nLiu L, Iketani S, Guo Y, et al. Striking antibody evasion manifested 79\nby the omicron variant of SARS-CoV-2. Nature 2022;602\n– (7898):676 681\nPlanas D, Saunders N, Maes P, et al. Considerable escape of SARS- 80\nCoV-2 omicron to antibody neutralization. Nature 2022;602\n– (7898):671 675\nCameroni E, Bowen JE, Rosen LE, et al. Broadly neutralizing 81\nantibodies overcome SARS-CoV-2 omicron antigenic shift. Nature\n– 2022;602(7898):664 670\nSeidel A, Jahrsdörfer B, Körper S, et al. SARS-CoV-2 vaccination of 82\nconvalescents boosts neutralization capacity against SARS-CoV-2\ndelta and omicron that can be predicted by anti-S antibody\nconcentrations in serological assays. medRxiv 2022; http://\nmedrxiv.org/content/early/2022/01/17/2022.01.17.22269201\nNguyen D, Simmonds P, Steenhuis M, et al. SARS-CoV-2 neutral- 83\nising antibody testing in Europe: towards harmonisation of\nneutralising antibody titres for better use of convalescent plasma\nand comparability of trial data. Euro Surveill 2021;26(27):26",
    "pages": [
      {
        "page_number": 1,
        "text": "Article published online: 2023-02-20\nImmune Plasma for the Treatment of COVID-19:\nLessons Learned so far\n1,2 1,2 Hubert Schrezenmeier Simone Hoffmann\n1,2 3 Bernd Jahrsdörfer Erhard Seifried Sixten Körper\n1 Institute for Clinical Transfusion Medicine and Immunogenetics Ulm,\nGerman Red Cross Blood Transfusion Service Baden-Württemberg-\nHessen, University Hospital Ulm, Ulm, Germany\n2 Institute of Transfusion Medicine, University of Ulm, Ulm, Germany\n3 Institute of Transfusion Medicine and Immunohematology, German\n– Red Cross Blood Transfusion Service Baden-Württemberg Hessen,\nFrankfurt, Germany\n– Hamostaseologie 2023;43:67 74.\nAbstract\nﬁ recently published. At\nagainst variants. This review brie\nﬁ date and identi\nKeywords\n► immune plasma\n► convalescent plasma\n► COVID-19\n► vaccination\nThe severe acute respiratory syndrome coronavirus 2 (SARS-\nCoV-2) pandemic has caused more than 6.5 million deaths\nworldwide (https://coronavirus.jhu.edu/map.html). Mortal-\nity is 40% or more for hospitalized patients from clinically\n– 1 4 vulnerable groups.\nreceived\nOctober 28, 2022\naccepted after revision\nNovember 24, 2022\n\nReview Article 67\n1,2 1,2 Henrike Hofmann Thomas Appl\n1,2\nAddress for correspondence Hubert Schrezenmeier, Prof.Dr.med.,\nInstitute for Clinical Transfusion Medicine and Immunogenetics Ulm,\nGerman Red Cross Blood Transfusion Service Baden-Württemberg-\nHessen, University Hospital Ulm, Helmholtzstr. 10, Ulm 89081,\nGermany (e-mail: h.schrezenmeier@blutspende.de).\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nCOVID-19 convalescent plasma (CCP) has been explored as one of the treatment\noptions for COVID-19. Results of many cohort studies and clinical trials have been\nrst glance, the results of the CCP studies appear to be\nﬁ inconsistent. However, it became clear that CCP is not bene cial if CCP with low\nanti-SARS-CoV-2 antibody concentrations is used, if it is administered late in advanced\ndisease stages, and to patients who already mounted an antibody response against\nSARS-CoV-2 at the time of CCP transfusion. On the other hand, CCP may prevent\nprogression to severe COVID-19 when very high-titer CCP is given early in vulnerable\npatients. Immune escape of new variants is a challenge for passive immunotherapy.\nWhile new variants of concern developed resistance to most clinically used monoclonal\nantibodies very rapidly, immune plasma from individuals immunized by both a natural\nSARS-CoV-2 infection and SARS-CoV-2 vaccination retained neutralizing activity\nﬂ y summarizes the evidence on CCP treatment to\nes further research needs. Ongoing research on passive immunother-\napy is not only relevant for improving care for vulnerable patients in the ongoing SARS-\nCoV-2 pandemic, but even more as a model for passive immunotherapy in case of\nfuture pandemics with a newly evolving pathogen. Compared to other drugs, which\nmust be newly developed in a pandemic (e.g., monoclonal antibodies, antiviral drugs),\nconvalescent plasma is rapidly available, inexpensive to produce, and can be adaptive\nto viral evolution by selection of contemporary convalescent donors.\nCOVID-19 convalescent plasma (CCP) has been considered\nas one of the treatment options for severe COVID-19 already\nvery early in the SARS-CoV-2 pandemic. The approach was\n– 5 7 and based on considerations of its mechanism of action\nthe encouraging reports of use of convalescent plasma for\nDOI © 2023. Thieme. All rights reserved. https://doi.org/\nGeorg Thieme Verlag KG, 10.1055/a-1987-3682.\nISSN Rüdigerstraße 14, 0720-9355.\n70469 Stuttgart, Germany",
        "char_count": 3599,
        "word_count": 514,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "68 Immune Plasma for the Treatment of COVID-19\nother severe viral respiratory infections including severe\nacute respiratory syndrome (SARS), middle-east respiratory\n8 ﬂ syndrome (MERS), and in uenza.\nDuring the SARS-CoV-2 pandemic, CCP has been broadly\n9 used in an expanded access program in the United States\nﬁ and preliminary reports on signals of ef cacy and safety led\nto an emergency use authorization in the United States in\n10,11 August 2020. In Europe, a broad spectrum of actions\nfrom CCP collection to monitored access programs and\nclinical trials have been implemented (www.support.eu).\nIn the following, we focus on lessons learned so far. Other\ntreatment options which have been developed include\n12,13 or antiviral drugs (molnupira- monoclonal antibodies\n14 15 16 vir, nirmatrelvir plus ritonavir, or remdesivir ).\nIn this review, we summarize the results of clinical trials\nﬁ ﬁ of CCP, the identi cation of subgroups more likely to bene t\nfrom CCP, and the improvement of CCP over time. The term\n“ ” convalescent plasma continues to be used in the literature.\nHowever, highest titers and broadest immunological reac-\ntivity even against variants is achieved in plasma from\nindividuals immunized by both infection and vaccination.\n“ ” The established term convalescent plasma describes only a\n“ ” partial aspect. The term immune plasma seems more\nappropriate to describe the multiple immunization events\n17,18 ). Treatment with immunoglobulins which are ( ► Fig. 1\nisolated from such immune plasma units are not within the\nscope of this review.\nClinical Trials of CCP for COVID-19\nA large number of clinical trials on CCP have been initiated\nsince the start of the pandemic. The majority of trials\nincluded patients with moderate to severe COVID-19, that\nFig. 1\nSARS-CoV-2 infection and who are also immunized by SARS-CoV-2 vaccination\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\nis, patients in stages 4 to 7 of the WHO 8-point ordinal\nseverity scale. A common feature of a majority of clinical\n– 19 43 trials so far is the inclusion of hospitalized patients only.\n– 30,44 48 Very few trials enrolled outpatients.\nﬁ Clinical data on ef cacy have been heterogeneous. Recent\nguidelines based on living systematic reviews of controlled\nﬁ randomized clinical trials concluded that CCP was not signi -\ncantlyassociatedwith a decrease inall-cause mortalityor with\nﬁ any other bene t for other clinical outcomes compared with\nplacebo or standard of care in unselected hospitalized patients\n49 with moderate to severe COVID-19. The overall certainty of\n49 In contrast, the same clinical practice evidence was high.\nguidelines suggested to use CCP in hospitalized patients who\ndo not have SARS-CoV-2 antibodies detected at admission and\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited. to use CCP for hospitalized patients with COVID-19 and\npreexisting immunosuppression.\nOther meta-analyses concluded that patients with COVID-\n19 transfused with CCP had a lower mortality rate compared\n50 with patients receiving standard treatments and early\ntransfusion of higher titer plasma was found to be associated\n51 with lower mortality.\nThe heterogeneous results can be explained by various\naspects of the study design and methodology: The volume of\ntransfused CCP was low in some of the trials which adminis-\n19 40 200 to 250 mL, tered a total CCP volume of 200 mL,\n52 53 23,25,32,39 9,26,41 250 mL, 300 mL, 400 mL, 500 mL, and\n38 Only very few trials administered higher plasma 550 mL.\n35 volumes (e.g., the CAPSID trial [median volume: 846 mL]).\nﬁ Only a few studies de ned a minimum anti-SARS-CoV-2\ntiter for CCP. The content of antibodies in CCP units was\npoorly characterized or only measured post hoc in some of\nthe trials. The assays used for measuring anti-SARS-CoV-2\nantibody concentrations varied substantially. Besides, most\nAdvanced concept of treatment with hyperimmune plasma from superimmunized donors, that is, donors who are convalescent from a\n— irrespective of the order of these immunizing events.",
        "char_count": 4122,
        "word_count": 657,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "of these trials were initiated in spring 2020 when availability\nand information on comparability of antibody tests were\n54,55 and antibody titers were low compared to what limited\ncan be achieved now in plasma from superimmunized\n“ ” donors. CCP is not a magic bullet which can rescue severely\nsick COVID-19 patients and even when given late in the\ncourse of the disease. There is now growing evidence that\nCCP can be an important component in the therapeutic\narmamentarium if it is given (1) early , (2) at very high dose\n(i.e., with high antibody content), and to (3) vulnerable\npatients who are at risk of progression to severe COVID-19.\nTherefore, in the following we summarize current\nﬁ evidence on potential bene t of early, very high titer CCP\ntreatment of vulnerable patients and highlight future\nresearch needs.\nTiming of CCP Treatment: Early Treatment\nCan Prevent Progression of COVID-19\nIn the randomized clinical trial INFANT COVID 19 from\nArgentina (NCT04479163), CCP was administered within\n3 days after the onset of symptoms of COVID-19 in vulnera-\nble patients. This approach reduced the risk of progression to\nsevere respiratory disease, compared to a control group by\nabout 50% (16% after CCP vs. 31% in control group; relative\nﬁ – risk of 0.52, 95% con dence interval [CI]: 0.29 0.94;\n44 ﬁ ¼ A modi ed intention-to-treat analysis that ex- p 0.03).\ncluded six patients who had a primary end-point event\nbefore transfusion of CCP or placebo showed a larger effect\n– size (relative risk, 0.40; 95% CI, 0.20 0.81).\nA U.S. multicenter, double-blind, randomized, controlled\n\u0002 trial enrolled symptomatic adults ( 18 years of age) who had\ntested positive for SARS-CoV-2, regardless of their risk\nfactors for disease progression or vaccination status\n45 Participants, most of whom were unvac- (NCT04373460).\ncinated, were enrolled within 8 days after symptom onset\nand were randomized to receive CCP or control plasma\nﬁ within 1 day after randomization. In the prespeci ed modi-\nﬁ ed intention-to-treat analysis that included only partici-\n¼ pants who received a transfusion ( n 1,181), COVID-19-\nrelated hospitalization occurred in 17 of 592 participants\n(2.9%) who received CCP and 37 of 589 participants (6.3%)\nwho received control plasma (absolute risk reduction: 3.4\n– ¼ percentage points; 95% CI: 1.0 5.8; p 0.005). This corre-\nsponded to a relative risk reduction for hospitalization of\nﬁ 54%. The results of a prespeci ed subgroup analysis sug-\ngested that point-estimate outcomes were better in partic-\nipants who received a transfusion within 5 days after the\nonset of symptoms than in those who received a transfusion\n45 later.\nThe SIREN-3PO Trial enrolled 511 patients who were\neither 50 years of age or older or had one or more risk factors\n30 Disease progres- for disease progression (NCT04355767).\nsion occurred in 77 patients (30.0%) in the CCP group and in\n81 patients (31.9%) in the placebo group (risk difference, 1.9\n\u0003 percentage points; 95% credible interval, 6.0 to 9.8; poste-\n¼ ﬁ rior probability of superiority of CCP, p 0.68). Twenty- ve\npatients reached the primary endpoint (hospital admission)\n\nImmune Plasma for the Treatment of COVID-19 69 Schrezenmeier et al.\nduring the index visit even before administration of plasma.\nIn a post hoc sensitivity analysis that excluded these patients,\nthe posterior probability of superiority of CCP plasma was\n30 93% in the intention-to-treat population.\nTwo other multicenter, double-blind randomized trials\n47 which were conducted in Spain (COnV-ert, NCT04621123)\n48 and the Netherlands (CoV-Early; NCT04589949) were\n46 ¼ \u0002 merged for analysis ( n 797). Outpatients aged 50 years\n\u0004 and symptomatic for 7 days were included and randomized\n¼ ¼ to receive standard of care ( n 392) or CCP ( n 390) (vol-\n– ume: 200 300 mL). The odds ratio of CCP for improved\n– disease severity scale was 0.936 (CI: 0.667 1.311). The\nodds ratio for hospitalization or death was 0.919 (CI:\n– 0.592 1.416). CCP effect on hospital admission or death\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited. \u0004 was largest in patients with 5 days of symptoms (odds\n– ratio: 0.658, 95% CI: 0.394 1.085). CCP did not decrease the\n46 All patients seroconverted time to full symptom resolution.\nimmediately after transfusion. However, the median virus\nneutralization titer only rose to 1:40 which was four times\nlower than the median titer in immunocompetent conva-\n53 and up to 100 times lower than lescent COVID-19 patients\ntiters observed after treatment with monoclonal antibod-\n56 ies. The authors postulated that the range of neutralizing\nantibody titers present in the plasma may well have been too\n46 ﬁ low. Thus, underdosing may partially explain these nd-\n46,57 In addition, it must be noted that one of the trials, ings.\n– COnV-ert, used methylene-blue treated plasma. Methylene\nblue which is used for pathogen inactivation has been\nreported to interfere with immunoglobulin function.\nSARS-CoV-2 Antibody Concentration in CCP\nMatters\n– There are several trials which demonstrate a dose effect of\nﬁ CCP. Signi cantly better results of CCP-treated patients com-\npared to the control group were observed only in patients\nwho had received CCPs with higher titers.\nIn the INFANT-COVID-19 trial in elderly vulnerable\npatients, a subgroup analysis by the concentration of\nSARS-CoV-2 S IgG titers in the transfused CCP units revealed\nﬁ a signi cant reduction of progression to severe respiratory\ndisease only in recipients of CCP with a titer at or above the\nmedian: risk reduction of 73% in the high-titer group com-\n44 pared to 31% in the low-titer group.\nThe CAPSID Trial in Germany enrolled hospitalized\n35 patients with severe COVID-19 (NCT04433910). Patients\nwere randomized to receive CCP or no CCP (control group) in\nﬁ addition to standard of care. There was no signi cant differ-\nence in the dichotomous composite primary outcome at\nday 21 (survival and no longer severe COVID-19): 43% of\npatients in the CCP group and 32% in the control group\n35 The 1-year survival reached the primary outcome (n.s.).\nwas 78.7% in the CCP and 60.2% in the control group\n¼ ( p 0.08). Since the total amount of neutralizing antibodies\ndepends on both the volume and the antibody titer of CCP,\n“ ” the cumulative amount of neutralizing units was calculat-\nﬁ ed to take into account both variables. In a prespeci ed\n“ subgroup analysis, the CCP group was divided into a high-\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.",
        "char_count": 6535,
        "word_count": 1075,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "70 Immune Plasma for the Treatment of COVID-19\nFig. 2\nþ p ¼ . High amount versus control: 0.011 and high amount versus low amount:\n” > “ ” \u0004 titer subgroup ( median) and a low-titer subgroup (\n35 median). The subgroup treated with a higher cumulative\namount of neutralizing antibodies showed a better 1-year\nsurvival compared to the control group (91.5 vs. 60.2%;\n¼ p 0.01) and the subgroup that was treated by a low\ncumulative amount of neutralizing units (1-year overall\n58 – ¼ ). survival: 67.4%; 95% CI: 46.6 81.5%; p 0.03; ► Fig. 2\nAmong those who received a high or low cumulative amount\nof neutralizing units, the primary outcome occurred in 56.0%\n¼ and in 32.1%, and in 30.8% in the control group ( p 0.046\n58 high titer vs. control).\nIn a retrospective analysis based on the U.S. National\nRegistry of the Early Access Program (E.A.P.), death within\n30 days after plasma transfusion occurred in 22.3% of\npatients who had received high-titer CCP, 27.4% in the\nmedian-titer group, and 29.6% in the low-titer CCP group\nin a patient subgroup who had not received mechanical\nventilation before transfusion (relative risk: 0.66, 95% CI:\n– – 0.48 0.91). Signals of a dose effect were also observed in\n59,60 further trials.\nAntibody-Negative or Immunocompromised\nﬁ Recipients Are More Likely to Bene t from\nCCP\n“ ﬁ ” In the planning period of the rst generation of clinical\ntrials, it was assumed that enrolled patients will be SARS-\nCoV-2 antibody-naive and that the passive transfer will\nconvert patients from an antibody-negative to a positive\nstatus. It turned out that a substantial proportion of patients\nin trials which enrolled hospitalized patients already had\nmounted a humoral immune response by the time of inclu-\n24,26,35,38,40,53,61 Among hospitalized sion in the CCP trials.\npatients who lacked SARS-CoV-2 antibodies at baseline, CCP\ndecreased the need for mechanical ventilation or mortality\n20,21,34,38,49,62 compared with standard of care or placebo.\nEven more, in immunocompromised patients the antibody\nresponse might be absent or delayed. Clinically vulnerable\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nLong-term follow-up of CAPSID trial (NCT05271929; EudraCT 2021-006621-22): overall survival compared in the COVID-19 convalescent\nplasma (CCP) subgroup that received a low cumulative amount of neutralizing antibodies (solid red line), the CCP subgroup that received a\nhigh cumulative amount of neutralizing antibodies (solid blue line), and the control group (solid green line). Censored patients are indicated by\n58 p ¼ 0.032 (log-rank test).\nﬁ patients, such as patients with congenital immunode ciency\nor patients who are immunocompromised due to underlying\ndisease and/or immunosuppressive therapy, are at high risk of\nprogression to severe COVID-19. These patients are also likely\nto have persistent SARS-CoV-2 infection and may shed infec-\n63,64 tious SARS-CoV-2 particles for a prolonged time and\nexperience recurrence of symptoms while posing a risk of\nsustained onward transmission and so may gain additional\n65 ﬁ bene ts from early therapeutic intervention.\nﬁ There is evidence for ef cacy of CCP in immunocompro-\nmised patients both from cohort studies and subgroup\nanalyses of randomized clinical trials.\nIn a matched-pair analysis, 143 patients with hemato-\noncologic diseases that were treated with CCP were com-\npared to 143 matched controls selected from a total of 823\npatients. More than 85% of the patients had lymphoid neo-\nplasms, the majority with active disease. Only a small\nproportion of approximately 30% were in remission. Treat-\nment with CCP showed lower mortality at 30 days compared\n– with matched controls (hazard ratio [HR]: 0.52; 95% CI: 0.29\n0.92). In contrast to the data in non-immunosuppressed\nﬁ patients (see above), this bene t was also seen in patients\nseverely affected by COVID-19 who received intensive care\n– (HR: 0.40; 95% CI: 0.20 0.80) or mechanical ventilation (HR:\n66 – 0.32; 95% CI: 0.14 0.72).\nIn a matched-pair analysis from the French controlled CCP\nprogram, all patients with B-cell neoplasms treated with CCP\nﬁ were retrospectively identi ed. Patients with B-cell neo-\nplasms who had not received CCP for the treatment of their\nCOVID-19 disease that occurred during the same period were\nﬁ then identi ed at participating centers. This approach\nmatched 81 patients treated with CCP to 121 control\npatients. The primary endpoint of the analysis was 90-day\noverall survival. No antibodies were detectable in 83% of the\nincluded patients. In the overall population, CCP reduced\n¼ mortality by 50% ( p 0.001). This effect was most pro-\nnounced in patients receiving anti-CD20 therapy (mortality\n67 < reduced by 63%, p 0.002).",
        "char_count": 4854,
        "word_count": 774,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "A retrospective analysis of a cohort of 23 patients with\nhematological malignancies who had received CCP very early\n– after diagnosis (48 72 hours) compared to 22 control\nﬁ patients without CCP treatment demonstrated signi cantly\nhigher survival and faster recovery in the CCP-treated\n68 However, two other cohort studies could not con- group.\nﬁ rm the positive effect of CCP on mortality in patients with\n69 hematological malignancies or kidney transplant\n70 This might be explained by sample size, delayed patients.\ntreatment, and use of a low proportion of high-titer CCP.\nA meta-analysis of three randomized trials which also\nincluded patients with preexisting immunosuppression\n(cancer, corticosteroids, B-cell depleting therapies;\n20,21,53 ¼ n 2,210) demonstrated no difference in mortality\nat 28 days among immunocompetent patients who received\n49 However, among CCP versus standard of care or placebo.\nthe subgroup of immunosuppressed hospitalized patients at\nbaseline, CCP decreased mortality compared with standard\n49 – of care or placebo (RR: 0.71 [CI: 0.51 0.98]).\nTwo further randomized trials which included a subgroup of\nimmunosuppressed patients are available only as congress\n71,72 abstracts or preprints so far. A total of 133 patients were\nincluded in the German RECOVER trial (NCT05200754), 71\npatients with hematological malignancies, other cancers, or\nimmunosuppression. Patients were randomized (1:1) to receive\nstandard therapy alone or with CCP. In the overall population,\nﬁ thecumulativeimprovement ratewasnotsigni cantlydifferent\nﬁ between the CCP and control group with a nonsigni cant\nshorter time to improvement in the CCP group compared to\n¼ the control group (12.5 vs. 18 days, p 0.29). In the cohort with\nmalignancies or immunosuppression, the patients in the CCP\nﬁ arm had a signi cantly shorter median time to clinical improve-\n71 ¼ ment of 13 days versus 32 days ( p 0.01).\nThe CORIPLASM trial in France included 120 patients\nreceiving standard therapy with CCP or without CCP\nﬁ (NCT04345991). The mortality rate at day 28 was not signi -\ncantly different in the overall cohort (7% in the control group\n– vs. 20% in the plasma group; HR: 0.51; CI: 0.2 1.32). In\ncontrast, the subgroup of 49 patients with hemato-oncologic\nﬁ disease showed a signi cant survival advantage for the CCP\n72 – group (HR: 0.37; CI: 0.14 0.97).\nAn updated meta-analysis of CCP for the treatment of immu-\nnocompromised patients with COVID-19 by Senefeld and col-\nleagues included 9 controlled studies (535 treated patients and\n1,365 controls, including 4 randomized controlled trials), an\nindividual patient data analysis of 125 case reports/series (265\npatients),andadescriptiveanalysisof13uncontrolledlargecase\nseries without individual patient data available (358 patients).\nThe meta-analysis of controlled studies showed a mortality risk\nratio of 0.65 comparing treatment with CCP versus standard of\n73 care for immunosuppressed COVID-19 patients.\nPlasma from Convalescent and Vaccinated\nPatients Provides Higher Antibody Titers\nand Breadth of Anti-SARS-CoV-2 Activity\nIt has been demonstrated that the combination of natural\ninfection and a SARS-CoV-2 vaccination causes both an\n\nImmune Plasma for the Treatment of COVID-19 71 Schrezenmeier et al.\nenhancement of all aspects of the humoral immune response\n– 74 76 and a broad immune reaction against new variants. The\nunderlying mechanisms involve ongoing antibody somatic\nmutation, memory B cell turnover, and development of\nantibodies that are resistant to SARS-CoV-2 receptor binding\ndomain (RBD) mutations, including those found in variants\n74 B cell clones expressing broad and potent of concern.\nantibodies are selectively retained in the repertoire over\n74 Immu- time after infection and expand after vaccination.\nnity in convalescent individuals is very long-lasting and\nconvalescent individuals after vaccination will produce anti-\nbodies and memory B cells that should be protective against\n– 74 76 circulating SARS-CoV-2 variants.\nNew variants might escape passive immunotherapy since\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited. they can evade neutralization by sera from vaccinated and\nconvalescent individuals and by monoclonal antibodies in\n– 77 81 ﬁ Delta and omicron were not ef ciently neutral- vitro.\nﬁ ized in vitro by sera of convalescents from the rst\nand second surge of the SARS-CoV-2 pandemic. However,\nin convalescents, just one dose of SARS-CoV-2 vaccination\ncould restore in vitro neutralization capacity against delta\n82 and omicron. This broad reactivity against new variants\nwas observed even in donors who had been infected with\nﬁ previous variants and who had been vaccinated with the rst\n82 It generation of SARS-CoV-2 vaccines against the wild type.\nwas suggested that even without adaptation of currently\navailable vaccines, the broader immune repertoire in super-\nimmunized (i.e., vaccinated and convalescent) individuals\n74,82 Antiviral activity of immune can cover novel variants.\nﬁ plasma should be con rmed by neutralization assays. How-\never, systematic screening of convalescent, vaccinated\ndonors using commercially available high-throughput sero-\nlogical assays (anti-SARS-CoV-2-QuantiVac-ELISA [IgG];\nElecsys anti-SARS-CoV-2 S) can identify plasma donors\nwith very high SARS-CoV-2 antibody concentrations, who\nalso have very high in vitro neutralizing titers against\n82 variants.\nThus, plasma from superimmunized individuals may have\nadvantages in terms of both antibody concentrations and\ncross-neutralization of variants. This also means a transition\nfrom merely convalescent donors to multiple immunized\ndonors which provide CCP with neutralizing potency against\n). different variants ( ► Fig. 1\nLessons Learned So Far and Future Clinical\nTrials\nWe now know that the use of CCP in an unselected hospital-\nﬁ — ized population with COVID-19 is not bene cial at least not\nwhen CCP with low antibody titers is used as in previous\nclinical trials. Much higher anti-SARS-CoV-2 titers can now\nbe achieved by appropriate selection of superimmunized\ndonors as compared to the rather low titers of CCP units used\n– – 19 41,44 48 “ ﬁ ” What titers in the rst generation of CCP trials.\nexactly separate high-titer and low-titer plasma cannot be\nﬁ ﬁ de ned based on existing data. No dose- nding human trials\n57 Neutralizing capacity of CCPs used in were ever performed.\nclinical trials has either not been reported or the titers have\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.",
        "char_count": 6565,
        "word_count": 994,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "72 Immune Plasma for the Treatment of COVID-19\nﬁ been measured with in-house test whose results are dif cult\n57,83 to compare between centers. Therefore, the use of\nquantitative standardized assays or comparison between\nlaboratories by exchange of reference samples is important\nto ensure better comparability of antibody content and\n83 Such activities are ongoing activity in future clinical trials.\nin the European Consortium Support-E (www.support-e.eu).\nﬁ There isgrowingevidenceforef cacyofhigh-titerCCP from\nconvalescent, vaccinated donors if it is given early and at very\nhigh titers to vulnerable patients who are in particular at risk\nfor progression to severe COVID-19. However, some of this\nevidence is derived from cohort studies or subgroup analyses\nof randomized trials. Therefore, additional prospective ran-\ndomized trials are still needed.\nTwo ongoing trials may provide additional clarity\nregarding the use of CCP in patients with COVID-19: the\nREMAP-CAP trial (NCT02735707) and the COVID-19 trial\n(Early High-Titre Convalescent Plasma in Clinically Vulner-\nable Individuals with Mild COVID-19; NCT05271929;\nEudraCT 2021-006621-22).\nIn the immunoglobulin domain of the REMAP-CAP trial\n(NCT02735707), the investigators plan to enroll hospitalized\nimmunocompromised patients.\nThe COVID-19 trial is a multinational, randomized clinical\ntrial comparing early administration of CCP with standard of\ncare in vulnerable patients with COVID-19 who are at high\nrisk of progression to severe COVID-19. It studies the\nﬁ hypothesis that early high-titer CCP therapy will signi cantly\nreduce the risk of hospitalization and death. The trial will\n\u0002 enroll two cohorts: (1) patients 70 years or with a COVID\n\u0002 age 70 years (assessed by ALAMA risk calculator); (2) adult\nﬁ patients with primary or secondary immune de ciency.\nPatients will be randomized (1:1) to receive CCP with very\nhigh-titer neutralizing anti-SARS-CoV-2 antibodies within\n7 days after onset of symptoms or standard of care. CCP will\nbe collected from donors who have recovered from a SARS-\nCoV-2 infection and have received at least one dose of SARS-\nCoV-2 vaccine. This increases all components of the immune\nresponse including neutralizing breadth against variants.\nThe impact of variants on response and potential immune\nescape will by studied (SARS-CoV-2 sequencing; cross-neu-\ntralization analysis in vitro ). At the time of writing of this\narticle (October 2022), the trial is ongoing.\nOngoing research on these topics is relevant for several\nreasons. Despite the availability of vaccines and despite\nlower pathogenicity of newer variants, there is a subgroup\nof patients, who are still at risk for severe COVID-19. Thus,\nthere is still a medical need to improve care for vulnerable\npatients in the ongoing pandemic. Convalescent plasma has\nnever been studied before in such detail as during the SARS-\nCoV-2 pandemic. We must continue to explore CCP as a\nmodel for passive immunotherapy, also in light of potential\nfuture pandemics with newly evolving pathogens. The les-\nsons learned so far regarding donor selection, antibody titer,\ndose of immune plasma, timing of administration, and\nﬁ selection of the target population that most likely bene ts\nfrom passive immune therapy can already now guide future\nﬁ strategies. This can and should be further re ned to support a\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\npreparedness plan that allows immediate implementation of\nconvalescent plasma for future pandemics.\nCon ict of Interest ﬂ\nNone declared.\nReferences\nShah V, Ko KoT, Zuckerman M, et al. Poor outcome and prolonged 1\npersistence of SARS-CoV-2 RNA in COVID-19 patients with hae-\n’ matological malignancies; King s College Hospital experience. Br J\n– Haematol 2020;190(05):e279 e282\nSahu T, Verma HK, Lvks B. Management of SARS-CoV-2 infection 2\nis a major challenge in patients with lymphoid malignancies:\nwarrants a clear therapeutic strategy. World J Virol 2022;11(04):\n– 204 207\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nKhoury E, Nevitt S, Madsen WR, Turtle L, Davies G, Palmieri C. 3\nDifferences in outcomes and factors associated with mortality\namong patients with SARS-CoV-2 infection and cancer compared\nwith those without cancer: a systematic review and meta-analy-\nsis. JAMA Netw Open 2022;5(05):e2210880\nLangerbeins P, Hallek M. COVID-19 in patients with hematologic 4\n– malignancy. Blood 2022;140(03):236 252\nCasadevall A, Pirofski LA. The convalescent sera option for con- 5\n– taining COVID-19. J Clin Invest 2020;130(04):1545 1548\nBloch EM, Shoham S, Casadevall A, et al. Deployment of conva- 6\nlescent plasma for the prevention and treatment of COVID-19. J\n– Clin Invest 2020;130(06):2757 2765\nTiberghien P, de Lamballerie X, Morel P, Gallian P, Lacombe K, 7\nYazdanpanah Y. Collecting and evaluating convalescent plasma\nfor COVID-19 treatment: why and how? Vox Sang 2020;115(06):\n– 488 494\nMair-Jenkins J, Saavedra-Campos M, Baillie JK, et al; Convalescent 8\nPlasma Study Group. The effectiveness of convalescent plasma\nand hyperimmune immunoglobulin for the treatment of severe\nacute respiratory infections of viral etiology: a systematic review\n– and exploratory meta-analysis. J Infect Dis 2015;211(01):80 90\nJoyner MJ, Carter RE, Senefeld JW, et al. Convalescent plasma 9\nantibody levels and the risk of death from COVID-19. N Engl J Med\n– 2021;384(11):1015 1027\nUS Food and Drug Administration (FDA) FDA issues emergency 10\nuse authorization for convalescent plasma as potential promising\n’ COVID-19 treatment, another achievement in administration s\nﬁ ght against pandemic. Accessed December 10, 2022 at: https://\nwww.Fda.gov/news-events/press-announcements/fda-issuese-\nmergency-use-authorization-convalescentplasma-potential-\npromising-covid-19-treatment\nEstcourt LJ, Roberts DJ. Convalescent plasma for COVID-19. BMJ 11\n2020;370:m3516\nTao K, Tzou PL, Kosakovsky Pond SL, Ioannidis JPA, Shafer RW. 12\nSusceptibility of SARS-CoV-2 omicron variants to therapeutic\nmonoclonal antibodies: systematic review and meta-analysis.\nMicrobiol Spectr 2022;10(04):e0092622\nMcConnell D, Harte M, Walsh C, et al. Comparative effectiveness of 13\nneutralising monoclonal antibodies in high risk COVID-19\npatients: a Bayesian network meta-analysis. Sci Rep 2022;12\n(01):17561\nJayk Bernal A, Gomes da Silva MM, Musungaie DB, et al; MOVe- 14\nOUT Study Group. Molnupiravir for oral treatment of COVID-19 in\n– nonhospitalized patients. N Engl J Med 2022;386(06):509 520\nHammond J, Leister-Tebbe H, Gardner A, et al; EPIC-HR Investi- 15\ngators. Oral nirmatrelvir for high-risk, nonhospitalized adults\n– with COVID-19. N Engl J Med 2022;386(15):1397 1408\nGottlieb RL, Vaca CE, Paredes R, et al; GS-US-540-9012 (PINE- 16\nTREE) Investigators. Early remdesivir to prevent progression to\nsevere COVID-19 in Outpatients. N Engl J Med 2022;386(04):\n– 305 315",
        "char_count": 6951,
        "word_count": 1026,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Focosi D, Franchini M. Passive immunotherapies for COVID-19: 17\nThe subtle line between standard and hyperimmune immuno-\nglobulins is getting invisible. Rev Med Virol 2022;32(04):e2341\nITAC (INSIGHT 013) Study Group. Hyperimmune immunoglobu- 18\nlin for hospitalised patients with COVID-19 (ITAC): a double-\nblind, placebo-controlled, phase 3, randomised trial. Lancet 2022;\n– 399(10324):530 540\nLi L, Zhang W, Hu Y, et al. Effect of convalescent plasma therapy on 19\ntime to clinical improvement in patients with severe and life-\nthreatening COVID-19: a randomized clinical trial. JAMA 2020;\n– 324(05):460 470\nEstcourt LJ, Turgeon AF, McQuilten ZK, et al; Writing Commit- 20\ntee for the REMAP-CAP Investigators. Effect of convalescent\nplasma on organ support-free days in critically ill patients with\nCOVID-19: a randomized clinical trial. JAMA 2021;326(17):\n– 1690 1702\nBar KJ, Shaw PA, Choi GH, et al. A randomized controlled study of 21\nconvalescent plasma for individuals hospitalized with COVID-19\npneumonia. J Clin Invest 2021;131(24):131\nDe Santis GC, Oliveira LC, Garibaldi PMM, et al. High-dose conva- 22\nlescent plasma for treatment of severe COVID-19. Emerg Infect\n– Dis 2022;28(03):548 555\nAgarwal A, Mukherjee A, Kumar G, Chatterjee P, Bhatnagar T, 23\nMalhotra PPLACID Trial Collaborators. Convalescent plasma in the\nmanagement of moderate COVID-19 in adults in India: open label\nphase II multicentre randomised controlled trial (PLACID Trial).\nBMJ 2020;371:m3939\nAvendano-Sola C, Ramos-Martinez A, Munez-Rubio E, et al. Con- 24\nvalescent plasma for COVID-19: a multicenter, randomized clini-\ncal trial. medRxiv 2020:2020.08.26.20182444\nAlQahtani M, Abdulrahman A, Almadani A, et al. Randomized 25\ncontrolled trial of convalescent plasma therapy against standard\ntherapy in patients with severe COVID-19 disease. Sci Rep 2021;\n11(01):9927\nSimonovich VA, Burgos Pratx LD, Scibona P, et al; PlasmAr Study 26\nGroup. A randomized trial of convalescent plasma in COVID-19\n– severe pneumonia. N Engl J Med 2021;384(07):619 629\nHolm K, Lundgren MN, Kjeldsen-Kragh J, et al. Convalescence 27\nplasma treatment of COVID-19: results from a prematurely\nterminated randomized controlled open-label study in Southern\nSweden. BMC Res Notes 2021;14(01):440\nMenichetti F, Popoli P, Puopolo M, et al; TSUNAMI Study Group. 28\nEffect of high-titer convalescent plasma on progression to severe\nrespiratory failure or death in hospitalized patients with COVID-\n19 pneumonia: a randomized clinical trial. JAMA Netw Open\n2021;4(11):e2136246\nﬁ Kirenga B, Byakika-Kibwika P, Muttamba W, et al. Ef cacy of 29\nconvalescent plasma for treatment of COVID-19 in Uganda. BMJ\nOpen Respir Res 2021;8(01):8\nKorley FK, Durkalski-Mauldin V, Yeatts SD, et al; SIREN-C3PO 30\nInvestigators. Early convalescent plasma for high-risk outpatients\n– with COVID-19. N Engl J Med 2021;385(21):1951 1960\nGharbharan A, Jordans CCE, Geurtsvankessel C, et al. Convalescent 31\nplasma for COVID-19. A randomized clinical trial. medRxiv 2020:\n2020.10.25.20219337\nRay Y, Paul SR, Bandopadhyay P, et al. Clinical and immunological 32\nﬁ bene ts of convalescent plasma therapy in severe COVID-19:\ninsights from a single center open label randomised control trial.\nmedRxiv 2020:16957608\nDevos T, Van Thillo Q, Compernolle V, et al; DAWn-Plasma 33\nInvestigators. Early high antibody titre convalescent plasma for\nhospitalised COVID-19 patients: DAWn-plasma. Eur Respir J\n2022;59(02):2101724\nOrtigoza MB, Yoon H, Goldfeld KS, et al; CONTAIN COVID-19 34\nﬁ Consortium for the CONTAIN COVID-19 Study Group. Ef cacy and\nsafety of COVID-19 convalescent plasma in hospitalized patients:\na randomized clinical trial. JAMA Intern Med 2022;182(02):\n– 115 126\n\nImmune Plasma for the Treatment of COVID-19 73 Schrezenmeier et al.\nKörper S, Weiss M, Zickler D, et al; CAPSID Clinical Trial Group. 35\nResults of the CAPSID randomized trial for high-dose conva-\nlescent plasma in patients with severe COVID-19. J Clin Invest\n2021;131(20):e152264\nSekine L, Arns B, Fabro BR, et al; PLACOVID Study Group. Conva- 36\nlescent plasma for COVID-19 in hospitalised patients: an open-\nlabel, randomised clinical trial. Eur Respir J 2022;59(02):2101471\nBégin P, Callum J, Jamula E, et al; CONCOR-1 Study Group. 37\nConvalescent plasma for hospitalized patients with COVID-19:\nan open-label, randomized controlled trial. Nat Med 2021;27(11):\n– 2012 2024\nRECOVERY Collaborative Group. Convalescent plasma in patients 38\nadmitted to hospital with COVID-19 (RECOVERY): a randomised\ncontrolled, open-label, platform trial. Lancet 2021;397\n– (10289):2049 2059\nBalcells ME, Rojas L, Le Corre N, et al. Early versus deferred anti- 39\nSARS-CoV-2 convalescent plasma in patients admitted for COVID-\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\n19: a randomized phase II clinical trial. PLoS Med 2021;18(03):\ne1003415\n’ O Donnell MR, Grinsztejn B, Cummings MJ, et al. A randomized 40\ndouble-blind controlled trial of convalescent plasma in adults\nwith severe COVID-19. J Clin Invest 2021;131(13):e150646\nﬁ Bajpai M, Maheshwari A, Dogra V, et al. Ef cacy of convalescent 41\nplasma therapy in the patient with COVID-19: a randomised\ncontrol trial (COPLA-II trial). BMJ Open 2022;12(04):e055189\nThorlacius-Ussing L, Brooks PT, Nielsen H, et al. A randomized 42\nplacebo-controlled trial of convalescent plasma for adults hospi-\ntalized with COVID-19 pneumonia. Sci Rep 2022;12(01):16385\nvan den Berg K, Glatt TN, Vermeulen M, et al. Convalescent plasma 43\nin the treatment of moderate to severe COVID-19 pneumonia: a\nrandomized controlled trial (PROTECT-Patient Trial). Sci Rep\n2022;12(01):2552\nLibster R, Marc GPR, Wappner D, et al. Prevention of severe 44\nCOVID-19 in the elderly by early high-titer plasma. medRxiv\n2020. Doi: 10.1101/2020.11.20.20234\nSullivan DJ, Gebo KA, Shoham S, et al. Early outpatient treatment 45\nfor COVID-19 with convalescent plasma. N Engl J Med 2022;386\n– (18):1700 1711\nMillat-Martinez P, Gharbharan A, Alemany A, et al; CoV-Early 46\nStudy Group COnV-ert Study Group. Prospective individual pa-\ntient data meta-analysis of two randomized trials on conva-\nlescent plasma for COVID-19 outpatients. Nat Commun 2022;\n13(01):2583\nAlemany A, Millat-Martinez P, Corbacho-Monné M, et al; CONV- 47\nERT Group. High-titre methylene blue-treated convalescent plas-\nma as an early treatment for outpatients with COVID-19: a\nrandomised, placebo-controlled trial. Lancet Respir Med 2022;\n– 10(03):278 288\nGharbharan A, Jordans C, Zwaginga L, et al; CoV-Early Study 48\nGroup. Outpatient convalescent plasma therapy for high-risk\npatients with early COVID-19: a randomized placebo-controlled\ntrial. Clin Microbiol Infect 2022:S1198-743X(22)00421-9\nEstcourt LJ, Cohn CS, Pagano MB, et al. Clinical practice guidelines 49\nfrom the Association for the Advancement of Blood and Biothera-\npies (AABB): COVID-19 convalescent plasma. Ann Intern Med\n– 2022;175(09):1310 1321\nKlassen SA, Senefeld JW, Johnson PW, et al. Evidence favoring the 50\nﬁ ef cacy of convalescent plasma for COVID-19 therapy. medRxiv\n2020. Doi: 10.1101/2020.07.29.20162917\nde Candia P, Prattichizzo F, Garavelli S, et al. Effect of time and titer 51\nin convalescent plasma therapy for COVID-19. iScience 2021;24\n(08):102898\n– Libster R, Pérez Marc G, Wappner D, et al; Fundación INFANT 52\nCOVID-19 Group. Early high-titer plasma therapy to prevent\nsevere COVID-19 in older adults. N Engl J Med 2021;384(07):\n– 610 618\nGharbharan A, Jordans CCE, GeurtsvanKessel C, et al. Effects of 53\npotent neutralizing antibodies from convalescent plasma in\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.",
        "char_count": 7663,
        "word_count": 1130,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "74 Immune Plasma for the Treatment of COVID-19\npatients hospitalized for severe SARS-CoV-2 infection. Nat Com-\nmun 2021;12(01):3189\nNguyen D, Simmonds P, Steenhuis M, et al. SARS-CoV-2 neutral- 54\nising antibody testing in Europe: towards harmonisation of\nneutralising antibody titres for better use of convalescent plasma\nand comparability of trial data. Euro Surveill 2021;26(27):26\nWouters E, Steenhuis M, Schrezenmeier H, et al. Evaluation of 55\nSARS-CoV-2 antibody titers and potency for convalescent plasma\n– donation: a brief commentary. Vox Sang 2021;116(05):493 496\nWeinreich DM, Sivapalasingam S, Norton T, et al; Trial Investi- 56\ngators. REGEN-COV antibody combination and outcomes in out-\npatients with COVID-19. N Engl J Med 2021;385(23):e81\nRijnders BJA, Huygens S, Mitjà O Evidence-based dosing of 57\nconvalescent plasma for COVID-19 in future trials. Clin Microbiol\n– Infect 2022;28(05):667 671\nKörper S, Grüner B, Zickler D, et al. One-year follow-up of the 58\nCAPSID randomized trial for high-dose convalescent plasma in\nsevere COVID-19 patients. J Clin Invest 2022:e163657\nSalazar E, Perez KK, Ashraf M, et al. Treatment of coronavirus 59\ndisease 2019 (COVID-19) patients with convalescent plasma. Am J\n– Pathol 2020;190(08):1680 1690\nMarconato M, Abela IA, Hauser A, et al. Antibodies from conva- 60\nlescent plasma promote SARS-CoV-2 clearance in individuals\nwith and without endogenous antibody response. J Clin Invest\n2022;132(12):e158190\nHorby PW, Estcourt L, Eto L, et al. Convalescent plasma in patients 61\nadmitted to hospital with COVID-19 (RECOVERY): a randomised,\ncontrolled, open-label, platform trial. medRxiv 2021:\n2020.06.22.20137273\nAvendaño-Solá C, Ramos-Martínez A, Muñez-Rubio E, et al; Con- 62\nPlas-19 Study Group. A multicenter randomized open-label clini-\ncal trial for convalescent plasma in patients hospitalized with\nCOVID-19 pneumonia. J Clin Invest 2021;131(20):e152740\nAydillo T, Gonzalez-Reiche AS, Aslam S, et al. Shedding of viable 63\nSARS-CoV-2 after immunosuppressive therapy for cancer. N Engl J\n– Med 2020;383(26):2586 2588\nDeWolf S, Laracy JC, Perales MA, Kamboj M, van den Brink MRM, 64\nVardhana S. SARS-CoV-2 in immunocompromised individuals.\n– Immunity 2022;55(10):1779 1798\nShah V, Ko KoT, Zuckerman M, et al. Poor outcome and prolonged 65\npersistence of SARS-CoV-2 RNA in COVID-19 patients with hae-\n’ matological malignancies; King s College Hospital experience. Br J\n– Haematol 2020;190(05):e279 e282\nThompson MA, Henderson JP, Shah PK, et al; COVID-19 and Cancer 66\nConsortium. Association of convalescent plasma therapy with\nsurvival in patients with hematologic cancers and COVID-19.\n– JAMA Oncol 2021;7(08):1167 1175\nHuesoT, Godron AS, Lanoy E, et al. Convalescent plasma improves 67\noverall survival in patients with B-cell lymphoid malignancy and\nCOVID-19: a longitudinal cohort and propensity score analysis.\n– Leukemia 2022;36(04):1025 1034\nń Biernat MM, Kolasi ska A, Kwiatkowski J, et al. Early administration 68\nof convalescent plasma improves survival in patients with hemato-\nlogical malignancies and COVID-19. Viruses 2021;13(03):13\nHämostaseologie Vol. 43 No. 1/2023 © 2023. Thieme. All rights reserved.\n\nSchrezenmeier et al.\nﬁ Lanza F, Monaco F, Ciceri F, et al. Lack of ef cacy of convalescent 69\nplasma in COVID-19 patients with concomitant hematological\nmalignancies: an Italian retrospective study. Hematol Oncol 2022\nﬁ Cristelli MP, Langhi Junior DM, Viana LA, et al. Ef cacy of conva- 70\nlescent plasma to treat mild to moderate COVID-19 in kidney\ntransplant patients: a propensity score matching analysis. Trans-\n– plantation 2022;106(01):e92 e94\nMüller-Tidow C, Janssen M, Schäkel U, et al. A randomized 71\ncontrolled clinical trial demonstrates that plasma from conva-\nlescent and vaccinated donors improves outcome of COVID-19 in\npatients with hematological disease, cancer or immunosuppres-\nsion. [abstract]. EHA Library 2022:357146\nﬁ Lacombe K, Hueso T, Porcher R, et al. Ef cacy and safety of 72\nconvalescent plasma to treat hospitalised COVID-19 patients\nﬁ with or without underlying immunode ciency: a randomized\nclinical trial. medRxiv 2022; http://medrxiv.org/content/early/\n2022/08/10/2022.08.09.22278329.abstract:2022\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited.\nSenefeld JW, Franchini M, Mengoli C, et al. COVID-19 convalescent 73\nplasma for the treatment of immunocompromised patients: a\nsystematic review. medRxiv 2022;2022\nWang Z, Muecksch F, Schaefer-Babajew D, et al. Naturally en- 74\nhanced neutralizing breadth against SARS-CoV-2 one year after\n– infection. Nature 2021;595(7867):426 431\nLustig Y, Nemet I, Kliker L, et al. Neutralizing response against 75\nvariants after SARS-CoV-2 infection and one dose of BNT162b2. N\n– Engl J Med 2021;384(25):2453 2454\nStamatatos L, Czartoski J, Wan YH, et al. mRNA vaccination boosts 76\ncross-variant neutralizing antibodies elicited by SARS-CoV-2\n– infection. Science 2021;372(6549):1413 1418\nRössler A, Riepler L, Bante D, von Laer D, Kimpel J. SARS-CoV-2 77\nomicron variant neutralization in serum from vaccinated and\n– convalescent persons. N Engl J Med 2022;386(07):698 700\nWilhelm A, Widera M, Grikscheit K, et al. Limited neutralisation of 78\nthe SARS-CoV-2 omicron subvariants BA.1 and BA.2 by conva-\nlescent and vaccine serum and monoclonal antibodies. EBioMe-\ndicine 2022;82:104158\nLiu L, Iketani S, Guo Y, et al. Striking antibody evasion manifested 79\nby the omicron variant of SARS-CoV-2. Nature 2022;602\n– (7898):676 681\nPlanas D, Saunders N, Maes P, et al. Considerable escape of SARS- 80\nCoV-2 omicron to antibody neutralization. Nature 2022;602\n– (7898):671 675\nCameroni E, Bowen JE, Rosen LE, et al. Broadly neutralizing 81\nantibodies overcome SARS-CoV-2 omicron antigenic shift. Nature\n– 2022;602(7898):664 670\nSeidel A, Jahrsdörfer B, Körper S, et al. SARS-CoV-2 vaccination of 82\nconvalescents boosts neutralization capacity against SARS-CoV-2\ndelta and omicron that can be predicted by anti-S antibody\nconcentrations in serological assays. medRxiv 2022; http://\nmedrxiv.org/content/early/2022/01/17/2022.01.17.22269201\nNguyen D, Simmonds P, Steenhuis M, et al. SARS-CoV-2 neutral- 83\nising antibody testing in Europe: towards harmonisation of\nneutralising antibody titres for better use of convalescent plasma\nand comparability of trial data. Euro Surveill 2021;26(27):26",
        "char_count": 6394,
        "word_count": 922,
        "extraction_method": "two_column"
      }
    ]
  }
}