{
  "metadata": {
    "source_file": "pdfs/In-line treatments and clinical initiatives.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:41.583446",
    "total_pages": 22,
    "total_characters": 132696,
    "total_words": 20689
  },
  "content": {
    "full_text": "--- Page 1 ---\nSince January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.\n\n--- Page 2 ---\nRespiratory Medicine 191 (2022) 106192\nContents lists available at\njournal homepage:\nReview article\nIn-line treatments and clinical initiatives to fight against\nCOVID-19 outbreak\na b b Mukta Agrawal , Shailendra Saraf , Swarnlata Saraf\nd d Sucheta Banerjee Kurundkar , Debjani Roy , Pankaj Joshi\nh i ** , Yogendra Kumar Choudhary , Prashant Kesharwani\nRungta College of Pharmaceutical Sciences and Research, Kohka-Kurud Road, Bhilai, Chhattisgarh, 490024, India a\nUniversity Institute of Pharmacy, Pt. Ravishankar Shukla University, Raipur, Chhattisgarh, 492010, India b\nNational Institute of Pharmaceutical Education and Research (NIPER-Guwahati), Department of Pharmaceuticals, Ministry of Chemicals c\nSila Katamur (Halugurisuk), Changsari, Kamrup, 781101, Guwahati, Assam, India\nClinical Development Services Agency (An Extramural Unit of Translational Health Science d\n&\nTechnology, Govt. of India) NCR Biotech Science Cluster, 3rd Milestone, Gurgaon- Faridabad Expressway, Faridabad, 121001, India\nKulkarni EndoSurgery Institute and Reconstructive Urology Centre, Paud Raod, Pune, 411038, India e\nDepartment of Urology, Deenanath Mangeshkar Hospital and Research Center, Erendawane, Pune, 411004, India f\nCentral Drugs Standard Control Organization, Directorate General of Health Services, Ministry of Health g\nIndia\nEtica Clinpharm Pvt Ltd, CCRP-317, Ambuja City Centre, Vidhan Sabha Road, Mowa, Raipur, Chhattisgarh, 492001, India h\nDepartment of Pharmaceutics, School of Pharmaceutical Education and Research, Jamia Hamdard, 110062, New Delhi, India i\nA R T I C L E  I N F O A B S T R A C T\nKeywords:\nCOVID-19\nSARS-CoV-2\nPandemic\nRepurposed medicine\nVaccine\nClinical trials\n1. Introduction\nIn history, mankind experienced different types of coronavirus\n* Corresponding author.\n** Corresponding author.\nE-mail addresses: prashantdops@gmail.com (P. Kesharwani),\nhttps://doi.org/10.1016/j.rmed.2020.106192\nReceived 2 June 2020; Received in revised form 10 August 2020; Accepted 13 October 2020\nAvailable online 17 October 2020\n0954-6111/© 2020 Elsevier Ltd. All rights reserved.\n\nScienceDirect\nRespiratory Medicine\nhttp://www.elsevier.com/locate/rmed\nc , Upadhyayula Suryanarayana Murty ,\ne f g , , Dhananjay Sable ,\nc * , , Amit Alexander\nFertilizers, Govt. of India, &\nTechnology Institute, Dept of Biotechnology, Ministry of Science &\nFamily Welfare, Government of India, New Delhi, 110001, &\nIn December 2019, when the whole world is waiting for Christmas and New Year, the physicians of Wuhan,\nChina, are astounded by clusters of patients suffering from pneumonia from unknown causes. The pathogen\nisolated from the respiratory epithelium of the patients is similar to previously known coronaviruses with some\ndistinct features. The disease was initially called nCoV-2019 or SARS-nCoV-2 and later termed as COVID-19 by\nWHO. The infection is rapidly propagating from the day of emergence, spread throughout the globe and now\nbecame a pandemic which challenged the competencies of developed nations in terms of health care manage­\nment. As per WHO report, 216 countries are affected with SARS-CoV-19 by August 5, 2020 with 18, 142, 718\nconfirmed cases and 691,013 deaths reports. Such huge mortality and morbidity rates are truly threatening and\ncalls for some aggressive and effective measures to slow down the disease transmission. The scientists are\nconstantly engaged in finding a potential solution to diagnose and treat the pandemic. Various FDA approved\ndrugs with the previous history of antiviral potency are repurposed for COVID-19 treatment. Different drugs and\nvaccines are under clinical trials and some rapid and effective diagnostic tools are also under development. In\nthis review, we have highlighted the current epidemiology through infographics, disease transmission and\nprogression, clinical features and diagnosis and possible therapeutic approaches for COVID-19. The article\nmainly focused on the development and possible application of various FDA approved drugs, including chlo­\nroquine, remdesivir, favipiravir, nefamostate mesylate, penciclovir, nitazoxanide, ribavirin etc., vaccines under\ndevelopment and various registered clinical trials exploring different therapeutic measures for the treatment of\nCOVID-19. This information will definitely help the researchers to understand the in-line scientific progress by\nvarious clinical agencies and regulatory bodies against COVID-19.\ninfections, affected specific regions of the world, among which SARS-\nCoV (Severe Acute Respiratory Syndrome Coronavirus) and MERS-CoV\n(Middle East Respiratory Syndrome Coronavirus) were considered as\nan epidemic. SARS-CoV and MERS-CoV affected a big population and\namit.alexander@niperguwahati.ac.in , itsmeamitalex@gmail.com (A. Alexander).\n\n--- Page 3 ---\nM. Agrawal et al.\nAbbreviation\nACE2 Angiotensin Converting Enzyme 2\nALC Alternate Level of Care\nAPC antigen-presenting cell\nARDS Acute Respiratory Distress Syndrome\nAT2 Angiotensin-2\nBCG Bacillus Calmette Gu erin Vaccine ´\n–\nCDC Centre For Disease Control And Prevention\nCDSCO Central Drug Standard Control Organization\nCEPI Coalition for Epidemic Preparedness Innovation\nCFR Case Fatality Rate\nCGHS Central Government Health Scheme\nc -Myc Myc Proto-Oncogene Protein\nCoV Coronavirus\nCOVID-19 Coronavirus Disease 2019\nCPAM Congenital Pulmonary Airway Malformation\nCPR Cardiopulmonary Resuscitation\nCRP C -Reactive Protein Test\nCT scan Computerized Tomography Scan\nCXR Chest X-Ray\nCYP3A Cytochrome P450\nDCGI Drugs Controller General of India\nDNA Deoxyribonucleic Acid\nECG Electrocardiogram\nESRD End-Stage Renal Disease\nEUA Early Use Authorization\nFDA Food and Drug Administration\nGI Gastro Intestinal Tract\nhACE human angiotensin-converting enzyme-2\nHIV Human Immunodeficiency Virus\nICMR Indian Council of Medical Research\nIFN-1 Interferon Type-I\nIFNAR Interferon- / Receptor\nА В\nresponsible for a higher mortality rate throughout the world [ 1 ]. In\nDecember 2019, another dreadful coronavirus infection emerged in\nChina initially diagnosed as pneumonia with an unknown cause. After\npreliminary investigations, it was called nCoV-2019 (novel coronavirus\ninfection 2019) which was further officially named as COVID-19\n(coronavirus infection disease-2019) by WHO. The first cases of novel\ncoronavirus infection were reported in December 2019 in Wuhan city of\nChina and spread to 216 countries of the world till date (August 5,\n2020). The patients were prevalently observed with high fever, dry\ncough, dyspnea, and bilateral lung infiltrate upon imaging [ 2 , 3 ]. The\norigin of infection was linked to a wholesale seafood market of Wuhan\ncity and supposed to spread from the animal species (possibly bats,\nsnakes, fish or any other) consumed by the affected population [ 4 , 5 ]. On\nMarch 11, 2020, COVID-19 is declared as a pandemic by WHO which is\nthe first known pandemic in human history that supposed to be\ncontrolled by appropriate curative measures (WHO, March 11, 2020).\nAfter the COVID-19 outbreak in Wuhan, China, more than 18, 142,\n718 patients were identified positive with SARS-CoV-2 infection along\nwith 691,013 confirmed death reports throughout the globe till date [ 6 ,\n7 ]. Such huge mortality and morbidity reports create too much chaos\namong the world population which originated various myths like high\ntemperature kill SARS-CoV-2 virus, ability to hold your breath for more\nthan 10 s without difficulty is a test to confirm the infection, drinking\nalcohol protects against COVID-19 infection, a hot water bath will pre­\nvent the COVID-19, etc. Thus, to clarify the confusion and false pre­\ndictions, WHO and many other Government bodies generated some\nmyth busters to aware of the public with actual facts [ 6 ]. On the other\nhand, the lower CFR (case fatality rate) 3.80 on August 5, 2020 as\n\nRespiratory Medicine 191 (2022) 106192\nIL-6 Interleukin-6\nISG Interferon Stimulating Gene\nIVIG Intravenous Immunoglobulin\nLAV Live Attenuated Virus\nMERS Middle East Respiratory Syndrome\nMRF Medical Response Force\nmRNA Messenger RNA\nNASH Non-Alcoholic Steatohepatitis\nnCoV Novel Coronavirus Infection\nOPD Outpatient Department\nPDIA3 Protein Disulfide-Isomerase A3\nPFOR Pyruvate Ferredoxin Oxidoreductase Enzyme\nPPE Personal Protective Equipment\nR D Research and Development\n&\nRBC Red Blood Cell\nRBD Receptor Binding Domain\nRCGM Review Committee on Genetic Manipulation\nRDRP RNA-Dependent RNA Polymerase\nRNA Ribonucleic Acid\nRNAaemia Serum SARS-CoV-2 Viral Load\nRRAR polybasic cleavage site\nRR Respiratory Rate\nRT-PCR Reverse Transcription Polymerase Chain Reaction\nS -glycoprotein Spike-glycoprotein\nSARS Severe Acute Respiratory Syndrome\nSLE Systemic Lupus Erythematosus\nSPO2 Peripheral Capillary Oxygen Saturation\nTGF tumor growth factor\nTNF tumor necrosis factor\nTH2 T Helper Cell Type 2\nUSA United States of America\nVRDLs Viral Research Diagnostic Laboratories\n&\nWHO World Health Organization\ncompared to the previous coronavirus epidemic conditions, recovery of\nthe good number of infected patients, government s aggressive efforts to\n’\ncombat the disease and exhaustive research initiatives for developing\nvarious diagnostic tools, promising therapies, and vaccination, etc. gives\nsome kind of assurance that we will fight and win this global issue.\nThe development of a new drug or vaccine against any novel path­\nogenic species or completely new infection/disease always remains a\nchallenging and lengthy process. The developmental process involves\nidentification of the pathogenic strain, a detailed investigation of viral/\nmicrobial anatomy and genetic sequencing, thorough understanding of\ndisease pathophysiology, in vitro model development, mode of invasion,\nproduct development, in vivo testing on animal models and human trials\n(phase I, phase II and phase III). The complete process including product\napproval is essential to ensure the safety and efficacy of the formulation\nand take around 10 15 years usually and a minimum of 1.5 2 years [ 8 ].\n– –\nThe scientists and researchers around the globe are struggling to find\nsome potential solutions to fight this threatful condition as soon as\npossible. These initiatives are also supported by various government\nbodies in terms of funding and other regulatory affairs [ 9 ]; The, 2020).\nAlthough, the world has to wait for at least one and a half years to have\nthe first vaccine of COVID-19. Currently, two American based com­\npanies named Moderna Therapeutics, Bostan and Inovio Pharmaceuti­\ncals, Pennsylvania got approval for human trials of the vaccines. In this\nreview, we have discussed current therapeutic approaches used by the\nphysicians throughout the world to treat COVID-19 patients including\ndifferent antiviral, antimalarial, anti-inflammatory drugs, immunosup­\npressants, nucleotide analogs, antibiotics, health-promoting agents, etc.\nalong with vaccines development and various clinical studies. We have\n2\n\n--- Page 4 ---\nM. Agrawal et al.\nFig. 1.\nFig. 2. Epidemiology of COVID-19 infection showing the number of confirmed\ncases in a different region of the Globe as per WHO COVID-19 Situation report\n197 [ 6 ].\nalso highlighted the latest epidemiology of the disease, the phases of\ndisease progression, phase-wise transmission and spread of infection, its\nsymptoms and diagnostic measures.\n2. Epidemiology and infographics\nAs per the WHO update on August 5, 2020, in total, there are 18, 142,\n718 confirmed cases of COVID-19 with 691,013 deaths reported\nthroughout the world [ 10 ]. Around 216 countries got affected by this\npandemic to August 5, 2020. The cases increasing day-by-day and the\nsituations get worsens. The worst-case scenario is in the USA with 4,918,\n\nRespiratory Medicine 191 (2022) 106192\nGeographical representation of COVID-19 epidemiology, showing the current statistics of 10 worsely affected countries including USA, Brazil, India, Russia,\nSouth Africa, Mexico, Peru, Chile, Spain and Colombia along with the present data of China (confirmed cases and death reports in these countries till August 5, 2020).\n770 confirmed cases followed by Brazil with 2,808,076 cases, India with\n1,910,681 cases, Russia with 866,627 cases, South Africa with 521,318\ncases, Mexico with 449,961 cases, Peru 439,890 cases, Chile 362,962\ncases, Spain with 349,894 cases and Colombia with 334,979 cases, as\ntop ten countries of the world in respect to COVID-19 cases at early\nAugust. These are ten heavily burnt countries with COVID-19 pandemic\nwhile the China, the first hitted country is now showing flattening of\ngrowth curve with 84,491 cases [ 11 ]. The geographical representation\nof some worst affected countries is shown in Fig. 1 .\nFor easy understanding and monitoring of the situation WHO has\ndivided the whole world into 6 regions. The Region of Americas\n9,741,727 cases and 365,334 deaths; European Region is identified with\n3,425,017 confirmed cases and 214,238 deaths; South-East Asia Region\nwith 2,242,656 cases and 47,574 deaths; Eastern Mediterranean Region\nwith 1,574,551 cases and 41,202 deaths; African Region with 825,272\ncases and 14,139 deaths and finally the Western Pacific Region with\n332,754 cases and 8513 deaths ( Fig. 2 ). Every day becomes crucial now,\nas initially, it took around 3 months to reach the number of one hundred\nthousand patients while this number gets doubled only in the next 3 6\n–\ndays. WHO developed and approved a new protocol entitled population-\n“\nbased age-stratified seroepidemiological investigation protocol for COVID-19\nvirus infection for investigating the extent of infection in the general\n”\npopulation by positive antibody test [ 6 ].\nAs per the unpublished data of the Chinese Government and Chinese\nmedia report, an unnoticed event of novel coronavirus infection was\ntracked back on November 17, 2019 in Wuhan city, Hubei province,\nChina [ 12 , 13 ]. Rapid dissemination was noticed since the first day of the\noutbreak. By the end of 2019 i.e. 31st December 2019, China has 27\nconfirmed cases on records. The number gets doubled (59) within 5 days\nand remain constant till January 16, 2020. During this period, the\nGovernment of China and the rest of the world did not get the outrage of\nthis situation. International traveling for personal, professional and\n3\n\n--- Page 5 ---\nM. Agrawal et al.\nFig. 3.\nMexico, Peru, Chile, Spain and Colombia along with the present data of China starting from January 19, 2020 to August 4, 2020 (Adapted from [\npolitical purposes was frequent at that time. Chinese people continued to\nmove transfrontier and went to many different places of the entire\nworld, including the USA, European countries, South Africa, Western\npacific region, other parts of Asia and all other places of the globe and\nChina also allowed the cross-border travellers. Afterward, the number of\ninfected patients quickly raised and reached 526 in the next 6 days by\nJanuary 22, 2020 [ 14 ]. By this time, the Chinese Government initiated\nvarious strict measures to control this novel Coronavirus infection and\nestablished various Epidemic control and prevention councils at the\nstate and national level [ 15 ]. Failing all the precautionary measures, a\nquick and widespread infection was observed in China which was un­\ncontrollable till February 22, 2020 with 76,369 patients. Further, with\naggressive, controlling measures, exhaustive screening, social\ndistancing, and complete quarantine of suspects, a stagnancy was\nobserved in the quick uprising curve of COVID-19 infection in the after 3\nmonths in China [ 14 ]. On the basis of available statistics, by the end of\nMarch 2020, the whole world supposed that China came out from the\ncontainment stage and moved to the mitigation phase [ 16 ]. It was ex­\npected that China has completely overcome the outbreak by eradicating\nthe infection but upon the appearance of some new cases of COVID-19\nChina fears about the second wave of infection which supposed to be\nmore threatening than the previous version. Now, by early August,\nChina has flattened the curve of COVID-19 spread and showed a stag­\nnant situation with 84,079 cases [ 17 ]; Xu and Li).\nIn late January and February the epidemic was spread out from\nChina and rapidly transmitted to different countries and now on August\n5, 2020 COVID-19 is spread over 216 countries around the globe [ 14 ]. In\nthe beginning, South Korea became the second most affected country\nafter China with a quick and widespread infection. In South Korea, the\nfirst case was reported on 20th January and within one month it became\n155 cases. Afterward, the number gets doubled on a daily basis and\nmultiplied quickly thereof. By 8th March, the number of infected pa­\ntients reached up to 7134. Thereafter, a stagnancy was observed in the\ngrowth curve which is maintained till date (May 22, 2020). The South\nKorean Government implemented an intensified testing model for\nhigh-risk groups or all. ‘Test, test and test or ‘triple T was the only\n’ ’\nformula of the South Korean Government. With strict preventive and\n\nRespiratory Medicine 191 (2022) 106192\nGraph showing number of confirmed cases and rate of spread of COVID-19 in 10 worsely affected countries including USA, Brazil, India, Russia, South Africa,\n25 ]).\ncontrol measures, the Government of South Korea succeeded in con­\ntrolling the disease transmission (Alexis [ 18 ].\nWith 4,918,770 confirmed cases and 160,318 death reports, now in\nAugust, unfortunately, United States of America maintained the first\nposition in the COVID-19 statistic chart by WHO and other regulatory\nbodies with very little improvement in disease spread [ 6 , 11 ]. Initially,\nthe disease transmission is lower in the USA than many other countries,\nincluding Italy, France, Spain, Japan, South Korea, etc. The very first\ncase was reported on 21st January, while the 100th case on 3rd March.\nThe great control was observed in February 2020. A faster multiplication\nand massive community spread were reported from 10th March and\nfrom then COVID-19 outbreak has erupted in the USA [ 14 ]. As per a\nreport by William Haseltine in Project Syndicate, such a pandemic ex­\nplosion is because of the initial casual response of US Government which\ndid not bother about the contact tracing, extensive testing and impera­\ntive quarantine of suspects [ 19 , 20 ]; Michael D. [ 21 ]. After a huge\nnumber of deaths, the USA trying to respond to the pandemic situation\nand announced partial closing of business, universities, schools and\nother public premises for damage control and restraining of further\nspread [ 20 , 22 ]. Although, the situation is worst in the USA and seems\nout of control with these median steps. The fierceness is measured by the\nstatement of the US President that ‘there will be a lot of death in the\nUSA and ‘we will be lucky if it stopped in three hundred thousand\n’\ndeaths [ 23 , 24 ].\n’\nThe worldwide scenario is changing day by day and various coun­\ntries initially experiencing a modest spread of COVID-19 like Russia,\nIndia etc. are now becoming the centre of SARS-CoV-2 infection and\nstruggling to combat the situation. COVID-19 not only affected the\nhealth of the human world but also put a question mark on the world\neconomy and development. So, to balance the world economy, all the\ngovernments are now working on the concept of ‘learn to live with\nCOVID-19 and hence, most of the countries call-off the lockdown and ′\ntrying to get back to the normal lives with essential precautions. The\nconfirmed cases of COVID-19 from 22nd January to August 5, 2020,\nhighlighting the case reports of ten worsely affected countries along\nwith China is graphically displayed in Fig. 3 . A detailed record of all the\naffected countries and timely disease spread has been given in\n4\n\n--- Page 6 ---\nM. Agrawal et al.\nFig. 4.\nPeru, Chile, Spain and Colombia along with the present data of China starting from January 21, 2020 to August 5, 2020 (adapted from [\nFig. 5. Different phases of disease transmission or spread in the community\naccording to its mode of spread and severity.\nsupplementary file 1. A graphical data of daily new confirmed death\nreports on 3 days rolling average data is shown in Fig. 4 , highlighting the\ndaily new death reports of the aforementioned countries in comparison\nwith world data.\n\nRespiratory Medicine 191 (2022) 106192\nGraph showing cumulative confirmed death due to COVID-19 in 10 worsely affected countries including USA, Brazil, India, Russia, South Africa, Mexico,\n26 ]).\n3. Transmission and spread\nThe exact pathophysiology of COVID-19 is currently not clear, we\nhave very limited information about the characteristics and clinical\nfeatures of SARS-CoV-2 infection. The disease spread mechanism also\nhas a higher degree of uncertainty. The current data is mostly based on\nthe information of previous coronavirus infections including SARS-CoV\nand MERS-CoV which are transmitted from one person to another by\nrespiratory content [ 27 ]. Usually, viral infections are transmitted from\none to another during the symptomatic phase. Despite that current ev­\nidence suggests that COVID-19 transmission also takes place in the\nasymptomatic incubation phase of the virus which supposed between\none to fourteen days [ 27 , 28 , 29 ]. As per various regulatory bodies, the\ncommunity transmission or disease spread takes place in four stages\n( Fig. 5 ). When the infection is only found in individuals recently traveled\nfrom foreign countries or in imported cases, it is known as stage I. No\ncommunity transmission is observed at stage I; hence it is easily\ncontrollable with proper preventive measures. At stage II community\ntransmission takes by direct contact of a healthy individual with a per­\nson traveling the foreign country and carry the infection. The trans­\nmission mostly takes place in the family member or friend who came\ndirectly in contact with the primary infected person. At this stage, the\nprimary source of transmission can be easily identified. Further, stage III\nis considered an advanced stage of disease transmission which is difficult\nto control. At this stage, community transmission takes place to a greater\nextent while the source of infection can t be located and isolated. When\n’\ncommunity transmission gets started, the disease will spread faster and\naffect the bulk population. Stage IV is a very dreadful condition. A\nmassive transmission among a cluster of the population is seen at this\nstage which is very difficult to control and treat. It is an epidemic con­\ndition for the affected country where the disease spread seems uncon­\ntrollable [ 30 ].\nOnce a person gets exposed to SARS-CoV-2, the disease progression\ncan be understood in five categories based on the clinical symptoms and\ndisease pathophysiology ( Fig. 6 ). The period just after exposure to the\n5\n\n--- Page 7 ---\nM. Agrawal et al.\nFig. 6.\ninfection is known as the ‘asymptomatic phase or ‘incubation period .\n’ ’\nThis phase lasts from three to fourteen days which can be managed by\nkeeping the infected person on isolation and observation. It is charac­\nterized by nasopharyngeal replication of viral strain with no significant\nclinical symptom. The second phase is ‘symptomatic or ‘prodromal\n’\nstage , which lasts up to seven days. The clinical symptoms include\n’\ncough, fever, sore throat, myalgia, diarrhea, vomiting, abdominal pain,\netc. but no evidence of pneumonia [ 31 ]. The viral pathophysiology in­\nvolves nasopharyngeal replication and ACE2 receptor binding. At this\nstage, the patients will be kept under observation and usually treated\nwith chloroquine or hydroxychloroquine. Most of the COVID-19 patients\nretain at this stage and do not progress into further pneumonia phase.\nThe third phase is ‘pneumonia , usually appears from day eight of the\n’\nsymptomatic phase and lasts up to day ten. The viral pathophysiology is\nthe same as the second phase and clinical symptoms include recurrent or\npersistent fever, lethargy, CXR features of pneumonia, increased CPR\nand reduced ALC. Usually, hydroxychloroquine is given at this stage but\nlopinavir and ritonavir are added to the dosage regimen when symptoms\nare progressive. Further, stage four is the advanced stage of pneumonia\nwhich also includes hypoxia along with the previous symptoms. It is also\na phase of clinical deterioration featured with hypoxia, shortness of\nbreath, progressive exertional dyspnea, increase CRP, decreased ALC\nalong with higher RR and lower SPO2 concentration. This phase can also\nbe treated with hydroxychloroquine and lopinavir/ritonavir therapy.\nThe last stage is the ‘immunological stage where the patients are criti­\n’\ncally ill and experience shock along with ARDS and MRF. The patho­\nphysiology involves the cytokine storm with excessive interleukin and\nTH2 content in plasma. Chloroquine, hydroxychloroquine, lopina­\nvir/ritonavir, ribavirin/interferon and immunomodulators like IVIG,\nβ\nsteroids, tocilizumab, etc. are preferred at this stage. The mortality rate\nis very high at this stage. Most of the COVID-19 related deaths are\nobserved at the immunological stage only [ 32 ]\n\nRespiratory Medicine 191 (2022) 106192\nPhases of disease progression, pathophysiology, clinical symptoms, and management approaches.\n4. Pathophysiology\nUsually, CoV is considered as a large (80 160 nm), non-segmented,\n–\nenveloped, ssRNA viruses. However, SARS-CoV-2 differs from the\nalready known CoV because of the presence of nucleocapsid protein and\nmembrane protein-like spike glycoprotein ( S -glycoprotein), which is\nresponsible for a crown or spike-like structure at the outer membrane\n[ 33 ]. There are two subunits of S -glycoprotein, namely S1 and S2, from\nwhich S1 assists the entry of SARS-CoV-2 to the host cell by direct\ninteraction with hACE (human angiotensin-converting enzyme-2) re­\nceptor [ 34 ]. The high pathogenicity and spread of SARS-CoV-2 may be\nattributed to the presence of modified RBD (receptor binding domain) of\nthe S1 subunit, partially opened ‘S trimer and polybasic cleavage site\n’\n(RRAR). Type-2 pneumocytes of the human lungs are decorated with\nhACE2 receptors. The receptor-binding domain of the S1 subunit of the\nspike glycoprotein tends to interact with the hACE2 receptor of pneu­\nmocyte 2 cells and results in the progressive suppression of the hACE2\nreceptor [ 35 ]. This downregulation of the hACE2 receptor facilitates the\nproduction of AT2 (angiotensin-2). Further, the increased AT-2 con­\ncentration which causes lung injury by increasing the permeability of\npulmonary vasculature. Together, the APC (antigen-presenting cell) of\nSARS-CoV-2 binds to the host dendritic cells, and promotes the activa­\ntion of macrophages and releases pro-inflammatory cytokines (different\ninterleukins like IL-1 , IL-12, IL-18, IL-33 and interferons like IFN and\nα β\nalong with tumor necrosis factor (TNF- ) and tumor growth factor\nα γ\n(TGF- )) and chemokines (CCL-2, 3, 5 and CXCL-8, 9, 10). The macro­\nβ\nphages and inflammatory mediators engender severe and extensive\nimmunological reactions, which is termed as ‘cytokine storm. Such\n’\nfierce inflammatory responses are considered as the primary patho­\nphysiology of SARS-CoV-2 infection, which causes damage to the\nepithelial cell lining of lungs and other organs of the body by reaching to\nthe blood circulation [ 33 , 36 ]. The pathophysiology of COVID-19 is\ngraphically presented in Fig. 7 .\n6\n\n--- Page 8 ---\nM. Agrawal et al.\n5. Clinical features and diagnosis\nClinically COVID-19 is primarily characterized by fever, dry cough\nand fatigue, while other associated symptoms are vomiting, diarrhea,\nmyalgia, dyspnoea, headache, hemoptysis, etc. A person with multiple\ncomorbidities, any disease condition, weaken the immune system, kid­\nney disease/injuries and ARDS (Acute Respiratory Distress Syndrome)\nare prone to the infection [ 37 , 38 ]. Various regulatory bodies like WHO\nand CDC (Centre for Disease Control and Prevention) issued guidelines\nfor clinical and epidemiological investigations related to COVID-19\ninfection [ 39 ].\nCOVID-19 has an average incubation period of 5 6 days, after which\n–\nthe symptoms arose in the infected person [ 40 ]. After the onset of the\nsymptoms, the diseased period to death may range from 6 to 41 days\nwith an average of 14 days of survival [ 41 ]. The period of diseased phase\ndepends upon the physiological condition, age and immune response of\nthe patient. It becomes more severe and lethal in pediatric and geriatric\npatients and the person with lower immunity due to any other diseased\ncondition like a cancer patient, patient with kidney injury, etc. [ 41 ]. The\nclinical symptoms of COVID-19 by chest CT scan indicates pneumonia.\n\nRespiratory Medicine 191 (2022) 106192\nFig. 7. The figure demonstrates a brief overview on\nthe pathophysiology of COVID-19. When SARS-CoV-2\nentered into the lungs, it binds to the hACE2 receptor\nof type-2 pneumocyte cells of the alveoli and acti­\nvates the macrophages and other inflammatory me­\ndiators like different cytokines and chemokines.\nThese inflammatory mediators result in rigorous\nimmunological reactions and bring ‘cytokine storm\n’\nwhich causes damage to lung tissues and other organs\nby entering into the general circulation (Adapted\nwith permission from [ 33 ]).\nOn the other hand, RNAaemia, acute cardiac injury, ARDS and\nground-glass opacity increases the severity of disease and led to death.\nThe inflammation increases due to hyperactivation of both local and\nsystemic immune responses which was observed when both the lungs\nget affected with multiple ground-glass opacity due to infection [ 42 ].\nUnfortunately, in some cases, treatment with inhalable interferons\ndoesn t show any clinical effect and even worsens the condition and\n’\ndisease progression [ 43 ]. The symptoms at every stage of the disease\nprogression are shown in Fig. 6 . The primary symptoms of COVID-19 are\nsimilar to other beta coronavirus symptoms, including dry cough, dys­\npnea, fever and bilateral ground-glass opacity [ 38 ]. Unlike the previous\ncoronavirus, COVID-19 affects the lower airways instead of the upper\nrespiratory tract and hence, sneezing, rhinorrhoea doesn t indicate the\n’\nCOVID-19 [ 44 , 45 ]. In addition, the COVID-19 patient also experiences\nsome GI symptoms such as diarrhea which was not common in\nSARS-CoV or MERS-CoV. Thus, urine and fecal sample tests are also\nessential to confirm infection [ 42 , 46 ].\nThe containment of disease spread and mortality rate without rapid\nand pervasive screening is been intricate for any government of this\nworld. Hence, a prompt, effective and immense diagnosis of each and\n7\n\n--- Page 9 ---\nM. Agrawal et al.\nTable 1\nList of different COVID-19 diagnostic tools under development along with the respective companies and their approval status [\nS N. Product name Test Type ⋅\nRealTime SARS-CoV-2 PCR 4\nID NOW COVID-19 Test Isothermal amp.-PoC <\nAvellinoCoV2 PCR\nReal-Time Fluorescent RT-PCR kit PCR 3\nBIOFIRE COVDI-19 test PCR <\n2019-nCoV Real-Time RT-PCR Dx Panel PCR\nXpert Xpress SARS-CoV-2 Test PCR-PoC <\nSimplexa COVID-19 Direct PCR 1\nePlex SARS-CoV-2 Test PCR 2\nPanther Fusion SARS-CoV-2 Assay PCR 3\nCOVID-19 RT-PCR Test PCR\nNxTAG CoV Extended Pannel Assay PCR 4\nAccula SARS-CoV-2 Test PCR-PoC <\nNew Coronavirus RT-PCR Test PCR 4\nCOVID-19 genesig Real-Time PCR assay PCR 2\nQuest SARS-CoV-2 rRT-PCR PCR\nLyra SARS-CoV-2 Assay PCR 4\nCob as SARS-CoV-2 Test PCR\nTaqPath COVID-19 Combo Kit PCR 4\nNY SARS-CoV-2 Real-time RT-PCR PCR\nSARS-CoV-2 Influenza A B RT-qPCR Kit PCR 4 + &\nRAELQUALITY RQ-2019-nCoV PCR 4\nBosphore 2019-nCoV Detection Kit PCR 2\nSARS-CoV-2, Influenza, RSV panel PCR 4\nAccuPower COVID-19 Real-Time RT-PCR Kit PCR 8\nQ-Sens 2019-nCoV Detection Kit PCR 2\nVIASURE SARS-CoV-2 Real-Time PCR PCR 3\nLogix Smart Coronavirus COVID-19 Test PCR 1\nVitaPCR SARS-CoV2 Assay PCR-PoC <\nqCOVID-19, CLART COVID-19 PCR 5\n2019 Real-Time PCR Kit PCR 4\nGeneFinder COVID-19 RealAmp Kit PCR 4\nQIAstat-Dx Respiratory SARS-CoV-2 Panel PCR 1\nAllplex 2019-nCoV Assay PCR 4\nDiaPlexQ 2019-nCoV Detection kit PCR 2\nSARS-CoV-2 Clinical Sequencing assay NGS >\nMultiple Real-Time PCR Kit PCR 4\nExplify Respiratory NGS\nCOVID-19 Home Test Kits PCR\nAt-home COVID-19 test PCR\nCOVID-19 Home Test Kit PCR\nevery citizen of the affected country is the prime need at this time.\nAffordable test kits that produce quick responses, trained health care\npersons and PPE kit are the key elements to curb the pandemic [ 47 ].\nWHO suggested the list of COVID-19 suspects including the patients\nwith ARDS and high fever, a person with travel history to the infected\narea or international travel history after the pandemic outbreak, a per­\nson with an exposure to the hot spots of COVID-19, in contact with other\nsuspect or confirmed patients within 14 days before the onset of\nsymptoms and individual diagnosed with pneumonia or severe acute\nrespiratory illness. All these persons should be kept in quarantine and\nprovided with emergency care and treatment [ 48 , 49 ]. RT-PCR assay is\nthe prime technique for the SARS-CoV-2 diagnosis. Along with this, a\nsample taken from the lower respiratory tract like endotracheal aspi­\nrates and sputum is also recommended by WHO for diagnostic purposes\n[ 49 ]. However, strict precautionary measures are advised to avoid\nexposure to airborne contamination [ 50 ]. The analysis of bron­\nchoalveolar lavage is also a good option for diagnosis [ 51 ] but bron­\nchoscopy is usually avoided to protect the healthcare workers [ 52 ]. The\nsensitivity and accuracy of the RT-PCR assay are indecisive in critically\nill cases. Sometimes repetitive tests are desirable if it gives negative\nresults for suspicious patients [ 2 , 48 , 53 ]. Currently, different pharma­\nceutical and biotechnological companies and many research institutions\nare working on the development of a quick and effective diagnostic tool\nfor SARS-CoV-2, a summary of which is shown in Table 1 . Also a detail of\ninitiatives taken by different Indian companies towards the development\nof COVID-19 testing kit or diagnostic tools is given in supplementary file\n2.\n\nRespiratory Medicine 191 (2022) 106192\n47 ]].\nResult time (h) Company/Institution Approval status\n6 Abbott FDA-EUA –\n1 Abbott FDA-EUA\n24 48 Avellino Labs FDA-EUA –\nBGI FDA-EUA\n1 Biomerieux-BioFire Defense FDA-EUA\n24 72 CDC FDA-EUA –\n1 Cepheid FDA-EUA\nDiaSorin Molecular FDA-EUA\nGenMark Diagnostics FDA-EUA\nHologic FDA-EUA\n24 LabCorp FDA-EUA\nLuminex Molecular Diagnostic FDA-EUA\n1 Messa Biotech FDA-EUA\n6 Perkin Elmer FDA-EUA –\nPrimerdesign FDA-EUA\n96 120 Quest FDA-EUA –\n6 Quidel FDA-EUA –\n24 Roche FDA-EUA\nThermo Fisher FDA-EUA\n24 72 Wadsworth Centre, NY State FDA-EUA –\n6 3D Medicine CE Mark –\n6 AB Analytica CE Mark –\nAnatolia Geneworks CE Mark\n6 AusDiagnostics CE Mark –\nBioneer CE Mark\nCancerRop CE Mark\nCerTest Biotech, BD CE Mark\n2 Co-Diagnostics CE Mark –\n1 Credo Diagnostics Biomedical CE Mark\nGenomica/PharmMar Group CE Mark\n6 Kogene Biotech CE Mark –\n6 OsangHealthcare CE Mark –\nQiagen (acq. by Thermo Fisher) CE Mark\nSeegene CE Mark\nSolGent CE Mark\n12 Vision Medicals CE Mark\n6 Beijing Applied Biological Technologies (XABT) CE Mark –\n24 48 IDbyDNA LDT –\n72 144 Carbon Health Discontinued –\n48 Everlywell Discontinued\n48 Nurx, Molecular Testing Labs Discontinued\n6. In-line therapies and repurposed medicines\n6.1. Repurposed medicines\nHealth care professionals and physicians throughout the world are\ntrying some of the already existing drug molecules against COVID-19.\nVarious FDA approved drugs previously intended for other pathophys­\niological conditions like antimalarial drugs (chloroquine, hydroxy­\nchloroquine), antiviral drugs (remdesivir, favipiravir, penciclovir,\nribavirin, lopinavir), anticoagulant (nafamostat), antiprotozoal drug\n(nitazoxanide), antibiotic (teicoplanin), health-promoting agent (mela­\ntonin) and some immunosuppressant, etc. have been tested to treat\nCOVID-19 ( Table 2 ). These medicines resulted in positive response in\nsome cases however, also fails sometimes depending upon the patient s\n’\nphysiological condition, dosage regimen, and many other factors. A\nbasic introduction of individual drugs, developmental aspects, and\nrelevance of some frequently used active molecules in COVID-19 ther­\napy are discussed in this section and also showed in Fig. 8 .\n6.1.1. Chloroquine and hydroxychloroquine\nChloroquine is a common antimalarial agent currently found effec­\ntive in the treatment of the patients affected with COVID-19 [ 77 ]. Pre­\nvious experiments proved its efficacy as an antiviral drug based on\nwhich it is presently explored for the treatment of COVID-19 infection.\nBoth the phosphate and sulfate salt forms of chloroquine along with\nhydroxychloroquine are widely used for the treatment of malaria and\nalso for some autoimmune disorders like rheumatoid arthritis, lupus,\n8\n\n--- Page 10 ---\nM. Agrawal et al.\nTable 2\nresearchers against SARS-CoV-2 infection.\nS. Therapeutic agents Category Indication Development\nNo. history\nChloroquine Antimalarial Malaria, Discovered in 1934\nby Hans Anderson Pneumonia, some\nviral infections and and the team.\nApproved for autoimmune\nclinical practices in disorders like\nrheumatoid 1947 for malaria\narthritis, lupus, etc. treatment\nHydroxychloroquine Antimalarial Malaria and Firstly, synthesized\nautoimmune in 1946 and\ndisorder like approved in 1955\nrheumatoid by USFDA\narthritis, lupus\nerythematosus\nRemdesivir Antiviral Ebola, Marburg Developed by &\n(nucleotide other viral Gilead Sciences\nanalog) infections Designated as an\norphan drug in\nEurope by Gilead\nFavipiravir Antiviral (RNA Influenza, also Developed by\nPolymerase effective against Toyama\ninhibitor) Ebola infection Chemicals, Japan,\napproved for\nclinical application\nin 2014 in Japan\nPenciclovir Antiviral (DNA Herpes virus Launched in 2017\npolymerase disease by Fujifilm\ninhibitor)/ Toyama Chemical\nguanosine\nanalog\nRibavirin Antiviral hepatitis C, human Patented in 1971\n(nucleoside orthopneumo virus and approved 1986\nanalog) and other for commercial\nhemorrhagic viral use, launched by\nfevers including Valeant (now\nhantavirus, Lassa known as Bausch\nfever, and Health) as an\nCrimean-Congo inhalable powder\nhemorrhagic fever dosage, 1999, it is\nmanufactured as\nan oral capsule in\ncombination with\ninterferon α\nSchering-Plough\n(now known as\nMerck Co.) &\nLopinavir-ritonavir Antiretroviral HIV infection Approved for\n(protease clinical application\ninhibitor) by USFDA in 2000 &\nimmune\nbooster\nNafamostat Anticoagulant Cystic fibrosis Launched in 1986\nmesylate (Serine b y Toril,\nprotease Designated as\ninhibitor) Orphan drug by\nMucokinetica in\nEuropean Union in\n2010\nNitazoxanide Antiprotozoal Diarrhea and other firstly introduced\nprotozoal by Romark in 1996\ninfections, for oral\nHepatitis C administration to\n\nRespiratory Medicine 191 (2022) 106192\nCurrent research and development towards the treatment of COVID-19 highlighting various drug molecules currently preferred or recommended by physicians or\nAvailable Side effects Clinical status Reference\ndosage form against COVID-\n19\nA salt form like Blurred vision, nausea, [ 54 56 ] Found effective –\nphosphate, vomiting, blurred in COVID-19\nvision, uncontrolled sulfate associated &\nhydrochloride movements, deafness, pneumonia and\navailable as an headache, diarrhea, other symptoms\noral tablet mood changes, sore Currently under\nthroat, itchiness, etc. clinical trial\nOverdose cause\nchloroquine poisoning\nwhich may lead to\ncardiac arrest\nOral tablets Nausea, vomiting, Effective in [ 57 , 58 ]\ndiarrhea, headache, preliminary\nreduced appetite, investigations\nretinopathy, heart against COVID-\nproblems, etc. 19\nOverdose may lead to Under clinical\nheart failure trial\nIntravenous Nausea, Vomiting Improvement of [ 59 , 60 ]\ninjection in vitro and in\nvivo SARS-CoV-2\nmodel\nUnder phase III\nclinical trial by\nGilead Sciences\nOral Tablet Nausea, Vomiting, Effective in [ 61 ]; Mak,\nSore throat preliminary 10-03-2020;\ninvestigations Xinhua,\nagainst COVID- 17-03-2020)\n19 Under\nclinical trial\nTopical (cream) Headache, nausea, No satisfactory [ 62 , 63 ]\ndyspepsia, increased response in in\nserum lipase, vitro SARS-CoV-\nabdominal pain, 2 model, Under\nhyperbilirubinemia investigation &\ndizziness\nPowder for Nausea, headache, Effective against [ 64 , 65 , 66 ]\ninhalation and muscle pain, fever, etc. COVID-19 in the\nOral capsule RBC breakdown, preliminary\nallergic reactions and investigation\nliver damage along with other\nprohibited in drugs, Currently\npregnancy under clinical\ntrial\n-2b by\nAvailable as an Headache, vomiting, Effective [ 67 , 68 ]\noral capsule and abdominal pain, COVID-19\noral solution diarrhea, rash, associated\nhyperlipidemia, pneumonia,\nischemic heart disease, Under clinical\netc, investigation\nIntravenous Anaphylaxis, No significant [ 60 , 69 ]\ninjection Hyperkalemia, improvement in\ndyspnea, anaphylaxis, in vitro SARS-\netc. CoV-2 model,\ncurrently under\ninvestigation\nCurrently Headache, upset Found effective [ 70 ]; 2016\nmarketed as an stomach, stomach against COVID- [ 60 ];\noral tablet and pain, vomiting, skin 19 in in vitro\nsuspension as a rash, fever, itching, study,\nlicensed product discoloration, etc.\n( continued on next page )\n9\n\n--- Page 11 ---\nM. Agrawal et al.\nTable 2 ( continued )\nS. Therapeutic agents Category Indication Development\nNo. history\ntreat pediatric\ndiarrhea\nTeicoplanin Glycopeptide Staphylococcal –\nantibiotics infection, effective\nin some viral\ninfections like\ninfluenza, Ebola,\nHepatitis C, HIV,\netc.\nMelatonin Health- Atherosclerosis, Firstly discovered\npromoting delirium, sleep in 1917 Carey P.\nagent (Anti- disorders, McCord &\ninflammatory respiratory Allen while the\nantioxidant) diseases, and antioxidant &\ndifferent viral property was\ninfections discovered in 1993\nFig. 8.\netc. These drugs show very mild adverse effects and hence considered a\nsafer option for the aforementioned situations. Although there is a very\nnarrow margin between the toxic and therapeutic dosage of the drug and\nthe toxic dose results in chloroquine poisoning which may cause cardiac\narrest led to death [ 78 ]. Hence, strict regulations are given for the use of\nchloroquine and self-medication is forbidden.\nThe in vitro antiviral potency of chloroquine has firstly been\n\nRespiratory Medicine 191 (2022) 106192\nAvailable Side effects Clinical status Reference\ndosage form against COVID-\n19\nby Cardinal Under clinical\nHealth investigation\nIntramuscular Fever, erythematous Effective against [ 71 , 72 , 73 ] &\nintravenous rash, etc. SARS-CoV-2 in\ninjection preliminary\ninvestigations,\nClinical\ninvestigations\nare needed to\nassess the safety\nand efficacy\nFast dissolving Headache, bedwetting, Suppose to be [ 74 76 ] –\ntablet dizziness, diarrhea, effective in\nFloyd P. Nausea, high risk of COVID-19 but\nseizure, etc. no clinical\nshreds of\nevidence are\navailable\nDevelopmental aspects of different therapeutic agents currently under investigation for COVID-19 treatment.\nidentified in the late 1960s [ 79 ]. Both the drugs, chloroquine and\nhydroxychloroquine significantly inhibits the growth of various virus\nspecies in the in vitro cell culture, including SARS coronavirus [ 80 ].\nFurther, investigations in mice model confirm its efficacy in numerous\nother viruses species like human coronavirus OC43 [ 81 ], zika virus [ 82 ],\nenterovirus EV-A71 [ 83 ], and influenza virus A H5N1 [ 84 ]. However, a\nrandomized, double-blind, placebo-controlled clinical trial study\n10\n\n--- Page 12 ---\nM. Agrawal et al.\nshowed no effect in the treatment of influenza infection [ 85 ] and dengue\npatients in a clinical trial in Vietnam [ 86 ]. An ex vivo study indicates its\nactivity in ebolavirus in mice model [ 87 ], influenza [ 88 ] and Nipah [ 89 ]\nin Ferrets. Various other preclinical studies indicate the efficacy of\nchloroquine in chikungunya and other viral infections [ 90 , 91 ] but in\nfurther clinical trials, no successful results were yet reported in acute\nviral infections in human being.\nThe drug was also tested for chronic viral diseases such as HIV and\nhepatitis C. No significant effect was observed in HIV therapy while only\nmodest activity in treating hepatitis C. However, the activity was not\nsufficient to include the chloroquine into a standard therapeutic regimen\nof HIV and hepatitis C infection [ 92 , 93 , 94 ].\nUpon the outbreak of COVID-19, based on the previous research\ndata, scientists and researchers evaluated various existing FDA approved\nantiviral agents for their efficacy in SARS-CoV-2. In this sequence, Wang\nand his team studied two wide-spectrum antiviral agents and five\ndifferent FDA approved drugs on clinically isolated SARS-CoV-2. They\nconcluded that chloroquine effectively controls COVID-19 infection in\nvitro and based on its lower side effects and higher safety records it was\nassessed in individuals suffering from COVID-19 [ 60 ]. In past few weeks,\nmany clinical trials have been registered in Chinese Clinical Trial Reg­\nister (ChiCTR2000029939, ChiCTR2000029837, ChiCTR2000029899,\nChiCTR2000029935, ChiCTR2000029868, ChiCTR2000029803,\nChiCTR2000029760, ChiCTR2000029609, ChiCTR2000029762,\nChiCTR2000029741, ChiCTR2000029559, ChiCTR2000029898,\nChiCTR2000029826, ChiCTR2000029542, ChiCTR2000029761,\nChiCTR2000029740, etc.) proposing the application of chloroquine\nagainst COVID-19 [ 78 ]. [ 95 ] stated, as per the current report, chloro­\nquine phosphate showed better control in the treatment of pneumonia,\ninhibiting its exacerbation, promoting negative conversion of virus and\n]. Various studies reported that chlo­ shortening the disease period [ 95\nroquine increases the endosomal pH which facilitates the viral growth\nby cell fusion thus showed broad-spectrum antiviral activity. It also in­\nterferes with glycosylation of SARS-CoV cell receptors [ 84 , 96 ].\nCurrently, it is used to treat COVID-19 patients owing to the\nanti-inflammatory and antiviral activity [ 95 ].\nThe available data represents chloroquine as the first successful\ntherapeutically active agent for treating SARS-CoV-2 [ 78 ]. On the basis\nof various studies and trials, the President of USA announced during\nWhite house briefing on March 20, 2020, chloroquine as the first FDA\napproved drug for the treatment of COVID-19 with very encouraging\nresults. However, as per the latest report of Fact First by CNN Politics,\nWashington, FDA has not approved chloroquine or any other drug for\nthe treatment of coronavirus. FDA released a clear statement after the\nbriefing of US President that there are no FDA approved drug or thera­\n“\npeutics to cure COVID-19 . Although, chloroquine already has approval\n”\nfor other indications and the physicians are legally permitted to use it in\nthe off-label or unapproved form to treat symptoms of coronavirus.\nCurrently, the FDA can t produce any statement regarding the safety and\n’\nefficacy of the drug against coronavirus. Dr. Hahn (Commissioner FDA)\nin a post-briefing session of President Trump said that the drug will be\n“\ninvestigated in COVID-19 patients by a large pragmatic clinical trial.\n”\nFurther, the studies are underway to generate sufficient proof for the\nsafety and efficiency of the drug [ 97 ].\nHydroxychloroquine is a hydroxylated derivative of chloroquine,\nfirstly synthesized in 1946 and reported 40% less toxicity in animal\nmodels than chloroquine [ 98 , 99 ]. Along with malaria, it also has wide\napplication in the treatment of various autoimmune disorders like\nrheumatoid arthritis, systemic lupus erythematosus. Some scientists and\nphysicians proposed the use of hydroxychloroquine as a promising\ncandidate against SARS-CoV-2 infection owing to its similar chemical\nstructure and mode of action like immunomodulation and pH modifi­\ncation, with chloroquine. In this aspect, around seven clinical trials were\nregistered in the Chinese Clinical Trial Registry till February 23, 2020\nfor evaluating the efficacy of hydroxychloroquine against COVID-19. Liu\net al. assessed the safety and efficacy of hydroxychloroquine in\n\nRespiratory Medicine 191 (2022) 106192\nCOVID-19 treatment using in vitro cell models and compared it with\nchloroquine performance [ 100 ]. As per the previous reports, both the\ndrugs possess good pharmacokinetic profile i.e. good oral absorption\nand distribution and also found safe at the therapeutic dose [ 101 ]. The\nstudy also confirms the safety of hydroxychloroquine by cytotoxicity\nstudy. The drug also supposes to restrict viral replication by elevating\nthe lysosomal and endosomal pH, necessary for maturation and function\nof viral endosome [ 102 , 103 ]. Along with the antiviral potency, it also\nsupposes to mitigate the cytokine storm unleashed due to SARS-CoV-2\ninfection. The study of Liu and the team suggested that hydroxy­\nchloroquine lessen the SARS-CoV-2 infection and safer than chloro­\nquine. Owing to a longer half-life and lesser toxicity hydroxychloroquine\nis considered a much safer and economic option in this pandemic situ­\nation. But still, sufficient clinical data and research evidence are needed\nto assure its applicability and safety in COVID-19 treatment [ 100 ].\nBesides the aforementioned predictions about the success and safety\nof hydroxychloroquine against SARS-CoV-2 infection, some of the pre­\nvious case studies and clinical data reported some toxicities or adverse\neffects due to prolonged administration or overdose of the drug. A case\nreport by O Laughlin et al. in 2016 reported severe life-threatening QT\n’\nprolongation by hydroxychloroquine in systemic Lupus Erythematosus\n(SLE) patients. They reported a case study of a 50-year-old lady who has\na history of SLE from the past 20 years, ESRD (End-stage renal disease),\natrial fibrillation was on hemodialysis and anticoagulation therapy and\nbrought to the hospital upon a syncopal episode. The ECG showed a\nprolonged QT interval during the investigation. The medical history\nrevealed she had been under hydroxychloroquine therapy for the past\ntwo years to treat SLE. A decrease in QT interval prolongation was\nobserved after discontinuation of hydroxychloroquine therapy [ 104 ]. A\nsimilar adverse effect was also reported by [ 105 ] in a 41 years old Af­\nrican woman suffering from SLE, chronic kidney disease, hypertension\nand finally diagnosed with congestive heart failure [ 105 ]. Previously,\nanother case reported QT prolongation in a 67 years old lady suffering\nfrom SLE and asthma and having hydroxychloroquine therapy from a\nlonger period [ 106 ]. Such cases of adverse events call for a more\nexhaustive study on the safety and efficacy of hydroxychloroquine for\nCOVID-19 treatment. Based on the positive results of preliminary in­\nvestigations, FDA has issued an Early Use Authorization (EUA) in March\n2020 for the use of hydroxychloroquine and chloroquine as the first line\nsymptomatic treatment of COVID-19. Later on, various preliminary\nclinical trials reported no promising effect of these drugs against\nCOVID-19 and hence, the agency has retracted the EUA [ 107 ]. Similarly,\nthe WHO has announced a Solidarity Trial of hydroxychloroquine to\ntreat COVID-19. The trial resulted, no reduction in the fatality of the\nCOVID-19 patients under trial and hence further stopped the trial (WHO,\n2020f).\n6.1.2. Remdesivir\nRemdesivir is a novel antiviral agent belongs to the category of\nnucleotide analog. It is a nucleoside derivative and RNA polymerase\ninhibitor developed by Gilead Sciences for the treatment of Ebola and\nMarburg viral infections [ 108 ]. It is reported as a spectrum antiviral\ndrug found effective in various other acute viral infections caused by\ndifferent single-stranded RNA viruses including the Junin virus, Nipah\nvirus, respiratory syncytial virus, Hendra virus, Lassa fever virus and\nvarious coronavirus species like SARS and MERS viruses [ 109 , 110 ].\nBased on the previous history of drug and positive effects on other\ncoronavirus diseases Gilead Sciences currently provided the samples of\nremdesivir to the medical professionals to treat the patients infected\nwith SARS-CoV-2 in Snohomish County, Washington, USA [ 111 , 112 ]\nand also China to carry out some trials on the patients infected with\nCOVID-19 [ 112,113 ].\nAmong different investigational drugs, remdesivir demonstrated\nsignificant inhibition of COVID-19 infection at lower molecular con­\ncentration, tested in the clinical isolate of in vitro cell culture model\nalong with the in vivo mouse model [ 114 , 115 ]. Due to the preliminary\n11\n\n--- Page 13 ---\nM. Agrawal et al.\npositive results, the whole world is looking towards Gilead Sciences for\nthe treatment of COVID-19 with remdesivir. As per the latest report of\nCory Renauer, three patients infected with COVID-19 were recently\ntreated with Remdesivir with no negative effects [ 95 ]. However, safety\nis one major concern of the physician and researchers, as the patients\nwere observed with significant GI symptoms and enhanced liver en­\nzymes in the blood sample.\nCory s report outlined a shallow view on the efficacy of Remdesivir\n’\nbased on preliminary investigations of the first 12 cases of COVID-19 in\nthe US. Hence, it can t be designated as a clinical trial and so, we are still\n’\nnot sure about the safety and efficacy of the drug [ 70 ]. At the same time,\nGilead launched two different phase III clinical trials on patients infected\nwith COVID-19 to generate sufficient proof of the efficacy of a drug in\nthe treatment of this outbreak. The study is to be performed in 1000\npatients to confirm the safety of Remdesivir [ 116 ]. By virtue of the ef­\nficacy of remdesivir, FDA has also issued EUA to the use of remdesivir to\ntreat hospitalized patients of COVID-19 with severe conditions. How­\never, it should not been given in combination with hydroxychloroquine\nsulfate or chloroquine phosphate, as such cobination diminishes the\nantiviral potency of remdesivir. Although, the safety and efficacy of the\ndrug is yet to be studied as the drug is not approved by FDA as therapy\nfor COVID-19 [ 117 ].\n6.1.3. Favipiravir\nFavipiravir is a wide spectrum antiviral drug found effective against\ndifferent life-threatening RNA virus infections. It is also termed as T-705,\nfavilavi or Avigan, developed by Toyama Chemicals, Japan [ 118 ]. It is\nan RNA-directed RNA polymerase inhibitor that is effective against the\ninfluenza virus H1N1 [ 61 ]. The drug was firstly approved in 2014 in\nJapan for clinical application against influenza infection (Xinhua,\n17-03-2020). Favipiravir has previously tested for human Ebola virus\ninfection in 2014, during the Ebola virus outbreak in West Africa [ 119 ,\n120 ].\nThe drug found to be effective against Ebola virus infection in the\nmouse model but similar results have not been observed in human Ebola\ninfections [ 121 ]. As per the latest news report of Xinhua Net, China\ncompleted the clinical investigation on favipiravir which reported good\ntherapeutic efficacy of the drug against COVID-19. Zhang Xinmin, the\ndirector of China National Centre for Biotechnology Development under\nthe Ministry of Science and Technology stated that no significant\nadverse effect was observed in the clinical trial, hence it can be rec­\nommended for diagnosis and treatment of COVID-19 (Xinhua,\n17-03-2020). Another report stated, Sihuan Pharmaceuticals Beijing\nconducted a clinical trial on Favipiravir used against COVID-19. Pres­\nently six clinical trials have been conducted in China to study its ther­\napeutic efficacy in treating COVID-19 (Mak, 10-03-2020). The Sihuan\nPharmaceuticals clinical trial involves 60 regular COVID-19 patients for\na parallel dose exploration study for 10 days treatment (thepharmalet­\nter, 02-03-2020).\n6.1.4. Penciclovir\nPenciclovir is a DNA polymerase inhibitor indicated for Herpes virus\ndisease. It is a guanosine (nucleoside) analog having good selectivity and\nlow toxicity profile. It is usually given for topical applications because of\npoor oral absorption [ 62 ].\nThe drug is commercially available as Denavir, fenivir, vectavir, and\nfamciclovir (prodrug with improved oral absorption) [ 122 ]. In recent\nwork, Xiao and the team investigated various FDA approved antiviral\ndrugs against clinically isolated COVID-19 cell culture models. The data\nshowed no significant effect on inhibition of nCoV-19 and hence, it is\nstill under investigation not approved for the treatment of COVID-19\n[ 63 ].\n6.1.5. Ribavirin\nRibavirin is a nucleoside analog also termed as tribavirin. It is an\nantiviral drug, commonly prescribed for hepatitis C, human\n\nRespiratory Medicine 191 (2022) 106192\northopneumoviral infection and some other hemorrhagic viral fevers\nincluding hantavirus infection, Lassa fever, and Crimean-Congo hem­\norrhagic fever but not found effective in Marburg or Ebola viral in­\nfections. In hepatitis C, ribavirin is a part of the combined dosage\nregimen and given along with other medicines like sofosbuvir, sime­\nprevir, peginterferon -2a and -2b (RIbavirin, December 20, 2020;\nα α\n[ 123 ]. Apart from this, the drug also exerts significant side effects\nincluding nausea, headache, muscle pain, fever, etc. RBC breakdown,\nallergic reactions, and liver damage are some severe complications of\nribavirin. It is also prohibited in pregnancy [ 124 ]. It is a guanosine\nanalog which arrests the viral mRNA capping and RNA synthesis. It\ninterrupts the RNA metabolism and hence stopped the viral growth\n[ 125 ]. It is an inosine-5 -monophosphate dehydrogenase enzyme in­ ′\nhibitor, patented in 1971 and approved 1986 for commercial use [ 126 ].\nRibavirin is included in WHO s Essential Medicine list as a safe and\n’\neffective medicine of essential in the health care system and provided as\na generic medicine [ 127 ]. In 1986, it is launched by Valeant (now\nknown as Bausch Health) as an inhalable powder dosage form to treat\nrespiratory syncytial viral infection. Further, in 1999, ribavirin is man­\nufactured as an oral capsule in combination with interferon -2b by\nα\nSchering-Plough (now known as Merck Co.) for the treatment of\n&\nhepatitis C [ 64 ].\nA phase II clinical trial was conducted for its activity in metastatic\nbreast cancer by Jewish General hospital. The study was terminated in\n2015 without any conclusion [ 128 ]. A phase I clinical trial was regis­\ntered by Beheshti University to study the effect of ribavirin pediatric\nCrimean-Congo hemorrhagic fever. No recent updates are reported for\nthis study [ 129 ]. ChronTech Pharma has conducted a preclinical study\nto test the potency of ribavirin to boost the immune response upon\nvaccine administration. No current development has been reported for\nthis too [ 130 ]. A phase I/II clinical trials have also been carried out for\nthe treatment of progressive metastatic prostate cancer in combination\nwith docetaxel.\nThe drug is marketed as an oral tablet, capsule, oral solution and\npowder for nebulization. A tablet in combination with PEGinterferon\n-2a is approved in Japan for commercial applications. Ribavirin in\nα\ncombination with PEGinterferon -2a was also approved in Japan for the\nα\ntreatment of Hepatitis C [ 131 ]. In addition, injection for a week course\nin Japan and 24 weeks course in Europen Union in 2012 get approved\nfor treating cirrhosis [ 132 ]. Currently, is licensed to Merck Co. and\n&\nalso to Roche which was transferred to Chugai for manufacturing and\ndevelopment.\nA team of Korean physicians (CPAM), having experience in the\ntreatment of patients infected with previous SARS-CoV recommended\nthe same dosage regimen for COIVD-19. They have recommended\ntreatment of old age patients or patients with severe symptoms with a\ncombination of antiviral drugs lopinavir, ritonavir and antimalarial\ndrug, chloroquine. Ribavirin and interferon are recommended only\nwhen the above-mentioned therapy is not effective. Ribavirin is not\nconsidered as first-line treatment because of various side effects [ 95 ,\n133 ]. Molecular docking on the SARS-CoV-2 RDRP model (RNA\ndependent RNA polymerase) demonstrated close binding of ribavirin\nand sofosbuvir with coronavirus RDRP. This result suggests the possible\neffect of sofosbuvir and ribavirin in the treatment of COVID-19 [ 65 ,\n134 ]. Clinical trials on patients during previous SARS-CoV and\nMERS-CoV outbreaks use ribavirin in combination with a variety of\ndrugs showed negative effects on the patients [ 135 137 ]. In a recent\n–\nstudy by Zhou et al. (March 9, 2020), the patients were given antiviral,\nantibacterial, corticosteroid and other medicines followed by ribavirin.\nNo improvements were observed in the initial 10 days thus, corticoste­\nroid was stopped and ribavirin was continued with other medicines for\nfurther 14 days. Symptoms were improved in the next 25 days and\ninfection found negative on the 30th day. However, the treatment\nregimen is still not confirmed and hence further clinical studies are\nneeded to establish the facts [ 66 ].\n12\n\n--- Page 14 ---\nM. Agrawal et al.\n6.1.6. Lopinavir-Ritonavir\nLopinavir and ritonavir are antiretroviral drugs belong to the cate­\ngory of protease inhibitor. Both drugs are used in a fixed-dose combi­\nnation to treat HIV infection. Lopinavir/ritonavir got USFDA approval in\nthe year 2000 for clinical application as an oral capsule and solution\n(manufactured and marketed by Abbott Laboratories) [ 68 ]. The com­\nbination of both the drug effectively reduces the HIV infection and\nboost-up the immune system of the body. The combined drug therapy\nonly reduces the chances of further spread of the disease instead of\ncuring the infection [ 138 ]; WebMD). The drugs were also used in the\ntreatment of SARS-CoV [ 139 ] and MERS-CoV infections [ 140 ]. Ritona­\nvir improves the plasma concentration of lopinavir by inhibiting CYP3A\nmediated metabolism. Based on the antiviral efficacy of lopinavir/rito­\nnavir, combined drug therapy is also tested, COVID-19 patients. No in\nvitro studies were reported to date (April 21, 2020) for the efficacy of\nlopinavir/ritonavir against COVID-19 [ 1 ]. However, Considerable im­\nprovements in COVID-19 associated pneumonia symptoms were\nobserved in three of four COVID-19 patients under lopinavir/ritonavir\ntherapy (Wang et al., 2020e). As per the report of the Moscow City\nHealth Department published on March 25, 2020, Russian doctors rec­\nommended lopinavir/ritonavir for treating mild COVID-19 [ 141 ]. Some\nof the clinical trials are also registered in the U.S. clinical trial and\nChinese clinical trial register. On the other hand, a study by [ 67 ] re­\nported no significant change in COVID-19 patients even after 14 days of\ntreatment with these combined drug therapy [ 67 ]. Similar to hydroxy­\nchloroquine, WHO also revoked the solidarity trial of lopinavir/ritona­\nvir in hospitalized patients of COVID-19 due to very minimum or no\neffect on the mortality of the patients in comparison with the standard\ncare (WHO, 2020g).\n6.1.7. Nafamostat mesylate\nNafamostat mesylate is a serine protease inhibitor, popularly used as\nan anticoagulant. It is a fast-acting, synthetic, proteolytic inhibitor that\naverts the proteolysis of fibrinogen to fibrin during hemodialysis [ 69 ]. It\nreceived Orphan drug designation by Mucokinetica in European Union\nin 2010, indicated for the treatment of cystic fibrosis [ 142 ]. Nafamostat\nreduces the cathepsin B release and thus prevents membrane fusion.\nAttributed to these mechanisms it is currently tested for antiviral effi­\ncacy against influenza, Ebola and MERS-CoV [ 143 , 144 ]. [ 51 ] estimated\nthe antiviral activity of five different FDA-approved drugs including\nnafamostat in clinically isolated in vitro COVID-19 culture. The study\nsuggested nafamostat potentially inhibits MERS-CoV and also demon­\nstrated inhibitive action against COVID-19 infection [ 115 ].\n6.1.8. Nitazoxanide\nNitazoxanide is an antiprotozoal drug indicated for diarrhea and\nother protozoal infections. It also possesses antiviral activity against a\nwide range of viral species including animal and human coronaviruses\n[ 115 ]. The possible mechanism behind the anti-protozoal activity is the\ninterference of PFOR (pyruvate ferredoxin oxidoreductase enzyme)\ndependent electron transfer which is essential energy metabolism for\nanaerobic organisms. In combination with pyruvate synthase inhibition,\nthe drug also possesses hemagglutinin inhibition (in virus), c -Myc (Myc\nProto-Oncogene Protein) inhibition, PDIA3 (Protein Disulfide-Isomerase\nA3) inhibition activity. The cellular mechanisms involve signal trans­\nduction modulation, viral fusion and viral maturation inhibition [ 145 ].\nNitazoxanide was firstly introduced by Romark in 1996 for oral\nadministration to treat pediatric diarrhea. Initially, it was intended for\nchildren less than 11 years, later the drug was indicated also for the\npatient above 12 years of age [ 70 ]. It is currently marketed as an oral\ntablet and suspension as a licensed product by Cardinal Health [ 146 ].\nVarious clinical studies have been conducted to assess the efficiency of\nnitazoxanide in treating different viruses and protozoa originated dis­\neases. Another phase II/III clinical trials are ongoing to study the effi­\ncacy of oral dosage in hepatitis C infection and also for clostridium\nassociated diarrhea (Kohla, September 9, 2010). Romark is performing a\n\nRespiratory Medicine 191 (2022) 106192\nphase II/III clinical study to evaluate its efficacy in acute influenza\ninfection [ 147 ]. In addition, Cornell University is underway to phase II\nclinical study to treat pulmonary tuberculosis [ 148 ].\nHowever, Genfit is in the process of phase II clinical trial to assess its\nactivity in fibrosis induced by non-alcoholic steatohepatitis (NASH). In\n2009, Romark granted Chugai pharmaceuticals received license for\nmanufacturing and distribution of oral formulation of nitazoxanide in\nJapan to treat hepatitis C. Further, in 2013, Romark issued exclusive\nrights to Lupin for the promotion, marketing, and distribution of oral\nsuspension Alina (R) in the United States to treat diarrhea in the patient\nof 1 year age and older [ 149 ]. Based on the previous clinical records and\nongoing clinical trials towards the treatment of acute viral infections,\nnitazoxanide is currently explored by the scientists to treat COVID-19\noutbreak. An in vitro study by [ 51 ] demonstrated that nitazoxanide\nhas effectively inhibited COVID-19 at low molecular concentration.\nThey proposed further in vivo evaluation to confirm the activity of this\ndrug against COVID-19 [ 115 ]. Presently, nitazoxanide is approved for\nthe treatment of diarrhea and hepatitis C while under investigation for\nhuman and animal coronavirus [ 70 , 150 , 151 ].\n6.1.9. Teicoplanin\nAnother positive hope in COVID-19 treatment was observed with\nglycopeptide antibiotics, teicoplanin which actively inhibits the SARS-\nCoV infection in vitro [ 152 ]. The drug is eventually prescribed for\ngram ve bacterial infections specifically the infection caused by\n+\nStaphylococcal strain. It is also found effective in the treatment of\ndifferent viral infections like influenza, Ebola, Hepatitis C, flaviviral\ninfection, HIV and different coronavirus including SARS-CoV and\nMERS-CoV [ 153 , 154 ]. The activity of teicoplanin in the treatment of\nMERS-CoV has already patented in 2016 [ 154 ]. Studies stated that the\nteicoplanin act at the initial stages of the viral life cycle. It averts the\nrelease of genomic viral RNA and thus the viral replication by inhibiting\nthe cleavage of viral spike protein by reducing endosomal pH [ 154 ]. It is\nsupposed that the drug reproduces a similar activity on SARS-CoV-2 as\nthe virus contains similar cathepsin L among the spike protein which is a\nprobable target for teicoplanin [ 152 ]. The study by Alexandra et al. on\nthe in vitro SARS-CoV-2 model demonstrated IC (concentration of drug\n50\nM required to inhibit 50% of the virus) of teicoplanin was found 1.66\nμ\nwhich is much lesser than the concentration in human blood (8.78 M)\nμ\n[ 155 ]. These are very preliminary investigations and hypothesis based\non the previous history. However, further investigations and clinical\ntrials are essential to evaluate the antiviral activity and safety of teico­\nplanin in COVID-19 treatment.\n6.1.10. Melatonin\nMelatonin is a bioactive agent with a lot of health-promoting prop­\nerties. It is also found effective in radiation, bacteria or virus-induced\nacute respiratory syndrome [ 156 ]. Based on the evidence, it is sup­\nposed to show some positive effects in the treatment of COVID-19\ninduced acute lung injury, acute respiratory distress syndrome, and\npneumonia. Melatonin does not have any viricidal property but owing to\nanti-oxidant, anti-inflammatory, and immune-enhancing activity, it\nexerts anti-viral effect [ 157 ]. Some studies on the anti-inflammatory,\nantioxidant, immunomodulating effect and attenuation of higher cyto­\nkine levels support the hypothesis of melatonin activity and safety\nagainst COVID-19 infection. However, no such evidence or scientific\nfindings are reported [ 158 ].\nHere, we have discussed some of the most explored drugs, currently\nunder investigation to eradicate the SARS-CoV-2 infection. Apart from\nthe preceding molecules, some other therapeutic candidates have been\ninvestigated for the treatment of COVID-19 [ 47 ]. Ivermectin is one such\nmolecule that was also tested by a group of Australian researchers. They\nhave investigated the efficacy of ivermectin in impending the replication\nof the SARS-CoV-2 virus through an in vitro study [ 159 ]. Ivermectin is an\nFDA approved drug for the treatment of various parasitic infections. It is\nalso included in the list of FDA essential medicines which assures the\n13\n\n--- Page 15 ---\nM. Agrawal et al.\nTable 3\nList of drugs along with their respective agencies/companies currently under clinical development as new treatment line for COVID-19 (Adapted from [\nS N. Brand Name Generic name Company/agency ⋅\nKaletra Lopinavir-ritonavir Abbvie\nArbidol Umifenovir Pharmstandard\nGanovo ritonavir Danoprevir Ascletis +\nActemra Tocilizumab Roche\nLenzilumab Lenzilumab Humanigen\nCD24FC OncoImmune –\nPrezcobix Prezcobix Shanghai Public Health\nClinical Centre\nColchicine Colchicine Montreal Heart Institute\nKevzara Sarilumab Regeneron, Sanofi\nChloroquine/ Chloroquine/ Univ of Minnesota\nHydroxychloroquine Hydroxychloroquine\nAvigan Favipiravir Fujifilm\nAvastin Bevacizumab Roche\nRemdesivir Remdesivir Gilead\nLeronlimab Leronlimab CytoDyn\nAviptadil Aviptadil NeuroRx\nSNG001 Synairgen –\nGilenya Fingolimod Novartis\nAiRuika Camrelizumab South East University,\nChina\nMesenchymal Stem Cells VCANBIO Cell & –\nEngineering\nLosartan Losartan University of Minnesota\nGimsilumab Gimsilumab Roivant\nSylvant Siltuximab EUSA pharma\nPlasmapheresis Mount Sinai –\nwide availability and safety profile of the drug [ 160 , 161 , 162 ]. They\nhave evaluated the anti-viral efficacy of the drug in the Vero/hSLAM cell\nculture model by using SARS-CoV-2 isolate. The study depicted that the\ndrug can reduce the replication of viral RNA more than 5000 folds\nwithin 48 h while no further reduction was observed in the next 72 h.\nThis study generates proof in support of the anti-viral activity of iver­\nmectin [ 159 ]. However, this is only one investigation of its kind and\nhence, furthermore, studies are warranted to establish its efficiency\nagainst COVID-19. List of all the drug candidates currently under clinical\ninvestigation and their development status is given in Table 3 .\n6.2. Immunosuppressants and anti-arthritic drugs\nIn some cases, the damage by the virus is lower than the damage\ncaused by the hyperactivated immune system of the person itself. As the\nindividual gets exposed to the virus, sometimes the immune system gets\noverexcited and releases excessive cytokines (cytokine storm) for the\nfrontal attack to the antigen in order to protect the body. This over­\nexploitation of the immune system causes severe damage to the internal\ntissues and eventually leads to death. Thus, physicians are using\nimmunosuppressant, tocilizumab to pacify such a storm of cytokine.\nThis drug is approved by the FDA for the treatment of rheumatoid\narthritis. It acts by blocking IL-6 (interleukin-6) binding cell receptors\nand hence reduces the cytokine rage [ 163 ]. On March 19, 2020, Roche\nannounced to launch a trial to study the effect of tocilizumab in the\nsymptoms of COVID-19 pneumonia or COVID-19 associated risk factors.\nThe drug will be tested along with other standard drugs in a group of\npatients and results will be compared with the placebo group. At the\nsame time, Regeneron is planning to conduct a clinical trial on another\nIL-6 inhibitor sarilumab (marketed as Kevzara) to treat COVID-19\nassociated pneumonia [ 164 ].\n\nRespiratory Medicine 191 (2022) 106192\n47 ]]).\nMode of action Treatment goal Stage of clinical\ntrial\nHIV protease inhibitor Anti-viral growth Failed trial\nBroad-spectrum antiviral Anti-viral growth Failed trial\nagent\nHep C/HIV protease Treat pneumonia Phase IV\ninhibitor\nIL-6 inhibitor Anti-inflammatory Phase III\nAnti-GM-CSF Anti-inflammatory Phase III\nIL-6 inhibitor Anti-inflammatory Phase III\nHIV protease inhibitor, a Treat pneumonia Phase III\nCYP3A inhibitor\nTubulin disruption Anti-inflammatory Phase III\nIL-6 inhibitor Anti-inflammatory Phase II/III\nACE-2 inhibitor Anti-viral growth Phase II/III\nRNA polymerase inhibitor Anti-viral growth Phase II/III\nVEGF inhibitor Treat pneumonia Phase II/III\nAdenosine analog Anti-viral growth Phase II\nCCR5 antagonist Anti-inflammatory Phase II IND\nfailed\nIL-6 inhibitor Anti-inflammatory Phase II\nIFN- -1a Treat respiratory illness Phase II β\nSphingosine-1-phosphate Anti-inflammatory Phase II\nmodulator\nPD-1 inhibitor Treat pneumonia or sepsis Phase II\nGene Tissue regeneration Anti-inflammatory, Tissue Phase I/II\nregeneration\nATiR inhibitor Reduce organ failure Phase I\nAnti-GM-CSF Anti-inflammatory Phase I\nIL-6 inhibitor Anti-inflammatory Observational\nAntibodies from recovered Anti-viral, Anti- Emergency use\npatients inflammatory\n6.3. Interferons and antibodies\nInterferons broadly belong to the class of cytokines. These are\nsignaling proteins, usually produced by the infected host cell to\ncommunicate a signal to the neighboring cells to boost up the immune\nsystem and heighten the defense mechanism against the virus or path­\nogen [ 165 ]. A promising antiviral therapy is highly desirable in this\npandemic situation to exacerbate the SARS-CoV-2 virus. Among\ndifferent investigational approaches, IFN-1 (Interferon type-I) supposed\nto be a potential option because of its unspecific antiviral efficacy [ 95 ,\n166 ]. The IFN-1 is currently under investigation to evaluate its antiviral\npotency against COVID-19 [ 167 , 168 ]. IFN-1 is the first cytokine released\na viral infected cell. The IFN-1 interacts with the IFNAR receptor on the\nplasma membrane of other cells and activate ISG (interferon stimulating\ngene). This ISG triggers the inflammatory reactions and adaptive im­\nmunity to interfering with viral replication and slow down the spread to\neradicate the disease [ 169 ]. Owing to the immunomodulatory effects,\nIFN-1 is used in various viral infections and other diseases like multiple\nsclerosis [ 170 ]. It is also found effective in SARS and MERS infections\n[ 171 ] in various in vitro or in vivo studies either in combination or not\nwith many other drugs including ribavirin [ 166 , 172 ],\nlopinavir-ritonavir [ 173 , 174 ], corticosteroid, remdesivir [ 136 ], etc.\nBased on the previous experimental data, IFN-1 is tested against\nSARS-CoV-2. An in vitro study displayed a sensitivity of SARS-CoV-2 for\nIFN-1 [ 175 ]. However, it cannot suppress viral replication. IFN-1 found\nmore effective in SARS-CoV-2 than SARS-CoV. Another study showed\nIFN 2 can reduce the rate of infection of SARS-CoV-2 [ 176 ]. These\nα α\nstudies provided the shreds of evidence that IFN could be a safe and\neffective option for COVID-19 treatment. However, proper clinical\nstudies are essential to assuring its safety and efficacy [ 177 ].\n14\n\n--- Page 16 ---\nM. Agrawal et al.\n6.4. Vaccines\nNow in August 2020, its been more than seven months of COVID-19\noutbreak and still no significant diminution is observed due to the\nprolonged incubation period of SARS-CoV-2, frequent dissemination\nand propagation and scarcity of potential treatment line and vaccines\n[ 178 ]. The development of an effective vaccine is an essential need as\nvaccination is the only way to protect the human being from getting sick.\nMore than 160 vaccine candidates by different pharma industries and\nresearch institutions are currently in the race to discover a COVID-19\nvaccine among which approximately 140 candidates are in the pre­\nliminary stage of development while more than 20 are under human\ntrials. The vaccine candidates currently in phase I to III clinical trials are\nreported in Table 4 . Moderna Therapeutics, Boston, is a first biotech firm\nTable 4\nDetail of COVID-19 vaccines currently approved for clinical trials along with the\nrespective agencies/companies/institutions (adapted from [132,158]).\nS N. Vaccine Technology Current Developer ⋅\ndevelopment\nstage\nAZD1222 Modified chimp Phase II-III University of Oxford,\nadenovirus AstraZeneca\nvector\n(ChAdOx1)\nPhase III Moderna, NIAID, mRNA-1273 Lipid\nnanoparticle BARDA\ndispersion\ncontaining\nmRNA\nAd5-nCoV Recombinant Phase II CanSinoBIO, Beijing\nadenovirus type Institute of\n5 vector Biotechnology of the\nAcademy of Military\nMedical Sciences\nBNT162 a1, mRNA Phase II-III BioNTech, Fosun\nb1, b2, c2 Pharma, Pfizer\nCoronaVac Inactivated Phase I-II Sinovac, Instituto\nSARS-CoV-2 Butantan\nINO-4800 DNA plasmid Phase I-II Inovio, CEPI, Korea\nNational Institute of delivered by\nelectroporation Health, International\nVaccine Institute\nAG0301- DNA plasmid Phase I Shenzhen\nCOVID19 Genoimmune\nMedical Institute\nLV-SMENP- Lentiviral vector Phase I Shenzhen\nDC with minigene Genoimmune\nmodifying DCs Medical Institute\nLNP- mRNA Phase I MRC clinical trials\nnCoVsaRNA unit at Imperial\nCollege London\nNVX- SARS-CoV-2 Phase I Novavax\nCoV2373 recombinant\nspike protein\nnanoparticle\nwith adjuvant\nGam- Non-replicating Phase I Gamaleya Research\nCOVID-Vac viral vector Institute\nLyo\nGX-19 DNA Phase I Genexine\nconsortium,\nInternational Vaccine\nInstitute\nSCB-2019 Spike protein Phase I Clover\nBiopharmaceuticals trimeric subunit\nwith GSK\nadjuvant\nCOVAX-19 Recombinant Phase I Vaxine Pty Ltd\nprotein\nCVnCoV mRNA Phase I CureVac, CEPI\nSARS-CoV-2 Molecular clamp Phase I UQ, Syneos Health,\nSclamp stabilized spike CEPI, Seqirus\nprotein with\nMF59\n\nRespiratory Medicine 191 (2022) 106192\nproducing a COVID-19 vaccine and currently going to perform a human\ntrial to evaluate its safety and efficacy [ 179 ]. These exceptionally fast\nresearch outcomes are because of the early efforts of Chinese scientists to\nidentify and define the genetic sequencing and structure of SARS-CoV-2\nand sharing the details with the rest of the world [ 47 ]. A well-defined\ngenetic sequence of the virus allowed in vitro culture of viral strain\nand facilitates the study of its pathophysiology. These preliminary sci­\nentific data promote the vaccine and drug development against\nCOVID-19. In February 2020, CEPI (Coalition for Epidemic Prepared­\nness Innovation) and World bank took an initiative to fund the vaccine\ndevelopment for COVID-19 and also launched a Vaccine Development\nTaskforce which makes strategies for finance and manufacturing the\nvaccines for global application [ 180 ]. The vaccine is a global need and a\nfair distribution of the available resources is also essential. Unlike the\n2009H1N1 pandemic, the supply must not be monopolized by the\nhigh-income group or the developed countries. There should be an\nadequate distribution among the global population which should further\nprioritize as per the need and severity of the condition [ 181 , 182 ]. G7\nalso committed to supporting the joint research project for treatment\nand vaccination development for COVID-19 on March 16, 2020 (Yamey\net al.). After all such initiatives and efforts, development and launching\nof the COVID-19 vaccine for public use will surely take a minimum of\n12 18 months period. The industrial scale-up of the laboratory tech­\n–\nnique is a prime challenge for the researchers. Even after product\napproval, bulk production to meet the public demand will also be a\nmajor challenge [ 179 ].\nImpact of BCG vaccination policy of disease spread rate.\nIt seems that COVID-19 has varying impacts on different countries\nwhich may be because of different environmental conditions, healthcare\nfacilities, cultural norms and mitigation efforts. After the outbreak in\nWuhan, China, the pandemic quickly spread all over the world. How­\never, in some of the countries, COVID-19 behaves differently in terms of\nthe spread and mortality rate. Like Italy, Spain, France other European\ncountries, the United nation, etc. has to struggle more even after taking\nstrict measures and having world-class health facilities to control\nCOVID-19. These nations are presently at a very crucial stage with the\nhighest number of infected population and mortality rate. On the other\nhand, Japan, India and many developing nations with similar preventive\nmeasures have better control over disease spread and lesser mortality\nrate than others (WHO, 2020e). Based on such statistics, experts come\nout with a hypothesis that India, Japan, and other countries who fol­\nlowed a universal policy of BCG vaccination in newborns have a popu­\nlation with already ‘trained immunity [ 183 ]. While the developed\n’\nnations discontinued the universal BCG vaccination policy due to the\nlower risk of M. Bovis infection. BCG vaccines demonstrate a protective\naction to respiratory tract infection. A comparative analysis of morbidity\nand mortality rates of different countries, it was observed that countries\nwith long term universal BCG vaccination policy have the lesser infected\npopulation, lower mortality and better control over disease spread than\nthe countries without proper BCG vaccination policy. So, it is expected\nthat BCG vaccination reduces the mortality and morbidity rate of\nCOVID-19 while no significant proof or clinical data is available which\nshowed the efficacy of the BCG vaccine in the treatment of COVID-19\n[ 184 ].\n7. Clinical studies\nAlong with the aforementioned therapeutics, various other drugs,\nvaccines, and bioactive are currently underway of clinical trials, based\non their previous success history on SARS-CoV, MERS, Ebola, Hepatitis\nC, and other viral infections. Numerous institutions, research labora­\ntories, hospitals and scientific fraternity including China, USA, European\nregion and rest of the world are contentiously making efforts to find an\neffective solution of COVID-19 and save mankind. In this sequence,\nvarious clinical studies are registered in the past three months in\ndifferent government agencies which are discussed in Table 5 . Complete\n15\n\n--- Page 17 ---\nM. Agrawal et al.\nTable 5\nPresently registered clinical studies for exploring the efficiency of various bioactives and therapeutic measures towards the treatment of COVID-19.\nDrug Title Design\nArbidol A Randomized multicenter Double-blind,\nControlled Clinical Trial of Arbidol multicenter,\nin Patients With 2019 Novel randomized\nCoronavirus (2019nCoV) clinical study\nASC-09F and Ritonavir A Randomized, Open, Controlled Randomized,\nClinical Study to Evaluate the single-blind\nEfficacy of ASC-09F and Ritonavir clinical study\nfor 2019-nCoV Pneumonia\nVitamin C Vitamin C Infusion for the Double-blind,\nTreatment of Severe 2019nCoV placebo-\nInfected Pneumonia controlled,\nrandomized\nclinical study\nBromhexine Evaluating the Efficacy and Safety Comparative,\nHydrochloride of Bromhexine Hydrochloride open, randomized\nTablets Combined with Standard clinical study\nTreatment/Standard Treatment in\nPatients with Suspected and Mild\nNovel Coronavirus Pneumonia\n(COVID-19)\nHuman Umbilical Cord Study of Human Umbilical Cord Open, placebo-\nMesenchymal Stem Mesenchymal Stem Cells in the controlled,\nCells Treatment of Novel Coronavirus randomized\nSevere Pneumonia clinical study\nTreatment of Mild Cases and Open, randomized –\nChemoprophylaxis of Contacts as clinical study\nPrevention of the COVID-19\nEpidemic\nChloroquine Chloroquine Prevention of Double-blind,\nCoronavirus Disease (COVID-19) in placebo-\nthe Healthcare Setting controlled,\nrandomized\nclinical study\nHydroxychloroquine and Hydroxychloroquine and Open-label non-\nazithromycin azithromycin as a treatment of randomized\nCOVID-19: results of an open-label clinical trial\nnon-randomized clinical trial\nFingolimod Fingolimod in COVID-19 Open clinical study\nImmunoglobulin Treatment of Acute Severe 2019- Open clinical study\nnCoV Pneumonia with\nImmunoglobulin From Cured\nPatients\nLopinavir/Ritonavir, Lopinavir/Ritonavir, Ribavirin and Open, randomized\nRibavirin and IFN-beta IFN-beta Combination for nCoV clinical study\nTreatment\nAnti-CD147 Humanized Clinical Study of Anti-CD147 Open clinical study\nMeplazumab Humanized Meplazumab for\nInjection to Treat With 2019-nCoV\nPneumonia\nCorticosteroids Efficacy and Safety of Open, randomized\nCorticosteroids in COVID-19 clinical study\nPirfenidone A Study to Evaluate the Efficacy and Multicenter, open,\nSafety of Pirfenidone With Novel randomized\nCoronavirus Infection clinical study\nRemdesivir Adaptive COVID-19 Treatment Double-blind,\nTrial multicenter,\nplacebo-\ncontrolled,\nrandomized\nclinical study\nRemdesivir\n\nRespiratory Medicine 191 (2022) 106192\nCondition Population Intervention types Registration\nno.\nSARS-CoV-2 Patients with 2019 novel Drug therapy NCT04246242\ninfection (COVID- coronavirus (2019-nCoV)\n19) infection ( n 500) =\nPneumonia; SARS- Patients aged 18 55 Drug therapy NCT04261270 –\nCoV-2 infection years with 2019-nCoV\n(COVID-19) Pneumonia ( n 60) =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04264533\ninfection (COVID- older with 2019 novel\n19); Pneumonia coronavirus (2019-nCoV)\npneumonia ( n 140 =\nPneumonia; SARS- Patients aged 18 to 80 y Drug therapy, NCT04273763\nCoV-2 infection with suspected and Immunotherapy\n(COVID-19) clinical symptoms\nconfirmed case of mild,\nor common novel\ncoronavirus pneumonia\n(COVID-19) ( n 60) =\nSARS-CoV-2 Patients aged 18 to 65 y Transplantation/ NCT04273646\ninfection (COVID- with 2019 novel cell therapy\n19) coronavirus (2019-nCoV)\ninfection ( n 48) =\nSARS-CoV-2 Healthy subjects aged 18 Drug therapy, NCT04304053\ninfection (COVID- y and older ( n 2900) Prevention =\n19)\nSARS-CoV-2 Healthy Volunteers Aged Drug therapy, NCT04303507\ninfection (COVID- 16 Years and older ( n Prevention =\n19) 10000)\nSARS-CoV-2 Patients above 12 years Drug therapy\ninfection (COVID- age with confirmed\n19) COVID-19 and PCR\ndocumented SARS-CoV-2\ncarriage\nPneumonia, viral; Patients aged 18 to 85 y Drug therapy NCT04280588\nSARS-CoV-2 with viral pneumonia/\ninfection (COVID- 2019 novel coronavirus\n19) (2019-nCoV) infection ( n\n30 =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04264858\ninfection (COVID- older with 2019 novel\n19); Pneumonia, coronavirus (2019-nCoV)\nviral infection pneumonia ( n\n10) =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04276688\ninfection (COVID- older with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection ( n 70) =\nSARS-CoV-2 Patients aged 18 to 75 y Drug therapy, NCT04275245\ninfection (COVID- with 2019 novel Immunotherapy\n19) coronavirus (2019-nCoV)\ninfection ( n 20 =\nSARS-CoV-2 Patients aged 18 y or Drug therapy NCT04273321\ninfection (COVID- older with 2019 novel\n19); Pneumonia coronavirus (2019-nCoV)\ninfection/pneumonia ( n\n400) =\nPneumonia, viral; Hospitalized adult Drug therapy NCT04282902\nSARS-CoV-2 patients aged 18 y and\ninfection (COVID- older with severe type\n19); novel coronavirus\nHospitalization pneumonia ( n 294 =\nSARS-CoV-2 Patients aged 18 99 y Drug therapy NCT04280705 –\ninfection (COVID- with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection (COVID-19) ( n\n394 =\nDrug therapy NCT04292730\n( continued on next page )\n16\n\n--- Page 18 ---\nM. Agrawal et al.\nTable 5 ( continued )\nDrug Title Design\nStudy to Evaluate the Safety and Open, randomized\nAntiviral Activity of Remdesivir clinical study\n(GS-5734) in Participants with\nModerate Coronavirus Disease\n(COVID-19) Compared to Standard\nof Care Treatment\nRemdesivir Study to Evaluate the Safety and Open, randomized\nAntiviral Activity of Remdesivir clinical study\n(GS-5734) in Participants With\nSevere Coronavirus Disease\n(COVID-19)\nRitonavir and Clinical Trial of Ganovo and Open clinical study\ndanoprevir Ritonavir Combination Therapy on\nNovel Coronavirus Pneumonia\nShengjimycin, lopinavir/ The Clinical Study of Carrimycin on Multicenter, open,\nritonavir, umifenovir Treatment Patients with COVID-19 randomized\nand chloroquine clinical study\nSildenafil A Pilot Study of Sildenafil in Open clinical study\nCOVID-19\nThalidomide The Efficacy and Safety of Double-blind,\nThalidomide in the Adjuvant placebo-\nTreatment of Moderate New controlled,\nCoronavirus (COVID-19) randomized\nPneumonia clinical study\nThalidomide The Efficacy and Safety of Double-blind,\nThalidomide Combined with Low- placebo-\ndose Hormones in the Treatment of controlled,\nSevere COVID-19 randomized\nclinical study\ndetail of all the ongoing and registered clinical trials on COVID-19 is\ngiven in supplementary file 3a and 3b. All the clinical data were\ncollected from Integrity database.\n8. Conclusion and recommendation\nPharmaceutical industries, government organizations, research in­\nstitutions, scientists, researchers and medical professionals throughout\nthe world are making their extreme efforts in finding some promising\nsolution to fight with such a pandemic situation by COVID-19 infection.\nBased on currently using therapeutic regimen by the physicians of\nChina, USA, Europe, Asia and the rest of the world, some of the drugs\ngives positive results in improving the COVID-19 symptoms. Among\nthese drugs remdesivir and some other anti-viral drugs appears as\npromising molecules for the treatment of symptoms of COVID-19 with\nmore successful cases. Both these drugs are under clinical investigations\nto assure the safety and efficacy against SARS-CoV-19 infection. Along\nwith this, various companies like BioNTech, Moderna, CureVac, etc. are\nalso trying to develop a suitable vaccine for COVID-19. In addition, one\nof the primary challenges is to control the further spread of disease.\nApplication of artificial intelligence techniques, machine learning al­\ngorithms to predict the outbreak of COVID-19 should be fully explored\nto develop the forecasting system to assess the magnitude of the disease\nspectrum and also to take necessary control measures well in advance.\nAt this crucial stage, we are hopeful to have some promising tool in the\nnear future to fight against COVID-19 and save mankind.\nIn response to the current COVID-19 pandemic and its faster trans­\nmission rate, the government of all the affected countries has taken\nvarious strict measures including, home quarantine of the suspect,\ncomplete isolation of the patients, complete lockdown of the countries,\nextensive screening and case identification, social distancing, contact\ntracing, etc. to control and manage the disease spread. After all these\npreventive measures global statistics on new cases and death reports\n\nRespiratory Medicine 191 (2022) 106192\nCondition Population Intervention types Registration\nno.\nSARS-CoV-2 Patients aged 18 years\ninfection (COVID- and older with 2019\n19) novel coronavirus (2019-\nnCoV) infection ( n =\n600)\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04292899\ninfection (COVID- older with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection ( n 400) =\nSARS-CoV-2 Patients with 2019 Novel Drug therapy\ninfection (COVID- Coronavirus Pneumonia\n19) (2019-nCoV)\nSARS-CoV-2 Patients aged 18 to 75 y Drug therapy NCT04286503\ninfection (COVID- with 2019-nCoV\n19) infection ( n 520) =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04304313\ninfection (COVID- older with severe acute\n19) respiratory syndrome\ncoronavirus 2 (SARS-\nCoV-2) infection\n(COVID-19) ( n 10) =\nSARS-CoV-2 Patients aged 18 75 Drug therapy NCT04273529 –\ninfection (COVID- years with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection ( n 100) =\nInfection, viral Patients aged 18 to 75 y Drug therapy NCT04273581\nwith confirmed diagnosis\nof CoVID-19 ( n 40 =\ndoesn t match the expectations. Hence, more concerns and efforts are\n’\ndesirable for the containment of this pandemic situation. It is also very\nimportant to fetch more funds for clinical research and development to\nface this type of condition in the future. This pandemic event has chal­\nlenged the capabilities of developed countries in terms of medicine and\nhealthcare management. This means that more research is required for\nthe scale-up of diagnostic facilities, vaccines, and PPE kit. Along with\nthis, it is highly recommended to reform separate wing-like disaster\nmanagement to handle epidemic and pandemic situations. This requires\nproper training and facility to handle such situations in the future for a\nlarge group of population. The government must support research in­\nstitutions and entrepreneurs for innovations aligned to this situation in\nterms of sufficient financial support. In the present scenario looking\nupon the current statistics worldwide in terms of new cases detected and\nconfirmed deaths, only two strategies have been worked to control this\noutbreak up to a certain limit. The first is testing and tracking the sus­\npects and the second is a complete lockdown. In addition to this, strict\nimplementation of the regulation framed by the Government authorities\nis also required.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial\ninterests or personal relationships that could have appeared to influence\nthe work reported in this paper.\nAcknowledgment\nAuthor wants to acknowledge National Institute of Pharmaceutical\nEducation and Research (NIPER-Guwahati) for providing necessary fa­\ncilities. We also want to extend our gratitude to Prof. Vikram S. Ghole,\nCoordinator, Academic Cell, National Institute of Virology, Pune, India\nfor his valuable suggestions and guidance.\n17\n\n--- Page 19 ---\nM. Agrawal et al.\nAppendix A. Supplementary data\nSupplementary data to this article can be found online at https://doi.\norg/10.1016/j.rmed.2020.106192 .\nReferences\n[1] T.T. Yao, J.D. Qian, W.Y. Zhu, Y. Wang, G.Q. Wang, A systematic review of\nlopinavir therapy for SARS coronavirus and MERS coronavirus-A possible\nreference for coronavirus disease-19 treatment option, J. Med. Virol. 92 (6)\n(2020) 556 563 . –\n[2] C. Shen, Z. Wang, F. Zhao, Y. Yang, J. Li, J. Yuan, F. Wang, D. Li, M. Yang,\nL. Xing, J. Wei, H. Xiao, Y. Yang, J. Qu, L. Qing, L. Chen, Z. Xu, L. Peng, Y. Li,\nH. Zheng, F. Chen, K. Huang, Y. Jiang, D. Liu, Z. Zhang, Y. Liu, L. Liu, Treatment\nof 5 critically ill patients with COVID-19 with convalescent plasma, Jama 323\n(16) (2020) 1582 1589 . –\n[3] N. Zhu, D. Zhang, W. Wang, X. Li, B. Yang, J. Song, X. Zhao, B. Huang, W. Shi,\nR. Lu, P. Niu, F. Zhan, X. Ma, D. Wang, W. Xu, G. Wu, G.F. Gao, W. Tan, A novel\ncoronavirus from patients with pneumonia in China, 2019, N. Engl. J. Med. 382\n(2020) 727 733 . –\n[4] C. Sohrabi, Z. Alsafi, N. O Neill, M. Khan, A. Kerwan, A. Al-Jabir, C. Iosifidis, ’\nR. Agha, World Health Organization declares global emergency: a review of the\n2019 novel coronavirus (COVID-19), Int. J. Surg. 76 (2020) 71 76 . –\n[5] B. Vellingiri, K. Jayaramayya, M. Iyer, A. Narayanasamy, V. Govindasamy,\nB. Giridharan, S. Ganesan, A. Venugopal, D. Venkatesan, H. Ganesan,\nK. Rajagopalan, P. Rahman, S.G. Cho, N.S. Kumar, M.D. Subramaniam, COVID-\n19: a promising cure for the global panic, Sci. Total Environ. 725 (2020) 138277 .\n[6] WHO, Coronavirus Disease 2019 (COVID-19)Situation Report 197, 18 April –\n2020, World Health Organization, 2020 .\n[7] W. Zhang, Y. Zhao, F. Zhang, Q. Wang, T. Li, Z. Liu, J. Wang, Y. Qin, X. Zhang,\nX. Yan, X. Zeng, S. Zhang, The use of anti-inflammatory drugs in the treatment of\npeople with severe coronavirus disease 2019 (COVID-19): the Perspectives of\nclinical immunologists from China, Clin. Immunol. 214 (2020) 108393 .\n[8] K. Singh, S. Mehta, The clinical development process for a novel preventive\nvaccine: an overview, J. Postgrad. Med. 62 (2016) 4 11 . –\n[9] M.A. Shereen, S. Khan, A. Kazmi, N. Bashir, R. Siddique, COVID-19 infection:\norigin, transmission, and characteristics of human coronaviruses, J. Adv. Res. 24\n(2020) 91 98 . –\n[10] WHO, Coronavirus Disease (COVID-19) Pandemic, 2020 .\n[11] JHU, COVID-19 Dashboard by the Center for Systems Science and Engineering\n(CSSE) at Johns Hopkins University (JHU), Coronavirus Resource Center, John\nHopkins University and Medicine, 2020 .\n[12] H. Davidson, First Covid-19 Case Happened in November, China Government\nRecords Show - Report, The Guardian, 2020 .\n[13] Y. Yang, F. Peng, R. Wang, K. Guan, T. Jiang, G. Xu, J. Sun, C. Chang, The deadly\ncoronaviruses: the 2003 SARS pandemic and the 2020 novel coronavirus\nepidemic in China, J. Autoimmun. 109 (2020) 102434 .\n[14] N. Routley, Infection trajectory: see which countries are flattening their COVID-\n19 curve, in: J. Desjardins (Ed.), Visual Capitalist, Columbia St, Vancouver, BC,\n2020. V6A 2R5 .\n[15] W.-C.J. Mission, Coronavirus Disease 2019 (COVID-19), 2020 .\n[16] WHO, China Shows COVID-19 Responses Must Be Tailored to the Local Context,\nCoronavirus Disease (COVID-19) Outbreak, World Health Organization, 2020 .\n[17] F. Looi, China Fears Second Wave of COVID-19 Outbreak, Aljazeera, 2020 .\n[18] Alexis Dudden, A. Marks, South Korea Took Rapid, Intrusive Measures against\nCovid-19 and They Worked, the Guardian, the Guardian, Kings Place, 90 York –\nWay, London, N1 9GU, United Kingdom, 2020 .\n[19] R.P. Baird, What Went Wrong with Coronavirus Testing in the U.S, The New\nYorker, New York, 2020 .\n[20] W.A. Haseltine, Why America Is Losing to COVID-19, Project Syndicate, Prague,\nCzechia, 2020 .\n[21] Michael D. Shear, Abby Goodnough, Sheila Kaplan, Sheri Fink, K. Thomas,\nN. Weiland, The Lost Month: How a Failure to Test Blinded the U.S. To Covid-19,\nThe New York Times, 2020 .\n[22] A. Jazeera, The US Coronavirus Response: an F for Failure?, Al Jazeera, 2020 .\n[23] N. News, Donald Trump warns there will be a lot of death as, U.S. coronavirus ’ ’\ncases top 300 (2020), 000 .\n[24] PTI, US: ‘Hard Days Ahead , Says Trump as Expert Predicts 2 Lakh Coronavirus ’\nDeaths, THEWEEK, 2020 .\n[25] R. Nick, Infection Trajectory: See Which Countries Are Flattening Their COVID-19\nCurve, Visual Capitalist, Columbia St, Vancouver, BC, 2020, p. V6A 2R5 .\n[26] M. Roser, Coronavirus Disease (COVID-19) Statistics and Research, University –\nof Oxford, 2020, 14 April 2020, OurWorldInData.org .\n[27] C.f.D.C.a. Prevention, 2019 Novel Coronavirus, 2020 .\n[28] Q. Li, X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K.S.M. Leung, E.H.\nY. Lau, J.Y. Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao,\nM. Liu, W. Tu, C. Chen, L. Jin, R. Yang, Q. Wang, S. Zhou, R. Wang, H. Liu, Y. Luo,\nY. Liu, G. Shao, H. Li, Z. Tao, Y. Yang, Z. Deng, B. Liu, Z. Ma, Y. Zhang, G. Shi, T.T.\nY. Lam, J.T. Wu, G.F. Gao, B.J. Cowling, B. Yang, G.M. Leung, Z. Feng, Early\nTransmission Dynamics in Wuhan, China, of Novel Coronavirus Infected –\nPneumonia, 2020 .\n[29] C. Rothe, M. Schunk, P. Sothmann, G. Bretzel, G. Froeschl, C. Wallrauch,\nT. Zimmer, V. Thiel, C. Janke, W. Guggemos, M. Seilmaier, C. Drosten,\nP. Vollmar, K. Zwirglmaier, S. Zange, R. Wolfel, M. Hoelscher, Transmission of\n\nRespiratory Medicine 191 (2022) 106192\n2019-nCoV infection from an asymptomatic contact in Germany, N. Engl. J. Med.\n382 (2020) 970 971 . –\n[30] S.S.a.S. Das, Coronavirus Spread: Govt s U-turn on limited community ’ ’\ntransmission , 31.03.2020. Business Standard . ’\n[31] H.A. Rothan, S.N. Byrareddy, The epidemiology and pathogenesis of coronavirus\ndisease (COVID-19) outbreak, J. Autoimmun. 109 (2020) 102433 .\n[32] A.L. García-Basteiro, C. Chaccour, C. Guinovart, A. Llupi a, J. Brew, A. Trilla, `\nA. Plasencia, Monitoring the COVID-19 epidemic in the context of widespread\nlocal transmission, Lancet Res. Med. 8 (5) (2020) 440 442 . –\n[33] P.K. Samudrala, P. Kumar, K. Choudhary, N. Thakur, G.S. Wadekar,\nR. Dayaramani, M. Agrawal, A. Alexander, Virology, pathogenesis, diagnosis and\nin-line treatment of COVID-19, Eur. J. Pharmacol. 883 (2020) 173375 .\n[34] J. Cui, F. Li, Z.L. Shi, Origin and evolution of pathogenic coronaviruses, Nat. Rev.\nMicrobiol. 17 (2019) 181 192 . –\n[35] Z. Xu, L. Shi, Y. Wang, J. Zhang, L. Huang, C. Zhang, S. Liu, P. Zhao, H. Liu,\nL. Zhu, Y. Tai, C. Bai, T. Gao, J. Song, P. Xia, J. Dong, J. Zhao, F.S. Wang,\nPathological findings of COVID-19 associated with acute respiratory distress\nsyndrome, Lancet Res. Med. 8 (2020) 420 422 . –\n[36] X. Li, M. Geng, Y. Peng, L. Meng, S. Lu, Molecular immune pathogenesis and\ndiagnosis of COVID-19, J. Pharmac. Anal. 10 (2020) 102 108 . –\n[37] N. Chen, M. Zhou, X. Dong, J. Qu, F. Gong, Y. Han, Y. Qiu, J. Wang, Y. Liu,\nY. Wei, J. Xia, T. Yu, X. Zhang, L. Zhang, Epidemiological and clinical\ncharacteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan,\nChina: a descriptive study, Lancet 395 (2020) 507 513 (London, England) . –\n[38] C. Huang, Y. Wang, X. Li, L. Ren, J. Zhao, Y. Hu, L. Zhang, G. Fan, J. Xu, X. Gu,\nZ. Cheng, T. Yu, J. Xia, Y. Wei, W. Wu, X. Xie, W. Yin, H. Li, M. Liu, Y. Xiao,\nH. Gao, L. Guo, J. Xie, G. Wang, R. Jiang, Z. Gao, Q. Jin, J. Wang, B. Cao, Clinical\nfeatures of patients infected with 2019 novel coronavirus in Wuhan, China,\nLancet 395 (2020) 497 506 (London, England) . –\n[39] Elsevier, Novel Coronavirus Information Center, 2020 .\n[40] Q. Li, X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K. Leung, E. Lau, J.\nY. Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao, M. Li,\nZ. Feng, Early transmission dynamics in Wuhan, China, of novel\ncoronavirus infected pneumonia, N. Engl. J. Med. 382 (13) (2020) 1199 1207 . – –\n[41] W. Wang, J. Tang, F. Wei, Updated understanding of the outbreak of 2019 novel\ncoronavirus (2019-nCoV) in Wuhan, China 92 (2020) 441 447 . –\n[42] H.A. Rothan, S.N. Byrareddy, The epidemiology and pathogenesis of coronavirus\ndisease (COVID-19) outbreak, J. Autoimmun. (2020) 102433 .\n[43] J. Lei, J. Li, X. Li, X. Qi, CT imaging of the 2019 novel coronavirus (2019-nCoV)\npneumonia, Radiology 295 (2020) 18 .\n[44] A. Assiri, J.A. Al-Tawfiq, A.A. Al-Rabeeah, F.A. Al-Rabiah, S. Al-Hajjar, A. Al-\nBarrak, H. Flemban, W.N. Al-Nassir, H.H. Balkhy, R.F. Al-Hakeem, H.\nQ. Makhdoom, A.I. Zumla, Z.A. Memish, Epidemiological, demographic, and\nclinical characteristics of 47 cases of Middle East respiratory syndrome\ncoronavirus disease from Saudi Arabia: a descriptive study, Lancet Infect. Dis. 13\n(2013) 752 761 . –\n[45] N. Lee, D. Hui, A. Wu, P. Chan, P. Cameron, G.M. Joynt, A. Ahuja, M.Y. Yung, C.\nB. Leung, K.F. To, S.F. Lui, C.C. Szeto, S. Chung, J.J. Sung, A major outbreak of\nsevere acute respiratory syndrome in Hong Kong, N. Engl. J. Med. 348 (2003)\n1986 1994 . –\n[46] Y. Sun, Y. Dong, L. Wang, H. Xie, B. Li, C. Chang, F.-s. Wang, Characteristics and\nprognostic factors of disease severity in patients with COVID-19: the Beijing\nexperience, J. Autoimmun. (2020) 102473 .\n[47] N. Routley, Every Vaccine and Treatment in Development for COVID-19, So Far, 1\nApril 2020, Visula Capitalist, 2020. https://www.visualcapitalist.com/every-va\nccine-treatment-covid-19-so-far/ .\n[48] J. Phua, L. Weng, L. Ling, M. Egi, C.M. Lim, J.V. Divatia, B.R. Shrestha, Y.\nM. Arabi, J. Ng, C.D. Gomersall, M. Nishimura, Y. Koh, B. Du, Intensive care\nmanagement of coronavirus disease 2019 (COVID-19): challenges and\nrecommendations, Lancet Respir Med 8 (5) (2020) 506 517 . –\n[49] WHO, Global Surveillance for COVID-19 Caused by Human Infection with\nCOVID-19 Virus: Interim Guidance, 2020, p. 20. March 2020 .\n[50] N. van Doremalen, T. Bushmaker, D.H. Morris, M.G. Holbrook, A. Gamble, B.\nN. Williamson, A. Tamin, J.L. Harcourt, N.J. Thornburg, S.I. Gerber, J.O. Lloyd-\nSmith, E. de Wit, V.J. Munster, Aerosol and surface stability of SARS-CoV-2 as\ncompared with SARS-CoV-1, N. Engl. J. Med. 382 (16) (2020) 1564 1567 . –\n[51] A. Wang, W. Zhao, Z. Xu, J. Gu, Timely blood glucose management for the\noutbreak of 2019 novel coronavirus disease (COVID-19) is urgently needed,\nDiabetes Res. Clin. Pract. (2020) 108118 .\n[52] A. Mukhopadhyay, P.A. Tambyah, K.S. Singh, T.K. Lim, K.H. Lee, SARS in a\nhospital visitor and her intensivist, J. Hosp. Infect. 56 (2004) 249 250 . –\n[53] B.E. Young, S.W.X. Ong, S. Kalimuddin, J.G. Low, S.Y. Tan, J. Loh, O.T. Ng,\nK. Marimuthu, L.W. Ang, T.M. Mak, S.K. Lau, D.E. Anderson, K.S. Chan, T.Y. Tan,\nT.Y. Ng, L. Cui, Z. Said, L. Kurupatham, M.I. Chen, M. Chan, S. Vasoo, L.F. Wang,\nB.H. Tan, R.T.P. Lin, V.J.M. Lee, Y.S. Leo, D.C. Lye, Epidemiologic features and\nclinical course of patients infected with SARS-CoV-2 in Singapore, Jama 323 (15)\n(2020) 1488 1494 . –\n[54] J.S. Keystone, R. Steffen, P.E. Kozarsky, Chapter 126 - health advice for\ninternational travel, in: R.L. Guerrant, D.H. Walker, P.F. Weller (Eds.), Tropical\nInfectious Diseases: Principles, Pathogens and Practice, third ed., W.B. Saunders,\nEdinburgh, 2011, pp. 887 901 . –\n[55] E. T onnesmann, R. Kandolf, T. Lewalter, Chloroquine cardiomyopathy - a review ¨\nof the literature, Immunopharmacol. Immunotoxicol. 35 (2013) 434 442 . –\n[56] A. Vaziri, B. Warburton, Slow release of chloroquine phosphate from multiple\ntaste-masked W/O/W multiple emulsions, J. Microencapsul. 11 (1994) 641 648 . –\n18\n\n--- Page 20 ---\nM. Agrawal et al.\n[57] I. Ben-Zvi, S. Kivity, P. Langevitz, Y. Shoenfeld, Hydroxychloroquine: from\nmalaria to autoimmunity, Clin. Rev. Allergy Immunol. 42 (2012) 145 153 . –\n[58] C.Y. Chew, A. Mar, M. Nikpour, A.M. Saracino, Hydroxychloroquine in\ndermatology: new perspectives on an old drug, Australas. J. Dermatol. 61 (2)\n(2019) e150 e157 . –\n[59] M.L. Agostini, E.L. Andres, A.C. Sims, R.L. Graham, T.P. Sheahan, X. Lu, E.\nC. Smith, J.B. Case, J.Y. Feng, R. Jordan, A.S. Ray, T. Cihlar, D. Siegel, R.\nL. Mackman, M.O. Clarke, R.S. Baric, M.R. Denison, Coronavirus susceptibility to\nthe antiviral remdesivir (GS-5734) is mediated by the viral polymerase and the\nproofreading exoribonuclease, mBio 9 (2018) .\n[60] M. Wang, R. Cao, L. Zhang, X. Yang, J. Liu, M. Xu, Z. Shi, Z. Hu, W. Zhong,\nG. Xiao, Remdesivir and chloroquine effectively inhibit the recently emerged\nnovel coronavirus (2019-nCoV) in vitro, Cell Res. 30 (2020) 269 271 . –\n[61] Y. Furuta, T. Komeno, T. Nakamura, Favipiravir (T-705), a broad spectrum\ninhibitor of viral RNA polymerase, Proc. Jpn. Acad. Ser. B Phys. Biol. Sci. 93\n(2017) 449 463 . –\n[62] T.H. Bacon, M.J. Levin, J.J. Leary, R.T. Sarisky, D. Sutton, Herpes simplex virus\nresistance to acyclovir and penciclovir after two decades of antiviral therapy,\nClin. Microbiol. Rev. 16 (2003) 114 128 . –\n[63] D. Guo, Old weapon for new enemy: drug repurposing for treatment of newly\nemerging viral diseases, Virol. Sin. 35 (3) (2020) 253 255 . –\n[64] V. Loustaud-Ratti, M. Debette-Gratien, J. Jacques, S. Alain, P. Marquet,\nD. Sautereau, A. Rousseau, P. Carrier, Ribavirin: past, present and future, World\nJ. Hepatol. 8 (2016) 123 130 . –\n[65] T.S.a.T. Prosser, COVID-19 drug therapy - potential options. Clinical Drug\nInformation, Clinical Solutions, Elsevier, 2020 .\n[66] C. Zhou, C. Gao, Y. Xie, M. Xu, COVID-19 with spontaneous pneumomediastinum,\nLancet Infect. Dis. (2020) .\n[67] N.M. Ampel, Lopinavir-ritonavir was not effective for COVID-19, N. Engl. J. Med.\n(2020). https://www.jwatch.org/na51172/2020/03/24/lopinavir-ritonavir-w\nas-not-effective-covid-19 .\n[68] FDA, Drug approval package: kaletra (Lopinavir/Ritonavir) capsules oral &\nsolution, 2001 .\n[69] W. Seeger, C. Grube, A. Gunther, Proteolytic cleavage of fibrinogen: amplification\nof its surfactant inhibitory capacity, Am. J. Respir. Cell Mol. Biol. 9 (1993)\n239 247 . –\n[70] J.-F. Rossignol, Nitazoxanide: a first-in-class broad-spectrum antiviral agent,\nAntivir. Res. 110 (2014) 94 103 . –\n[71] H.M. Jung, M. Jeya, S.Y. Kim, H.J. Moon, R. Kumar Singh, Y.W. Zhang, J.K. Lee,\nBiosynthesis, biotechnological production, and application of teicoplanin: current\nstate and perspectives, Appl. Microbiol. Biotechnol. 84 (2009) 417 428 . –\n[72] A. Bernareggi, A. Borghi, M. Borgonovi, L. Cavenaghi, P. Ferrari, K. V ekey, ´\nM. Zanol, L.F. Zerilli, Teicoplanin metabolism in humans, Antimicrob. Agents\nChemother. 36 (1992) 1744 1749 . –\n[73] F. de Lalla, R. Nicolin, E. Rinaldi, P. Scarpellini, R. Rigoli, V. Manfrin,\nA. Tramarin, Prospective study of oral teicoplanin versus oral vancomycin for\ntherapy of pseudomembranous colitis and Clostridium difficile-associated\ndiarrhea, Antimicrob. Agents Chemother. 36 (1992) 2192 2196 . –\n[74] A.B. Lerner, J.D. Case, Y. Takahashi, Isolation of melatonin and 5-methoxyindole-\n3-acetic acid from bovine pineal glands, J. Biol. Chem. 235 (1960) 1992 1997 . –\n[75] H.J. Lynch, R.J. Wurtman, M.A. Moskowitz, M.C. Archer, M.H. Ho, Daily rhythm\nin human urinary melatonin, Science 187 (1975) 169 171 (New York, N.Y.) . –\n[76] B. Poeggeler, R.J. Reiter, D.X. Tan, L.D. Chen, L.C. Manchester, Melatonin,\nhydroxyl radical-mediated oxidative damage, and aging: a hypothesis, J. Pineal\nRes. 14 (1993) 151 168 . –\n[77] P. Colson, J.-M. Rolain, D. Raoult, Chloroquine for the 2019 novel coronavirus\nSARS-CoV-2, Int. J. Antimicrob. Agents 55 (2020) 105923 .\n[78] F. Touret, X. de Lamballerie, Of chloroquine and COVID-19, Antivir. Res. 177\n(2020) 104762 .\n[79] A.D. Inglot, Comparison of the antiviral activity in vitro of some non-steroidal\nanti-inflammatory drugs, J. gen. virol. 4 (1969) 203 214 . –\n[80] E. Keyaerts, L. Vijgen, P. Maes, J. Neyts, M. Van Ranst, In vitro inhibition of\nsevere acute respiratory syndrome coronavirus by chloroquine, Biochem.\nBiophys. Res. Commun. 323 (2004) 264 268 . –\n[81] E. Keyaerts, S. Li, L. Vijgen, E. Rysman, J. Verbeeck, M. Van Ranst, P. Maes,\nAntiviral activity of chloroquine against human coronavirus OC43 infection in\nnewborn mice 53 (2009) 3416 3421 . –\n[82] C. Li, X. Zhu, X. Ji, N. Quanquin, Y.Q. Deng, M. Tian, R. Aliyari, X. Zuo, L. Yuan,\nS.K. Afridi, X.F. Li, J.U. Jung, K. Nielsen-Saines, F.X. Qin, C.F. Qin, Z. Xu,\nG. Cheng, Chloroquine, a FDA-approved drug, prevents zika virus infection and\nits associated congenital microcephaly in mice, EBioMedicine 24 (2017)\n189 194 . –\n[83] Y.W. Tan, W.K. Yam, J. Sun, J.J.H. Chu, An evaluation of chloroquine as a broad-\nacting antiviral against hand, foot and mouth disease, Antivir. Res. 149 (2018)\n143 149 . –\n[84] Y. Yan, Z. Zou, Y. Sun, X. Li, K.F. Xu, Y. Wei, N. Jin, C. Jiang, Anti-malaria drug\nchloroquine is highly effective in treating avian influenza A H5N1 virus infection\nin an animal model, Cell Res. 23 (2013) 300 302 . –\n[85] N.I. Paton, L. Lee, Y. Xu, E.E. Ooi, Y.B. Cheung, S. Archuleta, G. Wong, A. Wilder-\nSmith, Chloroquine for influenza prevention: a randomised, double-blind,\nplacebo controlled trial, Lancet Infec. Dis. 11 (2011) 677 683 . –\n[86] V. Tricou, N.N. Minh, T.P. Van, S.J. Lee, J. Farrar, B. Wills, H.T. Tran, C.\nP. Simmons, A randomized controlled trial of chloroquine for the treatment of\ndengue in Vietnamese adults, PLoS Neglected Trop. Dis. 4 (2010) e785 .\n[87] S.D. Dowall, A. Bosworth, R. Watson, K. Bewley, I. Taylor, E. Rayner, L. Hunter,\nG. Pearson, L. Easterbrook, J. Pitman, R. Hewson, M.W. Carroll, Chloroquine\n\nRespiratory Medicine 191 (2022) 106192\ninhibited Ebola virus replication in vitro but failed to protect against infection\nand disease in the in vivo Guinea pig model, J. gen. virol. 96 (2015) 3484 3492 . –\n[88] D.J. Vigerust, J.A. McCullers, Chloroquine is effective against influenza A virus in\nvitro but not in vivo, Influenza and other respiratory viruses 1 (2007) 189 192 . –\n[89] J. Pallister, D. Middleton, G. Crameri, M. Yamada, R. Klein, T.J. Hancock,\nA. Foord, B. Shiell, W. Michalski, C.C. Broder, L.F. Wang, Chloroquine\nadministration does not prevent Nipah virus infection and disease in ferrets,\nJ. Virol. 83 (2009) 11979 11982 . –\n[90] X. De Lamballerie, V. Boisson, J.C. Reynier, S. Enault, R.N. Charrel, A. Flahault,\nP. Roques, R. Le Grand, On chikungunya acute infection and chloroquine\ntreatment, Vector Borne Zoonotic Dis. 8 (2008) 837 839 . –\n[91] P. Roques, S.D. Thiberville, L. Dupuis-Maguiraga, F.M. Lum, K. Labadie,\nF. Martinon, G. Gras, P. Lebon, L.F.P. Ng, X. de Lamballerie, R. Le Grand,\nParadoxical effect of chloroquine treatment in enhancing chikungunya virus\ninfection, Viruses 10 (2018) .\n[92] G.K. Helal, M.A. Gad, M.F. Abd-Ellah, M.S. Eid, Hydroxychloroquine augments\nearly virological response to pegylated interferon plus ribavirin in genotype-4\nchronic hepatitis C patients, J. Med. Virol. 88 (2016) 2170 2178 . –\n[93] A. Chauhan, A. Tikoo, The enigma of the clandestine association between\nchloroquine and HIV-1 infection, HIV Med. 16 (2015) 585 590 . –\n[94] P. Peymani, B. Yeganeh, S. Sabour, B. Geramizadeh, M.R. Fattahi, H. Keyvani,\nN. Azarpira, K.M. Coombs, S. Ghavami, K.B. Lankarani, New use of an old drug:\nchloroquine reduces viral and ALT levels in HCV non-responders (a randomized,\ntriple-blind, placebo-controlled pilot trial), Can. J. Physiol. Pharmacol. 94 (2016)\n613 619 . –\n[95] J. Gao, Z. Tian, X. Yang, Breakthrough: chloroquine phosphate has shown\napparent efficacy in treatment of COVID-19 associated pneumonia in clinical\nstudies, Bioscience trends 14 (2020) 72 73 . –\n[96] A. Savarino, J.R. Boelaert, A. Cassone, G. Majori, R. Cauda, Effects of chloroquine\non viral infections: an old drug against today s diseases? The Lancet, Infectious ’\ndiseases 3 (2003) 722 727 . –\n[97] D. Dale, Fact Check: Trump Wrongly Claims FDA approved Drug Chloroquine to ’ ’\nTreat the Coronavirus, CNN politics, Washington, 2020, p. 2020. March 20 .\n[98] O. Api, J.S. Carvalho, Fetal dysrhythmias, Best Pract. Res. Clin. Obstet. Gynaecol.\n22 (2008) 31 48 . –\n[99] E.W. McChesney, Animal toxicity and pharmacokinetics of hydroxychloroquine\nsulfate, Am. J. Med. 75 (1983) 11 18 . –\n[100] J. Liu, R. Cao, M. Xu, X. Wang, H. Zhang, H. Hu, Y. Li, Z. Hu, W. Zhong, M. Wang,\nHydroxychloroquine, a less toxic derivative of chloroquine, is effective in\ninhibiting SARS-CoV-2 infection in vitro, Cell Discovery 6 (2020) 16 .\n[101] A.L. Laaksonen, V. Koskiahde, K. Juva, Dosage of antimalarial drugs for children\nwith juvenile rheumatoid arthritis and systemic lupus erythematosus. A clinical\nstudy with determination of serum concentrations of chloroquine and\nhydroxychloroquine, Scand. J. Rheumatol. 3 (1974) 103 108 . –\n[102] P. Gautret, J.C. Lagier, P. Parola, V.T. Hoang, L. Meddeb, M. Mailhe, B. Doudier,\nJ. Courjon, V. Giordanengo, V.E. Vieira, H.T. Dupont, S. Honor e, P. Colson, ´\nE. Chabri ere, B. La Scola, J.M. Rolain, P. Brouqui, D. Raoult, Hydroxychloroquine `\nand azithromycin as a treatment of COVID-19: results of an open-label non-\nrandomized clinical trial, Int. J. Antimicrob. Agents 56 (1) (2020) 105949 .\n[103] S. Ohkuma, B. Poole, Fluorescence probe measurement of the intralysosomal pH\nin living cells and the perturbation of pH by various agents, Proc. Natl. Acad. Sci.\nU.S.A. 75 (1978) 3327 3331 . –\n[104] J.P. O Laughlin, P.H. Mehta, B.C. Wong, Life Threatening Severe QTc ’\nProlongation in Patient with Systemic Lupus Erythematosus Due to\nHydroxychloroquine. Case Reports in Cardiology 2016, 2016, p. 4626279 .\n[105] N.D. Morgan, S.V. Patel, O. Dvorkina, Suspected hydroxychloroquine-associated\nQT-interval prolongation in a patient with systemic lupus erythematosus, J. Clin.\nRheumatol. : practical reports on rheumatic musculoskeletal diseases 19 (2013) &\n286 288 . –\n[106] C.Y. Chen, F.L. Wang, C.C. Lin, Chronic hydroxychloroquine use associated with\nQT prolongation and refractory ventricular arrhythmia 44, Clinical toxicology,\nPhiladelphia, Pa, 2006, pp. 173 175 . –\n[107] FDA, Coronavirus (COVID-19) Update: FDA Revokes Emergency Use\nAuthorization for Chloroquine and Hydroxychloroquine, 2020 .\n[108] T.K. Warren, R. Jordan, M.K. Lo, A.S. Ray, R.L. Mackman, V. Soloveva, D. Siegel,\nM. Perron, R. Bannister, H.C. Hui, N. Larson, R. Strickley, J. Wells, K.S. Stuthman,\nS.A. Van Tongeren, N.L. Garza, G. Donnelly, A.C. Shurtleff, C.J. Retterer,\nD. Gharaibeh, R. Zamani, T. Kenny, B.P. Eaton, E. Grimes, L.S. Welch, L. Gomba,\nC.L. Wilhelmsen, D.K. Nichols, J.E. Nuss, E.R. Nagle, J.R. Kugelman, G. Palacios,\nE. Doerffler, S. Neville, E. Carra, M.O. Clarke, L. Zhang, W. Lew, B. Ross, Q. Wang,\nK. Chun, L. Wolfe, D. Babusis, Y. Park, K.M. Stray, I. Trancheva, J.Y. Feng,\nO. Barauskas, Y. Xu, P. Wong, M.R. Braun, M. Flint, L.K. McMullan, S.S. Chen,\nR. Fearns, S. Swaminathan, D.L. Mayers, C.F. Spiropoulou, W.A. Lee, S.T. Nichol,\nT. Cihlar, S. Bavari, Therapeutic efficacy of the small molecule GS-5734 against\nEbola virus in rhesus monkeys, Nature 531 (2016) 381 385 . –\n[109] M.K. Lo, R. Jordan, A. Arvey, J. Sudhamsu, P. Shrivastava-Ranjan, A.L. Hotard,\nM. Flint, L.K. McMullan, D. Siegel, M.O. Clarke, R.L. Mackman, H.C. Hui,\nM. Perron, A.S. Ray, T. Cihlar, S.T. Nichol, C.F. Spiropoulou, GS-5734 and its\nparent nucleoside analog inhibit Filo-, Pneumo-, and Paramyxoviruses, Sci. Rep. 7\n(2017) 43395 .\n[110] T.P. Sheahan, A.C. Sims, R.L. Graham, V.D. Menachery, L.E. Gralinski, J.B. Case,\nS.R. Leist, K. Pyrc, J.Y. Feng, I. Trantcheva, R. Bannister, Y. Park, D. Babusis, M.\nO. Clarke, R.L. Mackman, J.E. Spahn, C.A. Palmiotti, D. Siegel, A.S. Ray, T. Cihlar,\nR. Jordan, M.R. Denison, R.S. Baric, Broad-spectrum antiviral GS-5734 inhibits\nboth epidemic and zoonotic coronaviruses, Sci. Transl. Med. 9 (2017) .\n19\n\n--- Page 21 ---\nM. Agrawal et al.\n[111] M.L. Holshue, C. DeBolt, S. Lindquist, K.H. Lofy, J. Wiesman, H. Bruce, C. Spitters,\nK. Ericson, S. Wilkerson, A. Tural, G. Diaz, A. Cohn, L. Fox, A. Patel, S.I. Gerber,\nL. Kim, S. Tong, X. Lu, S. Lindstrom, M.A. Pallansch, W.C. Weldon, H.M. Biggs, T.\nM. Uyeki, S.K. Pillai, First case of 2019 novel coronavirus in the United States,\nN. Engl. J. Med. 382 (2020) 929 936 . –\n[112] J. Routh, 25.02.2020, NIH Clinical Trial of Remdesivir to Treat COVID-19 Begins,\nNational Institute of Health, 2020 .\n[113] J. C, 10:53 a.m. Scientists hope an antiviral drug being tested in China could help\npatients, 10 February 2020 .\n[114] M. Agostini, E. Andres, A. Sims, R. Graham, T. Sheahan, X. Lu, E. Smith, J. Case,\nJ. Feng, R. Jordan, A. Ray, T. Cihlar, D. Siegel, R. Mackman, M. Clarke, R. Baric,\nM. Denison, Coronavirus susceptibility to the antiviral remdesivir (GS-5734) is\nmediated by the viral polymerase and the proofreading exoribonuclease, mBio 9\n(2018) e00221-218 .\n[115] M. Wang, R. Cao, L. Zhang, X. Yang, J. Liu, M. Xu, Z. Shi, Z. Hu, W. Zhong,\nG. Xiao, Remdesivir and chloroquine effectively inhibit the recently emerged\nnovel coronavirus (2019-nCoV) in vitro, Cell Res. 30 (2020) 269 271 . –\n[116] A. Keown, A paper raises some safety concerns for Gilead s COVID-19 treatment, ’\nBioSpace (16.03.2020). https://www.biospace.com/article/a-paper-raises-some-\nsafety-concerns-for-gilead-s-covid-19-treatment/ .\n[117] USFDA, Coronavirus (COVID-19) Update: FDA Warns of Newly Discovered\nPotential Drug Interaction that May Reduce Effectiveness of a COVID-19\nTreatment Authorized for Emergency Use, 2020 .\n[118] G. Li, E. De Clercq, Therapeutic options for the 2019 novel coronavirus (2019-\nnCoV), Nat. Rev. Drug Discov. 19 (2020) 149 150 . –\n[119] Q. Cai, M. Yang, D. Liu, J. Chen, D. Shu, J. Xia, X. Liao, Y. Gu, Q. Cai, Y. Yang,\nC. Shen, X. Li, L. Peng, D. Huang, J. Zhang, S. Zhang, F. Wang, J. Liu, L. Chen,\nS. Chen, Z. Wang, Z. Zhang, R. Cao, W. Zhong, Y. Liu, L. Liu, Experimental\nTreatment with Favipiravir for COVID-19: an Open-Label Control Study,\nEngineering (2020), https://doi.org/10.1016/j.eng.2020.03.007 .\n[120] H. News, First French Ebola Patient Leaves Hospital, 2014 .\n[121] D. Gatherer, The 2014 Ebola virus disease outbreak in West Africa, The Journal of\ngeneral virology 95 (2014) 1619 1624 . –\n[122] M.H. Schmid-Wendtner, H.C. Korting, Penciclovir cream–improved topical\ntreatment for herpes simplex infections, Skin Pharmacol. Physiol. 17 (2004)\n214 218 . –\n[123] H.S. Te, G. Randall, D.M. Jensen, Mechanism of action of ribavirin in the\ntreatment of chronic hepatitis C, Gastroenterol. Hepatol. 3 (2007) 218 225 . –\n[124] E. Thomas, M.G. Ghany, T.J. Liang, The application and mechanism of action of\nribavirin in therapy of hepatitis C, Antiviral Chem. Chemother. 23 (2012) 1 12 . –\n[125] C.C. Graci Jd, Mechanisms of action of ribavirin against distinct viruses, Rev.\nMed. Virol. 16 (2006) 37 48 . –\n[126] J.G. Fischer, C. Robin, Analogue-based Drug Discovery, John Wiley Sons, 2006 . &\n[127] W.H. Organization, World Health Organization Model List of Essential Medicines:\n21st List 2019, World Health Organization, Geneva, 2019 .\n[128] W. Miller, Treatment with ribavirin for patients with metastatic breast cancer,\nClinicalTrial.gov, 2010 .\n[129] S. Johnson, N. Henschke, N. Maayan, I. Mills, B.S. Buckley, A. Kakourou,\nR. Marshall, Ribavirin for treating Crimean Congo haemorrhagic fever, Cochrane\nDatabase Syst. Rev. 6 (2018), Cd012713 .\n[130] M. Eisenstein, Vaccines: a moving target, Nature 474 (2011) S16 S17 . –\n[131] M.E. Abonyi, P.L. Lakatos, Ribavirin in the treatment of hepatitis C, Anticancer\nRes. 25 (2005) 1315 1320 . –\n[132] V. Guardigni, L. Badia, M. Conti, M. Rinaldi, R. Mancini, P. Viale, G. Verucchi,\nLiver decompensation predicts ribavirin overexposure in hepatitis C virus patients\ntreated with direct-acting antivirals, World J. Hepatol. 9 (2017) 1270 1277 . –\n[133] K. Sung-sun, Physicians Work Out Treatment Guidelines for Coronavirus, Korea\nBiomedical Review, 2020 .\n[134] A.A. Elfiky, Anti-HCV, nucleotide inhibitors, repurposing against COVID-19, Life\nSci. 248 (2020) 117477 .\n[135] C.M. Chu, V.C. Cheng, I.F. Hung, M.M. Wong, K.H. Chan, K.S. Chan, R.Y. Kao, L.\nL. Poon, C.L. Wong, Y. Guan, J.S. Peiris, K.Y. Yuen, Role of lopinavir/ritonavir in\nthe treatment of SARS: initial virological and clinical findings, Thorax 59 (2004)\n252 256 . –\n[136] M.R. Loutfy, L.M. Blatt, K.A. Siminovitch, S. Ward, B. Wolff, H. Lho, D.H. Pham,\nH. Deif, E.A. LaMere, M. Chang, K.C. Kain, G.A. Farcas, P. Ferguson, M. Latchford,\nG. Levy, J.W. Dennis, E.K. Lai, E.N. Fish, Interferon alfacon-1 plus corticosteroids\nin severe acute respiratory syndrome: a preliminary study, Jama 290 (2003)\n3222 3228 . –\n[137] J.S. Peiris, C.M. Chu, V.C. Cheng, K.S. Chan, I.F. Hung, L.L. Poon, K.I. Law, B.\nS. Tang, T.Y. Hon, C.S. Chan, K.H. Chan, J.S. Ng, B.J. Zheng, W.L. Ng, R.W. Lai,\nY. Guan, K.Y. Yuen, Clinical progression and viral load in a community outbreak\nof coronavirus-associated SARS pneumonia: a prospective study, Lancet (Lond.\nEngl.) 361 (2003) 1767 1772 . –\n[138] S.-S. Jean, P.-I. Lee, P.-R. Hsueh, Treatment options for COVID-19: the reality and\nchallenges, J. Microbiol. Immunol. Infect. 53 (3) (2020) 436 443 . –\n[139] M. Hurst, D. Faulds, Lopinavir. Drugs 60 (2000) 1371 1379. ; discussion 1380- –\n1371 .\n[140] A.H. de Wilde, D. Jochmans, C.C. Posthuma, J.C. Zevenhoven-Dobbe, S. van\nNieuwkoop, T.M. Bestebroer, B.G. van den Hoogen, J. Neyts, E.J. Snijder,\nScreening of an FDA-approved compound library identifies four small-molecule\ninhibitors of Middle East respiratory syndrome coronavirus replication in cell\nculture, Antimicrob. Agents Chemother. 58 (2014) 4875 4884 . –\n[141] E. Teslova, Russia Recommends Lopinavir/ritonavir against COVID-19: Doctors\nFound Anti-HIV Drug Effective for Treatment of Mild Coronavirus Cases, Health,\nLatest on Coronavirus Outbreak, 2020 .\n\nRespiratory Medicine 191 (2022) 106192\n[142] E.M. Agency, European Union, 2010 .\n[143] H.P. Hsieh, J.T. Hsu, Strategies of development of antiviral agents directed\nagainst influenza virus replication, Curr. Pharmaceut. Des. 13 (2007) 3531 3542 . –\n[144] H. Nishimura, M. Yamaya, A synthetic serine protease inhibitor, nafamostat\nmesilate, is a drug potentially applicable to the treatment of ebola virus disease,\nTohoku J. Exp. Med. 237 (2015) 45 50 . –\n[145] V.S. Somvanshi, B.L. Ellis, Y. Hu, R.V. Aroian, Nitazoxanide: nematicidal mode of\naction and drug combination studies, Mol. Biochem. Parasitol. 193 (2014) 1 8 . –\n[146] J.-F. Rossignol, Pharmaceutical compositions of tizoxanide and nitazoxanide, in:\nU.S. Patent (Ed.), Laminar Direct Capital LLC Romark Laboratories LC, United\nStates, 1999 .\n[147] R. Laboratories, Romark to Develop Alinia(R) (Nitazoxanide) as New Treatment\nfor Chronic Hepatitis C, 2020 .\n[148] M. Igarashi, Y. Ishizaki, Y. Takahashi, New antituberculous drugs derived from\nnatural products: current perspectives and issues in antituberculous drug\ndevelopment, J. Antibiot. 71 (2018) 15 25 . –\n[149] E. Palmer, Romark recalls pediatric diarrhea treatment Alina, Fierce Pharma,\n2015 .\n[150] J. Cao, J.C. Forrest, X. Zhang, A screen of the NIH Clinical Collection small\nmolecule library identifies potential anti-coronavirus drugs, Antivir. Res. 114\n(2015) 1 10 . –\n[151] J.-F. Rossignol, Nitazoxanide, a new drug candidate for the treatment of Middle\nEast respiratory syndrome coronavirus, J.Inf.Pub.Health 9 (2016) 227 230 . –\n[152] J. Zhang, X. Ma, F. Yu, J. Liu, F. Zou, T. Pan, H. Zhang, Teicoplanin Potently\nBlocks the Cell Entry of 2019-nCoV, 2020 .\n[153] P. Colson, D. Raoult, Fighting viruses with antibiotics: an overlooked path, Int. J.\nAntimicrob. Agents 48 (2016) 349 352 . –\n[154] N. Zhou, T. Pan, J. Zhang, Q. Li, X. Zhang, C. Bai, F. Huang, T. Peng, J. Zhang,\nC. Liu, L. Tao, H. Zhang, Glycopeptide antibiotics potently inhibit cathepsin L in\nthe late endosome/lysosome and block the entry of ebola virus, Middle East\nrespiratory syndrome coronavirus (MERS-CoV), and severe acute respiratory\nsyndrome coronavirus (SARS-CoV), J. Biol. Chem. 291 (2016) 9218 9232 . –\n[155] S.A. Baron, C. Devaux, P. Colson, D. Raoult, J.M. Rolain, Teicoplanin: an\nalternative drug for the treatment of COVID-19? Int. J. Antimicrob. Agents 55 (4)\n(2020) 105944 .\n[156] X. Wu, H. Ji, Y. Wang, C. Gu, W. Gu, L. Hu, L. Zhu, Melatonin Alleviates\nRadiation-Induced Lung Injury via Regulation of miR-30e/NLRP3 Axis, Oxidative\nMedicine and Cellular Longevity (2019) 1 14, 2019 . –\n[157] R. Reiter, Q. Ma, R. Sharma, Treatment of ebola and other infectious diseases:\nmelatonin goes viral , Melatonin Research 3 (2020) 43 57. RIbavirin, “ ” –\n20.12.2020 .\n[158] R. Zhang, X. Wang, L. Ni, X. Di, B. Ma, S. Niu, C. Liu, R.J. Reiter, COVID-19:\nMelatonin as a Potential Adjuvant Treatment, Life sciences, 2020, p. 117583 .\n[159] L. Caly, J.D. Druce, M.G. Catton, D.A. Jans, K.M. Wagstaff, The FDA-approved\nDrug Ivermectin inhibits the replication of SARS-CoV-2 in vitro, Antivir. Res. 178\n(2020) 104787 .\n[160] L. Lundberg, C. Pinkham, A. Baer, M. Amaya, A. Narayanan, K.M. Wagstaff, D.\nA. Jans, K. Kehn-Hall, Nuclear import and export inhibitors alter capsid protein\ndistribution in mammalian cells and reduce Venezuelan Equine Encephalitis Virus\nreplication, Antivir. Res. 100 (2013) 662 672 . –\n[161] M.Y. Tay, J.E. Fraser, W.K. Chan, N.J. Moreland, A.P. Rathore, C. Wang, S.\nG. Vasudevan, D.A. Jans, Nuclear localization of dengue virus (DENV) 1-4 non-\nstructural protein 5; protection against all 4 DENV serotypes by the inhibitor\nIvermectin, Antivir. Res. 99 (2013) 301 306 . –\n[162] V. G otz, L. Magar, D. Dornfeld, S. Giese, A. Pohlmann, D. H oper, B.-W. Kong, ¨ ¨\nD. Jans, M. Beer, O. Haller, M. Schwemmle, Influenza A viruses escape from MxA\nrestriction at the expense of efficient nuclear vRNP import, Sci. Rep. 6 (2016)\n23138 .\n[163] C. Perricone, P. Triggianese, E. Bartoloni, G. Cafaro, A.F. Bonifacio, R. Bursi,\nR. Perricone, R. Gerli, The anti-viral facet of anti-rheumatic drugs: lessons from\nCOVID-19, J. Autoimmun. (2020) 102468 .\n[164] L.S. Staff, Treatments for COVID-19: drugs being tested against the coronavirus,\nLiveSciences, 2020 .\n[165] Y.J. Liu, IPC: professional type 1 interferon-producing cells and plasmacytoid\ndendritic cell precursors, Annu. Rev. Immunol. 23 (2005) 275 306 . –\n[166] A.S. Omrani, M.M. Saad, K. Baig, A. Bahloul, M. Abdul-Matin, A.Y. Alaidaroos, G.\nA. Almakhlafi, M.M. Albarrak, Z.A. Memish, A.M. Albarrak, Ribavirin and\ninterferon alfa-2a for severe Middle East respiratory syndrome coronavirus\ninfection: a retrospective cohort study, Lancet Infect. Dis. 14 (2014) 1090 1095 . –\n[167] D. Belhadi, N. Peiffer-Smadja, F.-X. Lescure, Y. Yazdanpanah, F. Mentr e, ´\nC. Laou enan, A Brief Review of Antiviral Drugs Evaluated in Registered Clinical ´\nTrials for COVID-19, 2020, p. 20038190, 2020.2003.2018 .\n[168] M.A. Martinez, Compounds with Therapeutic Potential against Novel Respiratory\n2019 Coronavirus, 2020. AAC.00399-00320 .\n[169] W.M. Schneider, M.D. Chevillotte, C.M. Rice, Interferon-stimulated genes: a\ncomplex web of host defenses, Annu. Rev. Immunol. 32 (2014) 513 545 . –\n[170] D. Jakimovski, C. Kolb, M. Ramanathan, R. Zivadinov, B. Weinstock-Guttman,\nInterferon for multiple sclerosis, Cold Spring Harbor perspectives in medicine 8 β\n(2018) .\n[171] L.J. Stockman, R. Bellamy, P. Garner, SARS: systematic review of treatment\neffects, PLoS Med. 3 (2006) e343 .\n[172] F. Chen, K.H. Chan, Y. Jiang, R.Y. Kao, H.T. Lu, K.W. Fan, V.C. Cheng, W.H. Tsui,\nI.F. Hung, T.S. Lee, Y. Guan, J.S. Peiris, K.Y. Yuen, In vitro susceptibility of 10\nclinical isolates of SARS coronavirus to selected antiviral compounds, J. Clin.\nVirol. 31 (2004) 69 75, the official publication of the Pan American Society for –\nClinical Virology .\n20\n\n--- Page 22 ---\nM. Agrawal et al.\n[173] J.F. Chan, Y. Yao, M.L. Yeung, W. Deng, L. Bao, L. Jia, F. Li, C. Xiao, H. Gao, P. Yu,\nJ.P. Cai, H. Chu, J. Zhou, H. Chen, C. Qin, K.Y. Yuen, Treatment with lopinavir/\nritonavir or interferon- 1b improves outcome of MERS-CoV infection in a β\nnonhuman primate model of common marmoset, J. Infect. Dis. 212 (2015)\n1904 1913 . –\n[174] T.P. Sheahan, A.C. Sims, S.R. Leist, A. Sch afer, J. Won, A.J. Brown, S. ¨\nA. Montgomery, A. Hogg, D. Babusis, M.O. Clarke, J.E. Spahn, L. Bauer, S. Sellers,\nD. Porter, J.Y. Feng, T. Cihlar, R. Jordan, M.R. Denison, R.S. Baric, Comparative\ntherapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and\ninterferon beta against MERS-CoV, Nat. Commun. 11 (2020) 222 .\n[175] K.G. Lokugamage, A. Hage, C. Schindewolf, R. Rajsbaum, V.D. Menachery, SARS-\nCoV-2 Sensitive to Type I Interferon Pretreatment, 2020, p. 982264,\n2020.2003.2007 .\n[176] K.L. Shen, Y.H. Yang, Diagnosis and treatment of 2019 novel coronavirus\ninfection in children: a pressing issue, World journal of pediatrics : WJP 16 (3)\n(2020) 219 221 . –\n[177] E. Sallard, F.-X. Lescure, Y. Yazdanpanah, F. Mentre, N. Peiffer-Smadja, C.D.F.\nS. Committee, Type 1 interferons as a potential treatment against COVID-19,\nAntivir. Res. 178 (2020) 104791 .\n[178] M.D. Shin, S. Shukla, Y.H. Chung, V. Beiss, S.K. Chan, O.A. Ortega-Rivera, D.\nM. Wirth, A. Chen, M. Sack, J.K. Pokorski, N.F. Steinmetz, COVID-19 vaccine\n\nRespiratory Medicine 191 (2022) 106192\ndevelopment and a potential nanomaterial path forward, Nat. Nanotechnol. 15\n(2020) 646 655 . –\n[179] L. Spinney, When Will a Coronavirus Vaccine Be Ready? The Guardian, 2020. http\ns://www.theguardian.com/world/ng-interactive/2020/oct/18/covid-vaccine\n-tracker-when-will-a-coronavirus-vaccine-be-ready .\n[180] Yamey Gavin, Marco Sch aferhoff, Muhammad Pate, Mukesh Chawla, ¨\nRanson Kent, Feng Zhao, Richard Hatchett, R. Wilder, Funding the Development\nand Manufacturing of COVID-19 Vaccines, The World Bank, 2020 .\n[181] D.P. Fidler, Negotiating equitable access to influenza vaccines: global health\ndiplomacy and the controversies surrounding avian influenza H5N1 and\npandemic influenza H1N1, PLoS Med. 7 (5) (2010) e1000247 .\n[182] M. Masserini, Nanoparticles for brain drug delivery, ISRN Biochemistry 2013\n(2013) 18 .\n[183] M.G. Netea, L.A. Joosten, E. Latz, K.H. Mills, G. Natoli, H.G. Stunnenberg, L.\nA. O Neill, R.J. Xavier, Trained immunity: a program of innate immune memory ’\nin health and disease, Science (New York, N.Y.) 352 (2016) aaf1098 .\n[184] A. Miller, M.J. Reandelar, K. Fasciglione, V. Roumenova, Y. Li, G.H. Otazu,\nCorrelation between Universal BCG Vaccination Policy and Reduced Morbidity\nand Mortality for COVID-19: an Epidemiological Study, 2020,\n2020.2003.2024.20042937 .\n21",
    "pages": [
      {
        "page_number": 1,
        "text": "Since January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.",
        "char_count": 774,
        "word_count": 118,
        "extraction_method": "single_column"
      },
      {
        "page_number": 2,
        "text": "Respiratory Medicine 191 (2022) 106192\nContents lists available at\njournal homepage:\nReview article\nIn-line treatments and clinical initiatives to fight against\nCOVID-19 outbreak\na b b Mukta Agrawal , Shailendra Saraf , Swarnlata Saraf\nd d Sucheta Banerjee Kurundkar , Debjani Roy , Pankaj Joshi\nh i ** , Yogendra Kumar Choudhary , Prashant Kesharwani\nRungta College of Pharmaceutical Sciences and Research, Kohka-Kurud Road, Bhilai, Chhattisgarh, 490024, India a\nUniversity Institute of Pharmacy, Pt. Ravishankar Shukla University, Raipur, Chhattisgarh, 492010, India b\nNational Institute of Pharmaceutical Education and Research (NIPER-Guwahati), Department of Pharmaceuticals, Ministry of Chemicals c\nSila Katamur (Halugurisuk), Changsari, Kamrup, 781101, Guwahati, Assam, India\nClinical Development Services Agency (An Extramural Unit of Translational Health Science d\n&\nTechnology, Govt. of India) NCR Biotech Science Cluster, 3rd Milestone, Gurgaon- Faridabad Expressway, Faridabad, 121001, India\nKulkarni EndoSurgery Institute and Reconstructive Urology Centre, Paud Raod, Pune, 411038, India e\nDepartment of Urology, Deenanath Mangeshkar Hospital and Research Center, Erendawane, Pune, 411004, India f\nCentral Drugs Standard Control Organization, Directorate General of Health Services, Ministry of Health g\nIndia\nEtica Clinpharm Pvt Ltd, CCRP-317, Ambuja City Centre, Vidhan Sabha Road, Mowa, Raipur, Chhattisgarh, 492001, India h\nDepartment of Pharmaceutics, School of Pharmaceutical Education and Research, Jamia Hamdard, 110062, New Delhi, India i\nA R T I C L E  I N F O A B S T R A C T\nKeywords:\nCOVID-19\nSARS-CoV-2\nPandemic\nRepurposed medicine\nVaccine\nClinical trials\n1. Introduction\nIn history, mankind experienced different types of coronavirus\n* Corresponding author.\n** Corresponding author.\nE-mail addresses: prashantdops@gmail.com (P. Kesharwani),\nhttps://doi.org/10.1016/j.rmed.2020.106192\nReceived 2 June 2020; Received in revised form 10 August 2020; Accepted 13 October 2020\nAvailable online 17 October 2020\n0954-6111/© 2020 Elsevier Ltd. All rights reserved.\n\nScienceDirect\nRespiratory Medicine\nhttp://www.elsevier.com/locate/rmed\nc , Upadhyayula Suryanarayana Murty ,\ne f g , , Dhananjay Sable ,\nc * , , Amit Alexander\nFertilizers, Govt. of India, &\nTechnology Institute, Dept of Biotechnology, Ministry of Science &\nFamily Welfare, Government of India, New Delhi, 110001, &\nIn December 2019, when the whole world is waiting for Christmas and New Year, the physicians of Wuhan,\nChina, are astounded by clusters of patients suffering from pneumonia from unknown causes. The pathogen\nisolated from the respiratory epithelium of the patients is similar to previously known coronaviruses with some\ndistinct features. The disease was initially called nCoV-2019 or SARS-nCoV-2 and later termed as COVID-19 by\nWHO. The infection is rapidly propagating from the day of emergence, spread throughout the globe and now\nbecame a pandemic which challenged the competencies of developed nations in terms of health care manage­\nment. As per WHO report, 216 countries are affected with SARS-CoV-19 by August 5, 2020 with 18, 142, 718\nconfirmed cases and 691,013 deaths reports. Such huge mortality and morbidity rates are truly threatening and\ncalls for some aggressive and effective measures to slow down the disease transmission. The scientists are\nconstantly engaged in finding a potential solution to diagnose and treat the pandemic. Various FDA approved\ndrugs with the previous history of antiviral potency are repurposed for COVID-19 treatment. Different drugs and\nvaccines are under clinical trials and some rapid and effective diagnostic tools are also under development. In\nthis review, we have highlighted the current epidemiology through infographics, disease transmission and\nprogression, clinical features and diagnosis and possible therapeutic approaches for COVID-19. The article\nmainly focused on the development and possible application of various FDA approved drugs, including chlo­\nroquine, remdesivir, favipiravir, nefamostate mesylate, penciclovir, nitazoxanide, ribavirin etc., vaccines under\ndevelopment and various registered clinical trials exploring different therapeutic measures for the treatment of\nCOVID-19. This information will definitely help the researchers to understand the in-line scientific progress by\nvarious clinical agencies and regulatory bodies against COVID-19.\ninfections, affected specific regions of the world, among which SARS-\nCoV (Severe Acute Respiratory Syndrome Coronavirus) and MERS-CoV\n(Middle East Respiratory Syndrome Coronavirus) were considered as\nan epidemic. SARS-CoV and MERS-CoV affected a big population and\namit.alexander@niperguwahati.ac.in , itsmeamitalex@gmail.com (A. Alexander).",
        "char_count": 4759,
        "word_count": 662,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "M. Agrawal et al.\nAbbreviation\nACE2 Angiotensin Converting Enzyme 2\nALC Alternate Level of Care\nAPC antigen-presenting cell\nARDS Acute Respiratory Distress Syndrome\nAT2 Angiotensin-2\nBCG Bacillus Calmette Gu erin Vaccine ´\n–\nCDC Centre For Disease Control And Prevention\nCDSCO Central Drug Standard Control Organization\nCEPI Coalition for Epidemic Preparedness Innovation\nCFR Case Fatality Rate\nCGHS Central Government Health Scheme\nc -Myc Myc Proto-Oncogene Protein\nCoV Coronavirus\nCOVID-19 Coronavirus Disease 2019\nCPAM Congenital Pulmonary Airway Malformation\nCPR Cardiopulmonary Resuscitation\nCRP C -Reactive Protein Test\nCT scan Computerized Tomography Scan\nCXR Chest X-Ray\nCYP3A Cytochrome P450\nDCGI Drugs Controller General of India\nDNA Deoxyribonucleic Acid\nECG Electrocardiogram\nESRD End-Stage Renal Disease\nEUA Early Use Authorization\nFDA Food and Drug Administration\nGI Gastro Intestinal Tract\nhACE human angiotensin-converting enzyme-2\nHIV Human Immunodeficiency Virus\nICMR Indian Council of Medical Research\nIFN-1 Interferon Type-I\nIFNAR Interferon- / Receptor\nА В\nresponsible for a higher mortality rate throughout the world [ 1 ]. In\nDecember 2019, another dreadful coronavirus infection emerged in\nChina initially diagnosed as pneumonia with an unknown cause. After\npreliminary investigations, it was called nCoV-2019 (novel coronavirus\ninfection 2019) which was further officially named as COVID-19\n(coronavirus infection disease-2019) by WHO. The first cases of novel\ncoronavirus infection were reported in December 2019 in Wuhan city of\nChina and spread to 216 countries of the world till date (August 5,\n2020). The patients were prevalently observed with high fever, dry\ncough, dyspnea, and bilateral lung infiltrate upon imaging [ 2 , 3 ]. The\norigin of infection was linked to a wholesale seafood market of Wuhan\ncity and supposed to spread from the animal species (possibly bats,\nsnakes, fish or any other) consumed by the affected population [ 4 , 5 ]. On\nMarch 11, 2020, COVID-19 is declared as a pandemic by WHO which is\nthe first known pandemic in human history that supposed to be\ncontrolled by appropriate curative measures (WHO, March 11, 2020).\nAfter the COVID-19 outbreak in Wuhan, China, more than 18, 142,\n718 patients were identified positive with SARS-CoV-2 infection along\nwith 691,013 confirmed death reports throughout the globe till date [ 6 ,\n7 ]. Such huge mortality and morbidity reports create too much chaos\namong the world population which originated various myths like high\ntemperature kill SARS-CoV-2 virus, ability to hold your breath for more\nthan 10 s without difficulty is a test to confirm the infection, drinking\nalcohol protects against COVID-19 infection, a hot water bath will pre­\nvent the COVID-19, etc. Thus, to clarify the confusion and false pre­\ndictions, WHO and many other Government bodies generated some\nmyth busters to aware of the public with actual facts [ 6 ]. On the other\nhand, the lower CFR (case fatality rate) 3.80 on August 5, 2020 as\n\nRespiratory Medicine 191 (2022) 106192\nIL-6 Interleukin-6\nISG Interferon Stimulating Gene\nIVIG Intravenous Immunoglobulin\nLAV Live Attenuated Virus\nMERS Middle East Respiratory Syndrome\nMRF Medical Response Force\nmRNA Messenger RNA\nNASH Non-Alcoholic Steatohepatitis\nnCoV Novel Coronavirus Infection\nOPD Outpatient Department\nPDIA3 Protein Disulfide-Isomerase A3\nPFOR Pyruvate Ferredoxin Oxidoreductase Enzyme\nPPE Personal Protective Equipment\nR D Research and Development\n&\nRBC Red Blood Cell\nRBD Receptor Binding Domain\nRCGM Review Committee on Genetic Manipulation\nRDRP RNA-Dependent RNA Polymerase\nRNA Ribonucleic Acid\nRNAaemia Serum SARS-CoV-2 Viral Load\nRRAR polybasic cleavage site\nRR Respiratory Rate\nRT-PCR Reverse Transcription Polymerase Chain Reaction\nS -glycoprotein Spike-glycoprotein\nSARS Severe Acute Respiratory Syndrome\nSLE Systemic Lupus Erythematosus\nSPO2 Peripheral Capillary Oxygen Saturation\nTGF tumor growth factor\nTNF tumor necrosis factor\nTH2 T Helper Cell Type 2\nUSA United States of America\nVRDLs Viral Research Diagnostic Laboratories\n&\nWHO World Health Organization\ncompared to the previous coronavirus epidemic conditions, recovery of\nthe good number of infected patients, government s aggressive efforts to\n’\ncombat the disease and exhaustive research initiatives for developing\nvarious diagnostic tools, promising therapies, and vaccination, etc. gives\nsome kind of assurance that we will fight and win this global issue.\nThe development of a new drug or vaccine against any novel path­\nogenic species or completely new infection/disease always remains a\nchallenging and lengthy process. The developmental process involves\nidentification of the pathogenic strain, a detailed investigation of viral/\nmicrobial anatomy and genetic sequencing, thorough understanding of\ndisease pathophysiology, in vitro model development, mode of invasion,\nproduct development, in vivo testing on animal models and human trials\n(phase I, phase II and phase III). The complete process including product\napproval is essential to ensure the safety and efficacy of the formulation\nand take around 10 15 years usually and a minimum of 1.5 2 years [ 8 ].\n– –\nThe scientists and researchers around the globe are struggling to find\nsome potential solutions to fight this threatful condition as soon as\npossible. These initiatives are also supported by various government\nbodies in terms of funding and other regulatory affairs [ 9 ]; The, 2020).\nAlthough, the world has to wait for at least one and a half years to have\nthe first vaccine of COVID-19. Currently, two American based com­\npanies named Moderna Therapeutics, Bostan and Inovio Pharmaceuti­\ncals, Pennsylvania got approval for human trials of the vaccines. In this\nreview, we have discussed current therapeutic approaches used by the\nphysicians throughout the world to treat COVID-19 patients including\ndifferent antiviral, antimalarial, anti-inflammatory drugs, immunosup­\npressants, nucleotide analogs, antibiotics, health-promoting agents, etc.\nalong with vaccines development and various clinical studies. We have\n2",
        "char_count": 6099,
        "word_count": 905,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "M. Agrawal et al.\nFig. 1.\nFig. 2. Epidemiology of COVID-19 infection showing the number of confirmed\ncases in a different region of the Globe as per WHO COVID-19 Situation report\n197 [ 6 ].\nalso highlighted the latest epidemiology of the disease, the phases of\ndisease progression, phase-wise transmission and spread of infection, its\nsymptoms and diagnostic measures.\n2. Epidemiology and infographics\nAs per the WHO update on August 5, 2020, in total, there are 18, 142,\n718 confirmed cases of COVID-19 with 691,013 deaths reported\nthroughout the world [ 10 ]. Around 216 countries got affected by this\npandemic to August 5, 2020. The cases increasing day-by-day and the\nsituations get worsens. The worst-case scenario is in the USA with 4,918,\n\nRespiratory Medicine 191 (2022) 106192\nGeographical representation of COVID-19 epidemiology, showing the current statistics of 10 worsely affected countries including USA, Brazil, India, Russia,\nSouth Africa, Mexico, Peru, Chile, Spain and Colombia along with the present data of China (confirmed cases and death reports in these countries till August 5, 2020).\n770 confirmed cases followed by Brazil with 2,808,076 cases, India with\n1,910,681 cases, Russia with 866,627 cases, South Africa with 521,318\ncases, Mexico with 449,961 cases, Peru 439,890 cases, Chile 362,962\ncases, Spain with 349,894 cases and Colombia with 334,979 cases, as\ntop ten countries of the world in respect to COVID-19 cases at early\nAugust. These are ten heavily burnt countries with COVID-19 pandemic\nwhile the China, the first hitted country is now showing flattening of\ngrowth curve with 84,491 cases [ 11 ]. The geographical representation\nof some worst affected countries is shown in Fig. 1 .\nFor easy understanding and monitoring of the situation WHO has\ndivided the whole world into 6 regions. The Region of Americas\n9,741,727 cases and 365,334 deaths; European Region is identified with\n3,425,017 confirmed cases and 214,238 deaths; South-East Asia Region\nwith 2,242,656 cases and 47,574 deaths; Eastern Mediterranean Region\nwith 1,574,551 cases and 41,202 deaths; African Region with 825,272\ncases and 14,139 deaths and finally the Western Pacific Region with\n332,754 cases and 8513 deaths ( Fig. 2 ). Every day becomes crucial now,\nas initially, it took around 3 months to reach the number of one hundred\nthousand patients while this number gets doubled only in the next 3 6\n–\ndays. WHO developed and approved a new protocol entitled population-\n“\nbased age-stratified seroepidemiological investigation protocol for COVID-19\nvirus infection for investigating the extent of infection in the general\n”\npopulation by positive antibody test [ 6 ].\nAs per the unpublished data of the Chinese Government and Chinese\nmedia report, an unnoticed event of novel coronavirus infection was\ntracked back on November 17, 2019 in Wuhan city, Hubei province,\nChina [ 12 , 13 ]. Rapid dissemination was noticed since the first day of the\noutbreak. By the end of 2019 i.e. 31st December 2019, China has 27\nconfirmed cases on records. The number gets doubled (59) within 5 days\nand remain constant till January 16, 2020. During this period, the\nGovernment of China and the rest of the world did not get the outrage of\nthis situation. International traveling for personal, professional and\n3",
        "char_count": 3304,
        "word_count": 531,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "M. Agrawal et al.\nFig. 3.\nMexico, Peru, Chile, Spain and Colombia along with the present data of China starting from January 19, 2020 to August 4, 2020 (Adapted from [\npolitical purposes was frequent at that time. Chinese people continued to\nmove transfrontier and went to many different places of the entire\nworld, including the USA, European countries, South Africa, Western\npacific region, other parts of Asia and all other places of the globe and\nChina also allowed the cross-border travellers. Afterward, the number of\ninfected patients quickly raised and reached 526 in the next 6 days by\nJanuary 22, 2020 [ 14 ]. By this time, the Chinese Government initiated\nvarious strict measures to control this novel Coronavirus infection and\nestablished various Epidemic control and prevention councils at the\nstate and national level [ 15 ]. Failing all the precautionary measures, a\nquick and widespread infection was observed in China which was un­\ncontrollable till February 22, 2020 with 76,369 patients. Further, with\naggressive, controlling measures, exhaustive screening, social\ndistancing, and complete quarantine of suspects, a stagnancy was\nobserved in the quick uprising curve of COVID-19 infection in the after 3\nmonths in China [ 14 ]. On the basis of available statistics, by the end of\nMarch 2020, the whole world supposed that China came out from the\ncontainment stage and moved to the mitigation phase [ 16 ]. It was ex­\npected that China has completely overcome the outbreak by eradicating\nthe infection but upon the appearance of some new cases of COVID-19\nChina fears about the second wave of infection which supposed to be\nmore threatening than the previous version. Now, by early August,\nChina has flattened the curve of COVID-19 spread and showed a stag­\nnant situation with 84,079 cases [ 17 ]; Xu and Li).\nIn late January and February the epidemic was spread out from\nChina and rapidly transmitted to different countries and now on August\n5, 2020 COVID-19 is spread over 216 countries around the globe [ 14 ]. In\nthe beginning, South Korea became the second most affected country\nafter China with a quick and widespread infection. In South Korea, the\nfirst case was reported on 20th January and within one month it became\n155 cases. Afterward, the number gets doubled on a daily basis and\nmultiplied quickly thereof. By 8th March, the number of infected pa­\ntients reached up to 7134. Thereafter, a stagnancy was observed in the\ngrowth curve which is maintained till date (May 22, 2020). The South\nKorean Government implemented an intensified testing model for\nhigh-risk groups or all. ‘Test, test and test or ‘triple T was the only\n’ ’\nformula of the South Korean Government. With strict preventive and\n\nRespiratory Medicine 191 (2022) 106192\nGraph showing number of confirmed cases and rate of spread of COVID-19 in 10 worsely affected countries including USA, Brazil, India, Russia, South Africa,\n25 ]).\ncontrol measures, the Government of South Korea succeeded in con­\ntrolling the disease transmission (Alexis [ 18 ].\nWith 4,918,770 confirmed cases and 160,318 death reports, now in\nAugust, unfortunately, United States of America maintained the first\nposition in the COVID-19 statistic chart by WHO and other regulatory\nbodies with very little improvement in disease spread [ 6 , 11 ]. Initially,\nthe disease transmission is lower in the USA than many other countries,\nincluding Italy, France, Spain, Japan, South Korea, etc. The very first\ncase was reported on 21st January, while the 100th case on 3rd March.\nThe great control was observed in February 2020. A faster multiplication\nand massive community spread were reported from 10th March and\nfrom then COVID-19 outbreak has erupted in the USA [ 14 ]. As per a\nreport by William Haseltine in Project Syndicate, such a pandemic ex­\nplosion is because of the initial casual response of US Government which\ndid not bother about the contact tracing, extensive testing and impera­\ntive quarantine of suspects [ 19 , 20 ]; Michael D. [ 21 ]. After a huge\nnumber of deaths, the USA trying to respond to the pandemic situation\nand announced partial closing of business, universities, schools and\nother public premises for damage control and restraining of further\nspread [ 20 , 22 ]. Although, the situation is worst in the USA and seems\nout of control with these median steps. The fierceness is measured by the\nstatement of the US President that ‘there will be a lot of death in the\nUSA and ‘we will be lucky if it stopped in three hundred thousand\n’\ndeaths [ 23 , 24 ].\n’\nThe worldwide scenario is changing day by day and various coun­\ntries initially experiencing a modest spread of COVID-19 like Russia,\nIndia etc. are now becoming the centre of SARS-CoV-2 infection and\nstruggling to combat the situation. COVID-19 not only affected the\nhealth of the human world but also put a question mark on the world\neconomy and development. So, to balance the world economy, all the\ngovernments are now working on the concept of ‘learn to live with\nCOVID-19 and hence, most of the countries call-off the lockdown and ′\ntrying to get back to the normal lives with essential precautions. The\nconfirmed cases of COVID-19 from 22nd January to August 5, 2020,\nhighlighting the case reports of ten worsely affected countries along\nwith China is graphically displayed in Fig. 3 . A detailed record of all the\naffected countries and timely disease spread has been given in\n4",
        "char_count": 5435,
        "word_count": 917,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "M. Agrawal et al.\nFig. 4.\nPeru, Chile, Spain and Colombia along with the present data of China starting from January 21, 2020 to August 5, 2020 (adapted from [\nFig. 5. Different phases of disease transmission or spread in the community\naccording to its mode of spread and severity.\nsupplementary file 1. A graphical data of daily new confirmed death\nreports on 3 days rolling average data is shown in Fig. 4 , highlighting the\ndaily new death reports of the aforementioned countries in comparison\nwith world data.\n\nRespiratory Medicine 191 (2022) 106192\nGraph showing cumulative confirmed death due to COVID-19 in 10 worsely affected countries including USA, Brazil, India, Russia, South Africa, Mexico,\n26 ]).\n3. Transmission and spread\nThe exact pathophysiology of COVID-19 is currently not clear, we\nhave very limited information about the characteristics and clinical\nfeatures of SARS-CoV-2 infection. The disease spread mechanism also\nhas a higher degree of uncertainty. The current data is mostly based on\nthe information of previous coronavirus infections including SARS-CoV\nand MERS-CoV which are transmitted from one person to another by\nrespiratory content [ 27 ]. Usually, viral infections are transmitted from\none to another during the symptomatic phase. Despite that current ev­\nidence suggests that COVID-19 transmission also takes place in the\nasymptomatic incubation phase of the virus which supposed between\none to fourteen days [ 27 , 28 , 29 ]. As per various regulatory bodies, the\ncommunity transmission or disease spread takes place in four stages\n( Fig. 5 ). When the infection is only found in individuals recently traveled\nfrom foreign countries or in imported cases, it is known as stage I. No\ncommunity transmission is observed at stage I; hence it is easily\ncontrollable with proper preventive measures. At stage II community\ntransmission takes by direct contact of a healthy individual with a per­\nson traveling the foreign country and carry the infection. The trans­\nmission mostly takes place in the family member or friend who came\ndirectly in contact with the primary infected person. At this stage, the\nprimary source of transmission can be easily identified. Further, stage III\nis considered an advanced stage of disease transmission which is difficult\nto control. At this stage, community transmission takes place to a greater\nextent while the source of infection can t be located and isolated. When\n’\ncommunity transmission gets started, the disease will spread faster and\naffect the bulk population. Stage IV is a very dreadful condition. A\nmassive transmission among a cluster of the population is seen at this\nstage which is very difficult to control and treat. It is an epidemic con­\ndition for the affected country where the disease spread seems uncon­\ntrollable [ 30 ].\nOnce a person gets exposed to SARS-CoV-2, the disease progression\ncan be understood in five categories based on the clinical symptoms and\ndisease pathophysiology ( Fig. 6 ). The period just after exposure to the\n5",
        "char_count": 3026,
        "word_count": 491,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "M. Agrawal et al.\nFig. 6.\ninfection is known as the ‘asymptomatic phase or ‘incubation period .\n’ ’\nThis phase lasts from three to fourteen days which can be managed by\nkeeping the infected person on isolation and observation. It is charac­\nterized by nasopharyngeal replication of viral strain with no significant\nclinical symptom. The second phase is ‘symptomatic or ‘prodromal\n’\nstage , which lasts up to seven days. The clinical symptoms include\n’\ncough, fever, sore throat, myalgia, diarrhea, vomiting, abdominal pain,\netc. but no evidence of pneumonia [ 31 ]. The viral pathophysiology in­\nvolves nasopharyngeal replication and ACE2 receptor binding. At this\nstage, the patients will be kept under observation and usually treated\nwith chloroquine or hydroxychloroquine. Most of the COVID-19 patients\nretain at this stage and do not progress into further pneumonia phase.\nThe third phase is ‘pneumonia , usually appears from day eight of the\n’\nsymptomatic phase and lasts up to day ten. The viral pathophysiology is\nthe same as the second phase and clinical symptoms include recurrent or\npersistent fever, lethargy, CXR features of pneumonia, increased CPR\nand reduced ALC. Usually, hydroxychloroquine is given at this stage but\nlopinavir and ritonavir are added to the dosage regimen when symptoms\nare progressive. Further, stage four is the advanced stage of pneumonia\nwhich also includes hypoxia along with the previous symptoms. It is also\na phase of clinical deterioration featured with hypoxia, shortness of\nbreath, progressive exertional dyspnea, increase CRP, decreased ALC\nalong with higher RR and lower SPO2 concentration. This phase can also\nbe treated with hydroxychloroquine and lopinavir/ritonavir therapy.\nThe last stage is the ‘immunological stage where the patients are criti­\n’\ncally ill and experience shock along with ARDS and MRF. The patho­\nphysiology involves the cytokine storm with excessive interleukin and\nTH2 content in plasma. Chloroquine, hydroxychloroquine, lopina­\nvir/ritonavir, ribavirin/interferon and immunomodulators like IVIG,\nβ\nsteroids, tocilizumab, etc. are preferred at this stage. The mortality rate\nis very high at this stage. Most of the COVID-19 related deaths are\nobserved at the immunological stage only [ 32 ]\n\nRespiratory Medicine 191 (2022) 106192\nPhases of disease progression, pathophysiology, clinical symptoms, and management approaches.\n4. Pathophysiology\nUsually, CoV is considered as a large (80 160 nm), non-segmented,\n–\nenveloped, ssRNA viruses. However, SARS-CoV-2 differs from the\nalready known CoV because of the presence of nucleocapsid protein and\nmembrane protein-like spike glycoprotein ( S -glycoprotein), which is\nresponsible for a crown or spike-like structure at the outer membrane\n[ 33 ]. There are two subunits of S -glycoprotein, namely S1 and S2, from\nwhich S1 assists the entry of SARS-CoV-2 to the host cell by direct\ninteraction with hACE (human angiotensin-converting enzyme-2) re­\nceptor [ 34 ]. The high pathogenicity and spread of SARS-CoV-2 may be\nattributed to the presence of modified RBD (receptor binding domain) of\nthe S1 subunit, partially opened ‘S trimer and polybasic cleavage site\n’\n(RRAR). Type-2 pneumocytes of the human lungs are decorated with\nhACE2 receptors. The receptor-binding domain of the S1 subunit of the\nspike glycoprotein tends to interact with the hACE2 receptor of pneu­\nmocyte 2 cells and results in the progressive suppression of the hACE2\nreceptor [ 35 ]. This downregulation of the hACE2 receptor facilitates the\nproduction of AT2 (angiotensin-2). Further, the increased AT-2 con­\ncentration which causes lung injury by increasing the permeability of\npulmonary vasculature. Together, the APC (antigen-presenting cell) of\nSARS-CoV-2 binds to the host dendritic cells, and promotes the activa­\ntion of macrophages and releases pro-inflammatory cytokines (different\ninterleukins like IL-1 , IL-12, IL-18, IL-33 and interferons like IFN and\nα β\nalong with tumor necrosis factor (TNF- ) and tumor growth factor\nα γ\n(TGF- )) and chemokines (CCL-2, 3, 5 and CXCL-8, 9, 10). The macro­\nβ\nphages and inflammatory mediators engender severe and extensive\nimmunological reactions, which is termed as ‘cytokine storm. Such\n’\nfierce inflammatory responses are considered as the primary patho­\nphysiology of SARS-CoV-2 infection, which causes damage to the\nepithelial cell lining of lungs and other organs of the body by reaching to\nthe blood circulation [ 33 , 36 ]. The pathophysiology of COVID-19 is\ngraphically presented in Fig. 7 .\n6",
        "char_count": 4542,
        "word_count": 701,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "M. Agrawal et al.\n5. Clinical features and diagnosis\nClinically COVID-19 is primarily characterized by fever, dry cough\nand fatigue, while other associated symptoms are vomiting, diarrhea,\nmyalgia, dyspnoea, headache, hemoptysis, etc. A person with multiple\ncomorbidities, any disease condition, weaken the immune system, kid­\nney disease/injuries and ARDS (Acute Respiratory Distress Syndrome)\nare prone to the infection [ 37 , 38 ]. Various regulatory bodies like WHO\nand CDC (Centre for Disease Control and Prevention) issued guidelines\nfor clinical and epidemiological investigations related to COVID-19\ninfection [ 39 ].\nCOVID-19 has an average incubation period of 5 6 days, after which\n–\nthe symptoms arose in the infected person [ 40 ]. After the onset of the\nsymptoms, the diseased period to death may range from 6 to 41 days\nwith an average of 14 days of survival [ 41 ]. The period of diseased phase\ndepends upon the physiological condition, age and immune response of\nthe patient. It becomes more severe and lethal in pediatric and geriatric\npatients and the person with lower immunity due to any other diseased\ncondition like a cancer patient, patient with kidney injury, etc. [ 41 ]. The\nclinical symptoms of COVID-19 by chest CT scan indicates pneumonia.\n\nRespiratory Medicine 191 (2022) 106192\nFig. 7. The figure demonstrates a brief overview on\nthe pathophysiology of COVID-19. When SARS-CoV-2\nentered into the lungs, it binds to the hACE2 receptor\nof type-2 pneumocyte cells of the alveoli and acti­\nvates the macrophages and other inflammatory me­\ndiators like different cytokines and chemokines.\nThese inflammatory mediators result in rigorous\nimmunological reactions and bring ‘cytokine storm\n’\nwhich causes damage to lung tissues and other organs\nby entering into the general circulation (Adapted\nwith permission from [ 33 ]).\nOn the other hand, RNAaemia, acute cardiac injury, ARDS and\nground-glass opacity increases the severity of disease and led to death.\nThe inflammation increases due to hyperactivation of both local and\nsystemic immune responses which was observed when both the lungs\nget affected with multiple ground-glass opacity due to infection [ 42 ].\nUnfortunately, in some cases, treatment with inhalable interferons\ndoesn t show any clinical effect and even worsens the condition and\n’\ndisease progression [ 43 ]. The symptoms at every stage of the disease\nprogression are shown in Fig. 6 . The primary symptoms of COVID-19 are\nsimilar to other beta coronavirus symptoms, including dry cough, dys­\npnea, fever and bilateral ground-glass opacity [ 38 ]. Unlike the previous\ncoronavirus, COVID-19 affects the lower airways instead of the upper\nrespiratory tract and hence, sneezing, rhinorrhoea doesn t indicate the\n’\nCOVID-19 [ 44 , 45 ]. In addition, the COVID-19 patient also experiences\nsome GI symptoms such as diarrhea which was not common in\nSARS-CoV or MERS-CoV. Thus, urine and fecal sample tests are also\nessential to confirm infection [ 42 , 46 ].\nThe containment of disease spread and mortality rate without rapid\nand pervasive screening is been intricate for any government of this\nworld. Hence, a prompt, effective and immense diagnosis of each and\n7",
        "char_count": 3201,
        "word_count": 512,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "M. Agrawal et al.\nTable 1\nList of different COVID-19 diagnostic tools under development along with the respective companies and their approval status [\nS N. Product name Test Type ⋅\nRealTime SARS-CoV-2 PCR 4\nID NOW COVID-19 Test Isothermal amp.-PoC <\nAvellinoCoV2 PCR\nReal-Time Fluorescent RT-PCR kit PCR 3\nBIOFIRE COVDI-19 test PCR <\n2019-nCoV Real-Time RT-PCR Dx Panel PCR\nXpert Xpress SARS-CoV-2 Test PCR-PoC <\nSimplexa COVID-19 Direct PCR 1\nePlex SARS-CoV-2 Test PCR 2\nPanther Fusion SARS-CoV-2 Assay PCR 3\nCOVID-19 RT-PCR Test PCR\nNxTAG CoV Extended Pannel Assay PCR 4\nAccula SARS-CoV-2 Test PCR-PoC <\nNew Coronavirus RT-PCR Test PCR 4\nCOVID-19 genesig Real-Time PCR assay PCR 2\nQuest SARS-CoV-2 rRT-PCR PCR\nLyra SARS-CoV-2 Assay PCR 4\nCob as SARS-CoV-2 Test PCR\nTaqPath COVID-19 Combo Kit PCR 4\nNY SARS-CoV-2 Real-time RT-PCR PCR\nSARS-CoV-2 Influenza A B RT-qPCR Kit PCR 4 + &\nRAELQUALITY RQ-2019-nCoV PCR 4\nBosphore 2019-nCoV Detection Kit PCR 2\nSARS-CoV-2, Influenza, RSV panel PCR 4\nAccuPower COVID-19 Real-Time RT-PCR Kit PCR 8\nQ-Sens 2019-nCoV Detection Kit PCR 2\nVIASURE SARS-CoV-2 Real-Time PCR PCR 3\nLogix Smart Coronavirus COVID-19 Test PCR 1\nVitaPCR SARS-CoV2 Assay PCR-PoC <\nqCOVID-19, CLART COVID-19 PCR 5\n2019 Real-Time PCR Kit PCR 4\nGeneFinder COVID-19 RealAmp Kit PCR 4\nQIAstat-Dx Respiratory SARS-CoV-2 Panel PCR 1\nAllplex 2019-nCoV Assay PCR 4\nDiaPlexQ 2019-nCoV Detection kit PCR 2\nSARS-CoV-2 Clinical Sequencing assay NGS >\nMultiple Real-Time PCR Kit PCR 4\nExplify Respiratory NGS\nCOVID-19 Home Test Kits PCR\nAt-home COVID-19 test PCR\nCOVID-19 Home Test Kit PCR\nevery citizen of the affected country is the prime need at this time.\nAffordable test kits that produce quick responses, trained health care\npersons and PPE kit are the key elements to curb the pandemic [ 47 ].\nWHO suggested the list of COVID-19 suspects including the patients\nwith ARDS and high fever, a person with travel history to the infected\narea or international travel history after the pandemic outbreak, a per­\nson with an exposure to the hot spots of COVID-19, in contact with other\nsuspect or confirmed patients within 14 days before the onset of\nsymptoms and individual diagnosed with pneumonia or severe acute\nrespiratory illness. All these persons should be kept in quarantine and\nprovided with emergency care and treatment [ 48 , 49 ]. RT-PCR assay is\nthe prime technique for the SARS-CoV-2 diagnosis. Along with this, a\nsample taken from the lower respiratory tract like endotracheal aspi­\nrates and sputum is also recommended by WHO for diagnostic purposes\n[ 49 ]. However, strict precautionary measures are advised to avoid\nexposure to airborne contamination [ 50 ]. The analysis of bron­\nchoalveolar lavage is also a good option for diagnosis [ 51 ] but bron­\nchoscopy is usually avoided to protect the healthcare workers [ 52 ]. The\nsensitivity and accuracy of the RT-PCR assay are indecisive in critically\nill cases. Sometimes repetitive tests are desirable if it gives negative\nresults for suspicious patients [ 2 , 48 , 53 ]. Currently, different pharma­\nceutical and biotechnological companies and many research institutions\nare working on the development of a quick and effective diagnostic tool\nfor SARS-CoV-2, a summary of which is shown in Table 1 . Also a detail of\ninitiatives taken by different Indian companies towards the development\nof COVID-19 testing kit or diagnostic tools is given in supplementary file\n2.\n\nRespiratory Medicine 191 (2022) 106192\n47 ]].\nResult time (h) Company/Institution Approval status\n6 Abbott FDA-EUA –\n1 Abbott FDA-EUA\n24 48 Avellino Labs FDA-EUA –\nBGI FDA-EUA\n1 Biomerieux-BioFire Defense FDA-EUA\n24 72 CDC FDA-EUA –\n1 Cepheid FDA-EUA\nDiaSorin Molecular FDA-EUA\nGenMark Diagnostics FDA-EUA\nHologic FDA-EUA\n24 LabCorp FDA-EUA\nLuminex Molecular Diagnostic FDA-EUA\n1 Messa Biotech FDA-EUA\n6 Perkin Elmer FDA-EUA –\nPrimerdesign FDA-EUA\n96 120 Quest FDA-EUA –\n6 Quidel FDA-EUA –\n24 Roche FDA-EUA\nThermo Fisher FDA-EUA\n24 72 Wadsworth Centre, NY State FDA-EUA –\n6 3D Medicine CE Mark –\n6 AB Analytica CE Mark –\nAnatolia Geneworks CE Mark\n6 AusDiagnostics CE Mark –\nBioneer CE Mark\nCancerRop CE Mark\nCerTest Biotech, BD CE Mark\n2 Co-Diagnostics CE Mark –\n1 Credo Diagnostics Biomedical CE Mark\nGenomica/PharmMar Group CE Mark\n6 Kogene Biotech CE Mark –\n6 OsangHealthcare CE Mark –\nQiagen (acq. by Thermo Fisher) CE Mark\nSeegene CE Mark\nSolGent CE Mark\n12 Vision Medicals CE Mark\n6 Beijing Applied Biological Technologies (XABT) CE Mark –\n24 48 IDbyDNA LDT –\n72 144 Carbon Health Discontinued –\n48 Everlywell Discontinued\n48 Nurx, Molecular Testing Labs Discontinued\n6. In-line therapies and repurposed medicines\n6.1. Repurposed medicines\nHealth care professionals and physicians throughout the world are\ntrying some of the already existing drug molecules against COVID-19.\nVarious FDA approved drugs previously intended for other pathophys­\niological conditions like antimalarial drugs (chloroquine, hydroxy­\nchloroquine), antiviral drugs (remdesivir, favipiravir, penciclovir,\nribavirin, lopinavir), anticoagulant (nafamostat), antiprotozoal drug\n(nitazoxanide), antibiotic (teicoplanin), health-promoting agent (mela­\ntonin) and some immunosuppressant, etc. have been tested to treat\nCOVID-19 ( Table 2 ). These medicines resulted in positive response in\nsome cases however, also fails sometimes depending upon the patient s\n’\nphysiological condition, dosage regimen, and many other factors. A\nbasic introduction of individual drugs, developmental aspects, and\nrelevance of some frequently used active molecules in COVID-19 ther­\napy are discussed in this section and also showed in Fig. 8 .\n6.1.1. Chloroquine and hydroxychloroquine\nChloroquine is a common antimalarial agent currently found effec­\ntive in the treatment of the patients affected with COVID-19 [ 77 ]. Pre­\nvious experiments proved its efficacy as an antiviral drug based on\nwhich it is presently explored for the treatment of COVID-19 infection.\nBoth the phosphate and sulfate salt forms of chloroquine along with\nhydroxychloroquine are widely used for the treatment of malaria and\nalso for some autoimmune disorders like rheumatoid arthritis, lupus,\n8",
        "char_count": 6166,
        "word_count": 973,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "M. Agrawal et al.\nTable 2\nresearchers against SARS-CoV-2 infection.\nS. Therapeutic agents Category Indication Development\nNo. history\nChloroquine Antimalarial Malaria, Discovered in 1934\nby Hans Anderson Pneumonia, some\nviral infections and and the team.\nApproved for autoimmune\nclinical practices in disorders like\nrheumatoid 1947 for malaria\narthritis, lupus, etc. treatment\nHydroxychloroquine Antimalarial Malaria and Firstly, synthesized\nautoimmune in 1946 and\ndisorder like approved in 1955\nrheumatoid by USFDA\narthritis, lupus\nerythematosus\nRemdesivir Antiviral Ebola, Marburg Developed by &\n(nucleotide other viral Gilead Sciences\nanalog) infections Designated as an\norphan drug in\nEurope by Gilead\nFavipiravir Antiviral (RNA Influenza, also Developed by\nPolymerase effective against Toyama\ninhibitor) Ebola infection Chemicals, Japan,\napproved for\nclinical application\nin 2014 in Japan\nPenciclovir Antiviral (DNA Herpes virus Launched in 2017\npolymerase disease by Fujifilm\ninhibitor)/ Toyama Chemical\nguanosine\nanalog\nRibavirin Antiviral hepatitis C, human Patented in 1971\n(nucleoside orthopneumo virus and approved 1986\nanalog) and other for commercial\nhemorrhagic viral use, launched by\nfevers including Valeant (now\nhantavirus, Lassa known as Bausch\nfever, and Health) as an\nCrimean-Congo inhalable powder\nhemorrhagic fever dosage, 1999, it is\nmanufactured as\nan oral capsule in\ncombination with\ninterferon α\nSchering-Plough\n(now known as\nMerck Co.) &\nLopinavir-ritonavir Antiretroviral HIV infection Approved for\n(protease clinical application\ninhibitor) by USFDA in 2000 &\nimmune\nbooster\nNafamostat Anticoagulant Cystic fibrosis Launched in 1986\nmesylate (Serine b y Toril,\nprotease Designated as\ninhibitor) Orphan drug by\nMucokinetica in\nEuropean Union in\n2010\nNitazoxanide Antiprotozoal Diarrhea and other firstly introduced\nprotozoal by Romark in 1996\ninfections, for oral\nHepatitis C administration to\n\nRespiratory Medicine 191 (2022) 106192\nCurrent research and development towards the treatment of COVID-19 highlighting various drug molecules currently preferred or recommended by physicians or\nAvailable Side effects Clinical status Reference\ndosage form against COVID-\n19\nA salt form like Blurred vision, nausea, [ 54 56 ] Found effective –\nphosphate, vomiting, blurred in COVID-19\nvision, uncontrolled sulfate associated &\nhydrochloride movements, deafness, pneumonia and\navailable as an headache, diarrhea, other symptoms\noral tablet mood changes, sore Currently under\nthroat, itchiness, etc. clinical trial\nOverdose cause\nchloroquine poisoning\nwhich may lead to\ncardiac arrest\nOral tablets Nausea, vomiting, Effective in [ 57 , 58 ]\ndiarrhea, headache, preliminary\nreduced appetite, investigations\nretinopathy, heart against COVID-\nproblems, etc. 19\nOverdose may lead to Under clinical\nheart failure trial\nIntravenous Nausea, Vomiting Improvement of [ 59 , 60 ]\ninjection in vitro and in\nvivo SARS-CoV-2\nmodel\nUnder phase III\nclinical trial by\nGilead Sciences\nOral Tablet Nausea, Vomiting, Effective in [ 61 ]; Mak,\nSore throat preliminary 10-03-2020;\ninvestigations Xinhua,\nagainst COVID- 17-03-2020)\n19 Under\nclinical trial\nTopical (cream) Headache, nausea, No satisfactory [ 62 , 63 ]\ndyspepsia, increased response in in\nserum lipase, vitro SARS-CoV-\nabdominal pain, 2 model, Under\nhyperbilirubinemia investigation &\ndizziness\nPowder for Nausea, headache, Effective against [ 64 , 65 , 66 ]\ninhalation and muscle pain, fever, etc. COVID-19 in the\nOral capsule RBC breakdown, preliminary\nallergic reactions and investigation\nliver damage along with other\nprohibited in drugs, Currently\npregnancy under clinical\ntrial\n-2b by\nAvailable as an Headache, vomiting, Effective [ 67 , 68 ]\noral capsule and abdominal pain, COVID-19\noral solution diarrhea, rash, associated\nhyperlipidemia, pneumonia,\nischemic heart disease, Under clinical\netc, investigation\nIntravenous Anaphylaxis, No significant [ 60 , 69 ]\ninjection Hyperkalemia, improvement in\ndyspnea, anaphylaxis, in vitro SARS-\netc. CoV-2 model,\ncurrently under\ninvestigation\nCurrently Headache, upset Found effective [ 70 ]; 2016\nmarketed as an stomach, stomach against COVID- [ 60 ];\noral tablet and pain, vomiting, skin 19 in in vitro\nsuspension as a rash, fever, itching, study,\nlicensed product discoloration, etc.\n( continued on next page )\n9",
        "char_count": 4326,
        "word_count": 614,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "M. Agrawal et al.\nTable 2 ( continued )\nS. Therapeutic agents Category Indication Development\nNo. history\ntreat pediatric\ndiarrhea\nTeicoplanin Glycopeptide Staphylococcal –\nantibiotics infection, effective\nin some viral\ninfections like\ninfluenza, Ebola,\nHepatitis C, HIV,\netc.\nMelatonin Health- Atherosclerosis, Firstly discovered\npromoting delirium, sleep in 1917 Carey P.\nagent (Anti- disorders, McCord &\ninflammatory respiratory Allen while the\nantioxidant) diseases, and antioxidant &\ndifferent viral property was\ninfections discovered in 1993\nFig. 8.\netc. These drugs show very mild adverse effects and hence considered a\nsafer option for the aforementioned situations. Although there is a very\nnarrow margin between the toxic and therapeutic dosage of the drug and\nthe toxic dose results in chloroquine poisoning which may cause cardiac\narrest led to death [ 78 ]. Hence, strict regulations are given for the use of\nchloroquine and self-medication is forbidden.\nThe in vitro antiviral potency of chloroquine has firstly been\n\nRespiratory Medicine 191 (2022) 106192\nAvailable Side effects Clinical status Reference\ndosage form against COVID-\n19\nby Cardinal Under clinical\nHealth investigation\nIntramuscular Fever, erythematous Effective against [ 71 , 72 , 73 ] &\nintravenous rash, etc. SARS-CoV-2 in\ninjection preliminary\ninvestigations,\nClinical\ninvestigations\nare needed to\nassess the safety\nand efficacy\nFast dissolving Headache, bedwetting, Suppose to be [ 74 76 ] –\ntablet dizziness, diarrhea, effective in\nFloyd P. Nausea, high risk of COVID-19 but\nseizure, etc. no clinical\nshreds of\nevidence are\navailable\nDevelopmental aspects of different therapeutic agents currently under investigation for COVID-19 treatment.\nidentified in the late 1960s [ 79 ]. Both the drugs, chloroquine and\nhydroxychloroquine significantly inhibits the growth of various virus\nspecies in the in vitro cell culture, including SARS coronavirus [ 80 ].\nFurther, investigations in mice model confirm its efficacy in numerous\nother viruses species like human coronavirus OC43 [ 81 ], zika virus [ 82 ],\nenterovirus EV-A71 [ 83 ], and influenza virus A H5N1 [ 84 ]. However, a\nrandomized, double-blind, placebo-controlled clinical trial study\n10",
        "char_count": 2229,
        "word_count": 332,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "M. Agrawal et al.\nshowed no effect in the treatment of influenza infection [ 85 ] and dengue\npatients in a clinical trial in Vietnam [ 86 ]. An ex vivo study indicates its\nactivity in ebolavirus in mice model [ 87 ], influenza [ 88 ] and Nipah [ 89 ]\nin Ferrets. Various other preclinical studies indicate the efficacy of\nchloroquine in chikungunya and other viral infections [ 90 , 91 ] but in\nfurther clinical trials, no successful results were yet reported in acute\nviral infections in human being.\nThe drug was also tested for chronic viral diseases such as HIV and\nhepatitis C. No significant effect was observed in HIV therapy while only\nmodest activity in treating hepatitis C. However, the activity was not\nsufficient to include the chloroquine into a standard therapeutic regimen\nof HIV and hepatitis C infection [ 92 , 93 , 94 ].\nUpon the outbreak of COVID-19, based on the previous research\ndata, scientists and researchers evaluated various existing FDA approved\nantiviral agents for their efficacy in SARS-CoV-2. In this sequence, Wang\nand his team studied two wide-spectrum antiviral agents and five\ndifferent FDA approved drugs on clinically isolated SARS-CoV-2. They\nconcluded that chloroquine effectively controls COVID-19 infection in\nvitro and based on its lower side effects and higher safety records it was\nassessed in individuals suffering from COVID-19 [ 60 ]. In past few weeks,\nmany clinical trials have been registered in Chinese Clinical Trial Reg­\nister (ChiCTR2000029939, ChiCTR2000029837, ChiCTR2000029899,\nChiCTR2000029935, ChiCTR2000029868, ChiCTR2000029803,\nChiCTR2000029760, ChiCTR2000029609, ChiCTR2000029762,\nChiCTR2000029741, ChiCTR2000029559, ChiCTR2000029898,\nChiCTR2000029826, ChiCTR2000029542, ChiCTR2000029761,\nChiCTR2000029740, etc.) proposing the application of chloroquine\nagainst COVID-19 [ 78 ]. [ 95 ] stated, as per the current report, chloro­\nquine phosphate showed better control in the treatment of pneumonia,\ninhibiting its exacerbation, promoting negative conversion of virus and\n]. Various studies reported that chlo­ shortening the disease period [ 95\nroquine increases the endosomal pH which facilitates the viral growth\nby cell fusion thus showed broad-spectrum antiviral activity. It also in­\nterferes with glycosylation of SARS-CoV cell receptors [ 84 , 96 ].\nCurrently, it is used to treat COVID-19 patients owing to the\nanti-inflammatory and antiviral activity [ 95 ].\nThe available data represents chloroquine as the first successful\ntherapeutically active agent for treating SARS-CoV-2 [ 78 ]. On the basis\nof various studies and trials, the President of USA announced during\nWhite house briefing on March 20, 2020, chloroquine as the first FDA\napproved drug for the treatment of COVID-19 with very encouraging\nresults. However, as per the latest report of Fact First by CNN Politics,\nWashington, FDA has not approved chloroquine or any other drug for\nthe treatment of coronavirus. FDA released a clear statement after the\nbriefing of US President that there are no FDA approved drug or thera­\n“\npeutics to cure COVID-19 . Although, chloroquine already has approval\n”\nfor other indications and the physicians are legally permitted to use it in\nthe off-label or unapproved form to treat symptoms of coronavirus.\nCurrently, the FDA can t produce any statement regarding the safety and\n’\nefficacy of the drug against coronavirus. Dr. Hahn (Commissioner FDA)\nin a post-briefing session of President Trump said that the drug will be\n“\ninvestigated in COVID-19 patients by a large pragmatic clinical trial.\n”\nFurther, the studies are underway to generate sufficient proof for the\nsafety and efficiency of the drug [ 97 ].\nHydroxychloroquine is a hydroxylated derivative of chloroquine,\nfirstly synthesized in 1946 and reported 40% less toxicity in animal\nmodels than chloroquine [ 98 , 99 ]. Along with malaria, it also has wide\napplication in the treatment of various autoimmune disorders like\nrheumatoid arthritis, systemic lupus erythematosus. Some scientists and\nphysicians proposed the use of hydroxychloroquine as a promising\ncandidate against SARS-CoV-2 infection owing to its similar chemical\nstructure and mode of action like immunomodulation and pH modifi­\ncation, with chloroquine. In this aspect, around seven clinical trials were\nregistered in the Chinese Clinical Trial Registry till February 23, 2020\nfor evaluating the efficacy of hydroxychloroquine against COVID-19. Liu\net al. assessed the safety and efficacy of hydroxychloroquine in\n\nRespiratory Medicine 191 (2022) 106192\nCOVID-19 treatment using in vitro cell models and compared it with\nchloroquine performance [ 100 ]. As per the previous reports, both the\ndrugs possess good pharmacokinetic profile i.e. good oral absorption\nand distribution and also found safe at the therapeutic dose [ 101 ]. The\nstudy also confirms the safety of hydroxychloroquine by cytotoxicity\nstudy. The drug also supposes to restrict viral replication by elevating\nthe lysosomal and endosomal pH, necessary for maturation and function\nof viral endosome [ 102 , 103 ]. Along with the antiviral potency, it also\nsupposes to mitigate the cytokine storm unleashed due to SARS-CoV-2\ninfection. The study of Liu and the team suggested that hydroxy­\nchloroquine lessen the SARS-CoV-2 infection and safer than chloro­\nquine. Owing to a longer half-life and lesser toxicity hydroxychloroquine\nis considered a much safer and economic option in this pandemic situ­\nation. But still, sufficient clinical data and research evidence are needed\nto assure its applicability and safety in COVID-19 treatment [ 100 ].\nBesides the aforementioned predictions about the success and safety\nof hydroxychloroquine against SARS-CoV-2 infection, some of the pre­\nvious case studies and clinical data reported some toxicities or adverse\neffects due to prolonged administration or overdose of the drug. A case\nreport by O Laughlin et al. in 2016 reported severe life-threatening QT\n’\nprolongation by hydroxychloroquine in systemic Lupus Erythematosus\n(SLE) patients. They reported a case study of a 50-year-old lady who has\na history of SLE from the past 20 years, ESRD (End-stage renal disease),\natrial fibrillation was on hemodialysis and anticoagulation therapy and\nbrought to the hospital upon a syncopal episode. The ECG showed a\nprolonged QT interval during the investigation. The medical history\nrevealed she had been under hydroxychloroquine therapy for the past\ntwo years to treat SLE. A decrease in QT interval prolongation was\nobserved after discontinuation of hydroxychloroquine therapy [ 104 ]. A\nsimilar adverse effect was also reported by [ 105 ] in a 41 years old Af­\nrican woman suffering from SLE, chronic kidney disease, hypertension\nand finally diagnosed with congestive heart failure [ 105 ]. Previously,\nanother case reported QT prolongation in a 67 years old lady suffering\nfrom SLE and asthma and having hydroxychloroquine therapy from a\nlonger period [ 106 ]. Such cases of adverse events call for a more\nexhaustive study on the safety and efficacy of hydroxychloroquine for\nCOVID-19 treatment. Based on the positive results of preliminary in­\nvestigations, FDA has issued an Early Use Authorization (EUA) in March\n2020 for the use of hydroxychloroquine and chloroquine as the first line\nsymptomatic treatment of COVID-19. Later on, various preliminary\nclinical trials reported no promising effect of these drugs against\nCOVID-19 and hence, the agency has retracted the EUA [ 107 ]. Similarly,\nthe WHO has announced a Solidarity Trial of hydroxychloroquine to\ntreat COVID-19. The trial resulted, no reduction in the fatality of the\nCOVID-19 patients under trial and hence further stopped the trial (WHO,\n2020f).\n6.1.2. Remdesivir\nRemdesivir is a novel antiviral agent belongs to the category of\nnucleotide analog. It is a nucleoside derivative and RNA polymerase\ninhibitor developed by Gilead Sciences for the treatment of Ebola and\nMarburg viral infections [ 108 ]. It is reported as a spectrum antiviral\ndrug found effective in various other acute viral infections caused by\ndifferent single-stranded RNA viruses including the Junin virus, Nipah\nvirus, respiratory syncytial virus, Hendra virus, Lassa fever virus and\nvarious coronavirus species like SARS and MERS viruses [ 109 , 110 ].\nBased on the previous history of drug and positive effects on other\ncoronavirus diseases Gilead Sciences currently provided the samples of\nremdesivir to the medical professionals to treat the patients infected\nwith SARS-CoV-2 in Snohomish County, Washington, USA [ 111 , 112 ]\nand also China to carry out some trials on the patients infected with\nCOVID-19 [ 112,113 ].\nAmong different investigational drugs, remdesivir demonstrated\nsignificant inhibition of COVID-19 infection at lower molecular con­\ncentration, tested in the clinical isolate of in vitro cell culture model\nalong with the in vivo mouse model [ 114 , 115 ]. Due to the preliminary\n11",
        "char_count": 8946,
        "word_count": 1384,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "M. Agrawal et al.\npositive results, the whole world is looking towards Gilead Sciences for\nthe treatment of COVID-19 with remdesivir. As per the latest report of\nCory Renauer, three patients infected with COVID-19 were recently\ntreated with Remdesivir with no negative effects [ 95 ]. However, safety\nis one major concern of the physician and researchers, as the patients\nwere observed with significant GI symptoms and enhanced liver en­\nzymes in the blood sample.\nCory s report outlined a shallow view on the efficacy of Remdesivir\n’\nbased on preliminary investigations of the first 12 cases of COVID-19 in\nthe US. Hence, it can t be designated as a clinical trial and so, we are still\n’\nnot sure about the safety and efficacy of the drug [ 70 ]. At the same time,\nGilead launched two different phase III clinical trials on patients infected\nwith COVID-19 to generate sufficient proof of the efficacy of a drug in\nthe treatment of this outbreak. The study is to be performed in 1000\npatients to confirm the safety of Remdesivir [ 116 ]. By virtue of the ef­\nficacy of remdesivir, FDA has also issued EUA to the use of remdesivir to\ntreat hospitalized patients of COVID-19 with severe conditions. How­\never, it should not been given in combination with hydroxychloroquine\nsulfate or chloroquine phosphate, as such cobination diminishes the\nantiviral potency of remdesivir. Although, the safety and efficacy of the\ndrug is yet to be studied as the drug is not approved by FDA as therapy\nfor COVID-19 [ 117 ].\n6.1.3. Favipiravir\nFavipiravir is a wide spectrum antiviral drug found effective against\ndifferent life-threatening RNA virus infections. It is also termed as T-705,\nfavilavi or Avigan, developed by Toyama Chemicals, Japan [ 118 ]. It is\nan RNA-directed RNA polymerase inhibitor that is effective against the\ninfluenza virus H1N1 [ 61 ]. The drug was firstly approved in 2014 in\nJapan for clinical application against influenza infection (Xinhua,\n17-03-2020). Favipiravir has previously tested for human Ebola virus\ninfection in 2014, during the Ebola virus outbreak in West Africa [ 119 ,\n120 ].\nThe drug found to be effective against Ebola virus infection in the\nmouse model but similar results have not been observed in human Ebola\ninfections [ 121 ]. As per the latest news report of Xinhua Net, China\ncompleted the clinical investigation on favipiravir which reported good\ntherapeutic efficacy of the drug against COVID-19. Zhang Xinmin, the\ndirector of China National Centre for Biotechnology Development under\nthe Ministry of Science and Technology stated that no significant\nadverse effect was observed in the clinical trial, hence it can be rec­\nommended for diagnosis and treatment of COVID-19 (Xinhua,\n17-03-2020). Another report stated, Sihuan Pharmaceuticals Beijing\nconducted a clinical trial on Favipiravir used against COVID-19. Pres­\nently six clinical trials have been conducted in China to study its ther­\napeutic efficacy in treating COVID-19 (Mak, 10-03-2020). The Sihuan\nPharmaceuticals clinical trial involves 60 regular COVID-19 patients for\na parallel dose exploration study for 10 days treatment (thepharmalet­\nter, 02-03-2020).\n6.1.4. Penciclovir\nPenciclovir is a DNA polymerase inhibitor indicated for Herpes virus\ndisease. It is a guanosine (nucleoside) analog having good selectivity and\nlow toxicity profile. It is usually given for topical applications because of\npoor oral absorption [ 62 ].\nThe drug is commercially available as Denavir, fenivir, vectavir, and\nfamciclovir (prodrug with improved oral absorption) [ 122 ]. In recent\nwork, Xiao and the team investigated various FDA approved antiviral\ndrugs against clinically isolated COVID-19 cell culture models. The data\nshowed no significant effect on inhibition of nCoV-19 and hence, it is\nstill under investigation not approved for the treatment of COVID-19\n[ 63 ].\n6.1.5. Ribavirin\nRibavirin is a nucleoside analog also termed as tribavirin. It is an\nantiviral drug, commonly prescribed for hepatitis C, human\n\nRespiratory Medicine 191 (2022) 106192\northopneumoviral infection and some other hemorrhagic viral fevers\nincluding hantavirus infection, Lassa fever, and Crimean-Congo hem­\norrhagic fever but not found effective in Marburg or Ebola viral in­\nfections. In hepatitis C, ribavirin is a part of the combined dosage\nregimen and given along with other medicines like sofosbuvir, sime­\nprevir, peginterferon -2a and -2b (RIbavirin, December 20, 2020;\nα α\n[ 123 ]. Apart from this, the drug also exerts significant side effects\nincluding nausea, headache, muscle pain, fever, etc. RBC breakdown,\nallergic reactions, and liver damage are some severe complications of\nribavirin. It is also prohibited in pregnancy [ 124 ]. It is a guanosine\nanalog which arrests the viral mRNA capping and RNA synthesis. It\ninterrupts the RNA metabolism and hence stopped the viral growth\n[ 125 ]. It is an inosine-5 -monophosphate dehydrogenase enzyme in­ ′\nhibitor, patented in 1971 and approved 1986 for commercial use [ 126 ].\nRibavirin is included in WHO s Essential Medicine list as a safe and\n’\neffective medicine of essential in the health care system and provided as\na generic medicine [ 127 ]. In 1986, it is launched by Valeant (now\nknown as Bausch Health) as an inhalable powder dosage form to treat\nrespiratory syncytial viral infection. Further, in 1999, ribavirin is man­\nufactured as an oral capsule in combination with interferon -2b by\nα\nSchering-Plough (now known as Merck Co.) for the treatment of\n&\nhepatitis C [ 64 ].\nA phase II clinical trial was conducted for its activity in metastatic\nbreast cancer by Jewish General hospital. The study was terminated in\n2015 without any conclusion [ 128 ]. A phase I clinical trial was regis­\ntered by Beheshti University to study the effect of ribavirin pediatric\nCrimean-Congo hemorrhagic fever. No recent updates are reported for\nthis study [ 129 ]. ChronTech Pharma has conducted a preclinical study\nto test the potency of ribavirin to boost the immune response upon\nvaccine administration. No current development has been reported for\nthis too [ 130 ]. A phase I/II clinical trials have also been carried out for\nthe treatment of progressive metastatic prostate cancer in combination\nwith docetaxel.\nThe drug is marketed as an oral tablet, capsule, oral solution and\npowder for nebulization. A tablet in combination with PEGinterferon\n-2a is approved in Japan for commercial applications. Ribavirin in\nα\ncombination with PEGinterferon -2a was also approved in Japan for the\nα\ntreatment of Hepatitis C [ 131 ]. In addition, injection for a week course\nin Japan and 24 weeks course in Europen Union in 2012 get approved\nfor treating cirrhosis [ 132 ]. Currently, is licensed to Merck Co. and\n&\nalso to Roche which was transferred to Chugai for manufacturing and\ndevelopment.\nA team of Korean physicians (CPAM), having experience in the\ntreatment of patients infected with previous SARS-CoV recommended\nthe same dosage regimen for COIVD-19. They have recommended\ntreatment of old age patients or patients with severe symptoms with a\ncombination of antiviral drugs lopinavir, ritonavir and antimalarial\ndrug, chloroquine. Ribavirin and interferon are recommended only\nwhen the above-mentioned therapy is not effective. Ribavirin is not\nconsidered as first-line treatment because of various side effects [ 95 ,\n133 ]. Molecular docking on the SARS-CoV-2 RDRP model (RNA\ndependent RNA polymerase) demonstrated close binding of ribavirin\nand sofosbuvir with coronavirus RDRP. This result suggests the possible\neffect of sofosbuvir and ribavirin in the treatment of COVID-19 [ 65 ,\n134 ]. Clinical trials on patients during previous SARS-CoV and\nMERS-CoV outbreaks use ribavirin in combination with a variety of\ndrugs showed negative effects on the patients [ 135 137 ]. In a recent\n–\nstudy by Zhou et al. (March 9, 2020), the patients were given antiviral,\nantibacterial, corticosteroid and other medicines followed by ribavirin.\nNo improvements were observed in the initial 10 days thus, corticoste­\nroid was stopped and ribavirin was continued with other medicines for\nfurther 14 days. Symptoms were improved in the next 25 days and\ninfection found negative on the 30th day. However, the treatment\nregimen is still not confirmed and hence further clinical studies are\nneeded to establish the facts [ 66 ].\n12",
        "char_count": 8352,
        "word_count": 1340,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "M. Agrawal et al.\n6.1.6. Lopinavir-Ritonavir\nLopinavir and ritonavir are antiretroviral drugs belong to the cate­\ngory of protease inhibitor. Both drugs are used in a fixed-dose combi­\nnation to treat HIV infection. Lopinavir/ritonavir got USFDA approval in\nthe year 2000 for clinical application as an oral capsule and solution\n(manufactured and marketed by Abbott Laboratories) [ 68 ]. The com­\nbination of both the drug effectively reduces the HIV infection and\nboost-up the immune system of the body. The combined drug therapy\nonly reduces the chances of further spread of the disease instead of\ncuring the infection [ 138 ]; WebMD). The drugs were also used in the\ntreatment of SARS-CoV [ 139 ] and MERS-CoV infections [ 140 ]. Ritona­\nvir improves the plasma concentration of lopinavir by inhibiting CYP3A\nmediated metabolism. Based on the antiviral efficacy of lopinavir/rito­\nnavir, combined drug therapy is also tested, COVID-19 patients. No in\nvitro studies were reported to date (April 21, 2020) for the efficacy of\nlopinavir/ritonavir against COVID-19 [ 1 ]. However, Considerable im­\nprovements in COVID-19 associated pneumonia symptoms were\nobserved in three of four COVID-19 patients under lopinavir/ritonavir\ntherapy (Wang et al., 2020e). As per the report of the Moscow City\nHealth Department published on March 25, 2020, Russian doctors rec­\nommended lopinavir/ritonavir for treating mild COVID-19 [ 141 ]. Some\nof the clinical trials are also registered in the U.S. clinical trial and\nChinese clinical trial register. On the other hand, a study by [ 67 ] re­\nported no significant change in COVID-19 patients even after 14 days of\ntreatment with these combined drug therapy [ 67 ]. Similar to hydroxy­\nchloroquine, WHO also revoked the solidarity trial of lopinavir/ritona­\nvir in hospitalized patients of COVID-19 due to very minimum or no\neffect on the mortality of the patients in comparison with the standard\ncare (WHO, 2020g).\n6.1.7. Nafamostat mesylate\nNafamostat mesylate is a serine protease inhibitor, popularly used as\nan anticoagulant. It is a fast-acting, synthetic, proteolytic inhibitor that\naverts the proteolysis of fibrinogen to fibrin during hemodialysis [ 69 ]. It\nreceived Orphan drug designation by Mucokinetica in European Union\nin 2010, indicated for the treatment of cystic fibrosis [ 142 ]. Nafamostat\nreduces the cathepsin B release and thus prevents membrane fusion.\nAttributed to these mechanisms it is currently tested for antiviral effi­\ncacy against influenza, Ebola and MERS-CoV [ 143 , 144 ]. [ 51 ] estimated\nthe antiviral activity of five different FDA-approved drugs including\nnafamostat in clinically isolated in vitro COVID-19 culture. The study\nsuggested nafamostat potentially inhibits MERS-CoV and also demon­\nstrated inhibitive action against COVID-19 infection [ 115 ].\n6.1.8. Nitazoxanide\nNitazoxanide is an antiprotozoal drug indicated for diarrhea and\nother protozoal infections. It also possesses antiviral activity against a\nwide range of viral species including animal and human coronaviruses\n[ 115 ]. The possible mechanism behind the anti-protozoal activity is the\ninterference of PFOR (pyruvate ferredoxin oxidoreductase enzyme)\ndependent electron transfer which is essential energy metabolism for\nanaerobic organisms. In combination with pyruvate synthase inhibition,\nthe drug also possesses hemagglutinin inhibition (in virus), c -Myc (Myc\nProto-Oncogene Protein) inhibition, PDIA3 (Protein Disulfide-Isomerase\nA3) inhibition activity. The cellular mechanisms involve signal trans­\nduction modulation, viral fusion and viral maturation inhibition [ 145 ].\nNitazoxanide was firstly introduced by Romark in 1996 for oral\nadministration to treat pediatric diarrhea. Initially, it was intended for\nchildren less than 11 years, later the drug was indicated also for the\npatient above 12 years of age [ 70 ]. It is currently marketed as an oral\ntablet and suspension as a licensed product by Cardinal Health [ 146 ].\nVarious clinical studies have been conducted to assess the efficiency of\nnitazoxanide in treating different viruses and protozoa originated dis­\neases. Another phase II/III clinical trials are ongoing to study the effi­\ncacy of oral dosage in hepatitis C infection and also for clostridium\nassociated diarrhea (Kohla, September 9, 2010). Romark is performing a\n\nRespiratory Medicine 191 (2022) 106192\nphase II/III clinical study to evaluate its efficacy in acute influenza\ninfection [ 147 ]. In addition, Cornell University is underway to phase II\nclinical study to treat pulmonary tuberculosis [ 148 ].\nHowever, Genfit is in the process of phase II clinical trial to assess its\nactivity in fibrosis induced by non-alcoholic steatohepatitis (NASH). In\n2009, Romark granted Chugai pharmaceuticals received license for\nmanufacturing and distribution of oral formulation of nitazoxanide in\nJapan to treat hepatitis C. Further, in 2013, Romark issued exclusive\nrights to Lupin for the promotion, marketing, and distribution of oral\nsuspension Alina (R) in the United States to treat diarrhea in the patient\nof 1 year age and older [ 149 ]. Based on the previous clinical records and\nongoing clinical trials towards the treatment of acute viral infections,\nnitazoxanide is currently explored by the scientists to treat COVID-19\noutbreak. An in vitro study by [ 51 ] demonstrated that nitazoxanide\nhas effectively inhibited COVID-19 at low molecular concentration.\nThey proposed further in vivo evaluation to confirm the activity of this\ndrug against COVID-19 [ 115 ]. Presently, nitazoxanide is approved for\nthe treatment of diarrhea and hepatitis C while under investigation for\nhuman and animal coronavirus [ 70 , 150 , 151 ].\n6.1.9. Teicoplanin\nAnother positive hope in COVID-19 treatment was observed with\nglycopeptide antibiotics, teicoplanin which actively inhibits the SARS-\nCoV infection in vitro [ 152 ]. The drug is eventually prescribed for\ngram ve bacterial infections specifically the infection caused by\n+\nStaphylococcal strain. It is also found effective in the treatment of\ndifferent viral infections like influenza, Ebola, Hepatitis C, flaviviral\ninfection, HIV and different coronavirus including SARS-CoV and\nMERS-CoV [ 153 , 154 ]. The activity of teicoplanin in the treatment of\nMERS-CoV has already patented in 2016 [ 154 ]. Studies stated that the\nteicoplanin act at the initial stages of the viral life cycle. It averts the\nrelease of genomic viral RNA and thus the viral replication by inhibiting\nthe cleavage of viral spike protein by reducing endosomal pH [ 154 ]. It is\nsupposed that the drug reproduces a similar activity on SARS-CoV-2 as\nthe virus contains similar cathepsin L among the spike protein which is a\nprobable target for teicoplanin [ 152 ]. The study by Alexandra et al. on\nthe in vitro SARS-CoV-2 model demonstrated IC (concentration of drug\n50\nM required to inhibit 50% of the virus) of teicoplanin was found 1.66\nμ\nwhich is much lesser than the concentration in human blood (8.78 M)\nμ\n[ 155 ]. These are very preliminary investigations and hypothesis based\non the previous history. However, further investigations and clinical\ntrials are essential to evaluate the antiviral activity and safety of teico­\nplanin in COVID-19 treatment.\n6.1.10. Melatonin\nMelatonin is a bioactive agent with a lot of health-promoting prop­\nerties. It is also found effective in radiation, bacteria or virus-induced\nacute respiratory syndrome [ 156 ]. Based on the evidence, it is sup­\nposed to show some positive effects in the treatment of COVID-19\ninduced acute lung injury, acute respiratory distress syndrome, and\npneumonia. Melatonin does not have any viricidal property but owing to\nanti-oxidant, anti-inflammatory, and immune-enhancing activity, it\nexerts anti-viral effect [ 157 ]. Some studies on the anti-inflammatory,\nantioxidant, immunomodulating effect and attenuation of higher cyto­\nkine levels support the hypothesis of melatonin activity and safety\nagainst COVID-19 infection. However, no such evidence or scientific\nfindings are reported [ 158 ].\nHere, we have discussed some of the most explored drugs, currently\nunder investigation to eradicate the SARS-CoV-2 infection. Apart from\nthe preceding molecules, some other therapeutic candidates have been\ninvestigated for the treatment of COVID-19 [ 47 ]. Ivermectin is one such\nmolecule that was also tested by a group of Australian researchers. They\nhave investigated the efficacy of ivermectin in impending the replication\nof the SARS-CoV-2 virus through an in vitro study [ 159 ]. Ivermectin is an\nFDA approved drug for the treatment of various parasitic infections. It is\nalso included in the list of FDA essential medicines which assures the\n13",
        "char_count": 8720,
        "word_count": 1347,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "M. Agrawal et al.\nTable 3\nList of drugs along with their respective agencies/companies currently under clinical development as new treatment line for COVID-19 (Adapted from [\nS N. Brand Name Generic name Company/agency ⋅\nKaletra Lopinavir-ritonavir Abbvie\nArbidol Umifenovir Pharmstandard\nGanovo ritonavir Danoprevir Ascletis +\nActemra Tocilizumab Roche\nLenzilumab Lenzilumab Humanigen\nCD24FC OncoImmune –\nPrezcobix Prezcobix Shanghai Public Health\nClinical Centre\nColchicine Colchicine Montreal Heart Institute\nKevzara Sarilumab Regeneron, Sanofi\nChloroquine/ Chloroquine/ Univ of Minnesota\nHydroxychloroquine Hydroxychloroquine\nAvigan Favipiravir Fujifilm\nAvastin Bevacizumab Roche\nRemdesivir Remdesivir Gilead\nLeronlimab Leronlimab CytoDyn\nAviptadil Aviptadil NeuroRx\nSNG001 Synairgen –\nGilenya Fingolimod Novartis\nAiRuika Camrelizumab South East University,\nChina\nMesenchymal Stem Cells VCANBIO Cell & –\nEngineering\nLosartan Losartan University of Minnesota\nGimsilumab Gimsilumab Roivant\nSylvant Siltuximab EUSA pharma\nPlasmapheresis Mount Sinai –\nwide availability and safety profile of the drug [ 160 , 161 , 162 ]. They\nhave evaluated the anti-viral efficacy of the drug in the Vero/hSLAM cell\nculture model by using SARS-CoV-2 isolate. The study depicted that the\ndrug can reduce the replication of viral RNA more than 5000 folds\nwithin 48 h while no further reduction was observed in the next 72 h.\nThis study generates proof in support of the anti-viral activity of iver­\nmectin [ 159 ]. However, this is only one investigation of its kind and\nhence, furthermore, studies are warranted to establish its efficiency\nagainst COVID-19. List of all the drug candidates currently under clinical\ninvestigation and their development status is given in Table 3 .\n6.2. Immunosuppressants and anti-arthritic drugs\nIn some cases, the damage by the virus is lower than the damage\ncaused by the hyperactivated immune system of the person itself. As the\nindividual gets exposed to the virus, sometimes the immune system gets\noverexcited and releases excessive cytokines (cytokine storm) for the\nfrontal attack to the antigen in order to protect the body. This over­\nexploitation of the immune system causes severe damage to the internal\ntissues and eventually leads to death. Thus, physicians are using\nimmunosuppressant, tocilizumab to pacify such a storm of cytokine.\nThis drug is approved by the FDA for the treatment of rheumatoid\narthritis. It acts by blocking IL-6 (interleukin-6) binding cell receptors\nand hence reduces the cytokine rage [ 163 ]. On March 19, 2020, Roche\nannounced to launch a trial to study the effect of tocilizumab in the\nsymptoms of COVID-19 pneumonia or COVID-19 associated risk factors.\nThe drug will be tested along with other standard drugs in a group of\npatients and results will be compared with the placebo group. At the\nsame time, Regeneron is planning to conduct a clinical trial on another\nIL-6 inhibitor sarilumab (marketed as Kevzara) to treat COVID-19\nassociated pneumonia [ 164 ].\n\nRespiratory Medicine 191 (2022) 106192\n47 ]]).\nMode of action Treatment goal Stage of clinical\ntrial\nHIV protease inhibitor Anti-viral growth Failed trial\nBroad-spectrum antiviral Anti-viral growth Failed trial\nagent\nHep C/HIV protease Treat pneumonia Phase IV\ninhibitor\nIL-6 inhibitor Anti-inflammatory Phase III\nAnti-GM-CSF Anti-inflammatory Phase III\nIL-6 inhibitor Anti-inflammatory Phase III\nHIV protease inhibitor, a Treat pneumonia Phase III\nCYP3A inhibitor\nTubulin disruption Anti-inflammatory Phase III\nIL-6 inhibitor Anti-inflammatory Phase II/III\nACE-2 inhibitor Anti-viral growth Phase II/III\nRNA polymerase inhibitor Anti-viral growth Phase II/III\nVEGF inhibitor Treat pneumonia Phase II/III\nAdenosine analog Anti-viral growth Phase II\nCCR5 antagonist Anti-inflammatory Phase II IND\nfailed\nIL-6 inhibitor Anti-inflammatory Phase II\nIFN- -1a Treat respiratory illness Phase II β\nSphingosine-1-phosphate Anti-inflammatory Phase II\nmodulator\nPD-1 inhibitor Treat pneumonia or sepsis Phase II\nGene Tissue regeneration Anti-inflammatory, Tissue Phase I/II\nregeneration\nATiR inhibitor Reduce organ failure Phase I\nAnti-GM-CSF Anti-inflammatory Phase I\nIL-6 inhibitor Anti-inflammatory Observational\nAntibodies from recovered Anti-viral, Anti- Emergency use\npatients inflammatory\n6.3. Interferons and antibodies\nInterferons broadly belong to the class of cytokines. These are\nsignaling proteins, usually produced by the infected host cell to\ncommunicate a signal to the neighboring cells to boost up the immune\nsystem and heighten the defense mechanism against the virus or path­\nogen [ 165 ]. A promising antiviral therapy is highly desirable in this\npandemic situation to exacerbate the SARS-CoV-2 virus. Among\ndifferent investigational approaches, IFN-1 (Interferon type-I) supposed\nto be a potential option because of its unspecific antiviral efficacy [ 95 ,\n166 ]. The IFN-1 is currently under investigation to evaluate its antiviral\npotency against COVID-19 [ 167 , 168 ]. IFN-1 is the first cytokine released\na viral infected cell. The IFN-1 interacts with the IFNAR receptor on the\nplasma membrane of other cells and activate ISG (interferon stimulating\ngene). This ISG triggers the inflammatory reactions and adaptive im­\nmunity to interfering with viral replication and slow down the spread to\neradicate the disease [ 169 ]. Owing to the immunomodulatory effects,\nIFN-1 is used in various viral infections and other diseases like multiple\nsclerosis [ 170 ]. It is also found effective in SARS and MERS infections\n[ 171 ] in various in vitro or in vivo studies either in combination or not\nwith many other drugs including ribavirin [ 166 , 172 ],\nlopinavir-ritonavir [ 173 , 174 ], corticosteroid, remdesivir [ 136 ], etc.\nBased on the previous experimental data, IFN-1 is tested against\nSARS-CoV-2. An in vitro study displayed a sensitivity of SARS-CoV-2 for\nIFN-1 [ 175 ]. However, it cannot suppress viral replication. IFN-1 found\nmore effective in SARS-CoV-2 than SARS-CoV. Another study showed\nIFN 2 can reduce the rate of infection of SARS-CoV-2 [ 176 ]. These\nα α\nstudies provided the shreds of evidence that IFN could be a safe and\neffective option for COVID-19 treatment. However, proper clinical\nstudies are essential to assuring its safety and efficacy [ 177 ].\n14",
        "char_count": 6310,
        "word_count": 944,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "M. Agrawal et al.\n6.4. Vaccines\nNow in August 2020, its been more than seven months of COVID-19\noutbreak and still no significant diminution is observed due to the\nprolonged incubation period of SARS-CoV-2, frequent dissemination\nand propagation and scarcity of potential treatment line and vaccines\n[ 178 ]. The development of an effective vaccine is an essential need as\nvaccination is the only way to protect the human being from getting sick.\nMore than 160 vaccine candidates by different pharma industries and\nresearch institutions are currently in the race to discover a COVID-19\nvaccine among which approximately 140 candidates are in the pre­\nliminary stage of development while more than 20 are under human\ntrials. The vaccine candidates currently in phase I to III clinical trials are\nreported in Table 4 . Moderna Therapeutics, Boston, is a first biotech firm\nTable 4\nDetail of COVID-19 vaccines currently approved for clinical trials along with the\nrespective agencies/companies/institutions (adapted from [132,158]).\nS N. Vaccine Technology Current Developer ⋅\ndevelopment\nstage\nAZD1222 Modified chimp Phase II-III University of Oxford,\nadenovirus AstraZeneca\nvector\n(ChAdOx1)\nPhase III Moderna, NIAID, mRNA-1273 Lipid\nnanoparticle BARDA\ndispersion\ncontaining\nmRNA\nAd5-nCoV Recombinant Phase II CanSinoBIO, Beijing\nadenovirus type Institute of\n5 vector Biotechnology of the\nAcademy of Military\nMedical Sciences\nBNT162 a1, mRNA Phase II-III BioNTech, Fosun\nb1, b2, c2 Pharma, Pfizer\nCoronaVac Inactivated Phase I-II Sinovac, Instituto\nSARS-CoV-2 Butantan\nINO-4800 DNA plasmid Phase I-II Inovio, CEPI, Korea\nNational Institute of delivered by\nelectroporation Health, International\nVaccine Institute\nAG0301- DNA plasmid Phase I Shenzhen\nCOVID19 Genoimmune\nMedical Institute\nLV-SMENP- Lentiviral vector Phase I Shenzhen\nDC with minigene Genoimmune\nmodifying DCs Medical Institute\nLNP- mRNA Phase I MRC clinical trials\nnCoVsaRNA unit at Imperial\nCollege London\nNVX- SARS-CoV-2 Phase I Novavax\nCoV2373 recombinant\nspike protein\nnanoparticle\nwith adjuvant\nGam- Non-replicating Phase I Gamaleya Research\nCOVID-Vac viral vector Institute\nLyo\nGX-19 DNA Phase I Genexine\nconsortium,\nInternational Vaccine\nInstitute\nSCB-2019 Spike protein Phase I Clover\nBiopharmaceuticals trimeric subunit\nwith GSK\nadjuvant\nCOVAX-19 Recombinant Phase I Vaxine Pty Ltd\nprotein\nCVnCoV mRNA Phase I CureVac, CEPI\nSARS-CoV-2 Molecular clamp Phase I UQ, Syneos Health,\nSclamp stabilized spike CEPI, Seqirus\nprotein with\nMF59\n\nRespiratory Medicine 191 (2022) 106192\nproducing a COVID-19 vaccine and currently going to perform a human\ntrial to evaluate its safety and efficacy [ 179 ]. These exceptionally fast\nresearch outcomes are because of the early efforts of Chinese scientists to\nidentify and define the genetic sequencing and structure of SARS-CoV-2\nand sharing the details with the rest of the world [ 47 ]. A well-defined\ngenetic sequence of the virus allowed in vitro culture of viral strain\nand facilitates the study of its pathophysiology. These preliminary sci­\nentific data promote the vaccine and drug development against\nCOVID-19. In February 2020, CEPI (Coalition for Epidemic Prepared­\nness Innovation) and World bank took an initiative to fund the vaccine\ndevelopment for COVID-19 and also launched a Vaccine Development\nTaskforce which makes strategies for finance and manufacturing the\nvaccines for global application [ 180 ]. The vaccine is a global need and a\nfair distribution of the available resources is also essential. Unlike the\n2009H1N1 pandemic, the supply must not be monopolized by the\nhigh-income group or the developed countries. There should be an\nadequate distribution among the global population which should further\nprioritize as per the need and severity of the condition [ 181 , 182 ]. G7\nalso committed to supporting the joint research project for treatment\nand vaccination development for COVID-19 on March 16, 2020 (Yamey\net al.). After all such initiatives and efforts, development and launching\nof the COVID-19 vaccine for public use will surely take a minimum of\n12 18 months period. The industrial scale-up of the laboratory tech­\n–\nnique is a prime challenge for the researchers. Even after product\napproval, bulk production to meet the public demand will also be a\nmajor challenge [ 179 ].\nImpact of BCG vaccination policy of disease spread rate.\nIt seems that COVID-19 has varying impacts on different countries\nwhich may be because of different environmental conditions, healthcare\nfacilities, cultural norms and mitigation efforts. After the outbreak in\nWuhan, China, the pandemic quickly spread all over the world. How­\never, in some of the countries, COVID-19 behaves differently in terms of\nthe spread and mortality rate. Like Italy, Spain, France other European\ncountries, the United nation, etc. has to struggle more even after taking\nstrict measures and having world-class health facilities to control\nCOVID-19. These nations are presently at a very crucial stage with the\nhighest number of infected population and mortality rate. On the other\nhand, Japan, India and many developing nations with similar preventive\nmeasures have better control over disease spread and lesser mortality\nrate than others (WHO, 2020e). Based on such statistics, experts come\nout with a hypothesis that India, Japan, and other countries who fol­\nlowed a universal policy of BCG vaccination in newborns have a popu­\nlation with already ‘trained immunity [ 183 ]. While the developed\n’\nnations discontinued the universal BCG vaccination policy due to the\nlower risk of M. Bovis infection. BCG vaccines demonstrate a protective\naction to respiratory tract infection. A comparative analysis of morbidity\nand mortality rates of different countries, it was observed that countries\nwith long term universal BCG vaccination policy have the lesser infected\npopulation, lower mortality and better control over disease spread than\nthe countries without proper BCG vaccination policy. So, it is expected\nthat BCG vaccination reduces the mortality and morbidity rate of\nCOVID-19 while no significant proof or clinical data is available which\nshowed the efficacy of the BCG vaccine in the treatment of COVID-19\n[ 184 ].\n7. Clinical studies\nAlong with the aforementioned therapeutics, various other drugs,\nvaccines, and bioactive are currently underway of clinical trials, based\non their previous success history on SARS-CoV, MERS, Ebola, Hepatitis\nC, and other viral infections. Numerous institutions, research labora­\ntories, hospitals and scientific fraternity including China, USA, European\nregion and rest of the world are contentiously making efforts to find an\neffective solution of COVID-19 and save mankind. In this sequence,\nvarious clinical studies are registered in the past three months in\ndifferent government agencies which are discussed in Table 5 . Complete\n15",
        "char_count": 6879,
        "word_count": 1040,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "M. Agrawal et al.\nTable 5\nPresently registered clinical studies for exploring the efficiency of various bioactives and therapeutic measures towards the treatment of COVID-19.\nDrug Title Design\nArbidol A Randomized multicenter Double-blind,\nControlled Clinical Trial of Arbidol multicenter,\nin Patients With 2019 Novel randomized\nCoronavirus (2019nCoV) clinical study\nASC-09F and Ritonavir A Randomized, Open, Controlled Randomized,\nClinical Study to Evaluate the single-blind\nEfficacy of ASC-09F and Ritonavir clinical study\nfor 2019-nCoV Pneumonia\nVitamin C Vitamin C Infusion for the Double-blind,\nTreatment of Severe 2019nCoV placebo-\nInfected Pneumonia controlled,\nrandomized\nclinical study\nBromhexine Evaluating the Efficacy and Safety Comparative,\nHydrochloride of Bromhexine Hydrochloride open, randomized\nTablets Combined with Standard clinical study\nTreatment/Standard Treatment in\nPatients with Suspected and Mild\nNovel Coronavirus Pneumonia\n(COVID-19)\nHuman Umbilical Cord Study of Human Umbilical Cord Open, placebo-\nMesenchymal Stem Mesenchymal Stem Cells in the controlled,\nCells Treatment of Novel Coronavirus randomized\nSevere Pneumonia clinical study\nTreatment of Mild Cases and Open, randomized –\nChemoprophylaxis of Contacts as clinical study\nPrevention of the COVID-19\nEpidemic\nChloroquine Chloroquine Prevention of Double-blind,\nCoronavirus Disease (COVID-19) in placebo-\nthe Healthcare Setting controlled,\nrandomized\nclinical study\nHydroxychloroquine and Hydroxychloroquine and Open-label non-\nazithromycin azithromycin as a treatment of randomized\nCOVID-19: results of an open-label clinical trial\nnon-randomized clinical trial\nFingolimod Fingolimod in COVID-19 Open clinical study\nImmunoglobulin Treatment of Acute Severe 2019- Open clinical study\nnCoV Pneumonia with\nImmunoglobulin From Cured\nPatients\nLopinavir/Ritonavir, Lopinavir/Ritonavir, Ribavirin and Open, randomized\nRibavirin and IFN-beta IFN-beta Combination for nCoV clinical study\nTreatment\nAnti-CD147 Humanized Clinical Study of Anti-CD147 Open clinical study\nMeplazumab Humanized Meplazumab for\nInjection to Treat With 2019-nCoV\nPneumonia\nCorticosteroids Efficacy and Safety of Open, randomized\nCorticosteroids in COVID-19 clinical study\nPirfenidone A Study to Evaluate the Efficacy and Multicenter, open,\nSafety of Pirfenidone With Novel randomized\nCoronavirus Infection clinical study\nRemdesivir Adaptive COVID-19 Treatment Double-blind,\nTrial multicenter,\nplacebo-\ncontrolled,\nrandomized\nclinical study\nRemdesivir\n\nRespiratory Medicine 191 (2022) 106192\nCondition Population Intervention types Registration\nno.\nSARS-CoV-2 Patients with 2019 novel Drug therapy NCT04246242\ninfection (COVID- coronavirus (2019-nCoV)\n19) infection ( n 500) =\nPneumonia; SARS- Patients aged 18 55 Drug therapy NCT04261270 –\nCoV-2 infection years with 2019-nCoV\n(COVID-19) Pneumonia ( n 60) =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04264533\ninfection (COVID- older with 2019 novel\n19); Pneumonia coronavirus (2019-nCoV)\npneumonia ( n 140 =\nPneumonia; SARS- Patients aged 18 to 80 y Drug therapy, NCT04273763\nCoV-2 infection with suspected and Immunotherapy\n(COVID-19) clinical symptoms\nconfirmed case of mild,\nor common novel\ncoronavirus pneumonia\n(COVID-19) ( n 60) =\nSARS-CoV-2 Patients aged 18 to 65 y Transplantation/ NCT04273646\ninfection (COVID- with 2019 novel cell therapy\n19) coronavirus (2019-nCoV)\ninfection ( n 48) =\nSARS-CoV-2 Healthy subjects aged 18 Drug therapy, NCT04304053\ninfection (COVID- y and older ( n 2900) Prevention =\n19)\nSARS-CoV-2 Healthy Volunteers Aged Drug therapy, NCT04303507\ninfection (COVID- 16 Years and older ( n Prevention =\n19) 10000)\nSARS-CoV-2 Patients above 12 years Drug therapy\ninfection (COVID- age with confirmed\n19) COVID-19 and PCR\ndocumented SARS-CoV-2\ncarriage\nPneumonia, viral; Patients aged 18 to 85 y Drug therapy NCT04280588\nSARS-CoV-2 with viral pneumonia/\ninfection (COVID- 2019 novel coronavirus\n19) (2019-nCoV) infection ( n\n30 =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04264858\ninfection (COVID- older with 2019 novel\n19); Pneumonia, coronavirus (2019-nCoV)\nviral infection pneumonia ( n\n10) =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04276688\ninfection (COVID- older with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection ( n 70) =\nSARS-CoV-2 Patients aged 18 to 75 y Drug therapy, NCT04275245\ninfection (COVID- with 2019 novel Immunotherapy\n19) coronavirus (2019-nCoV)\ninfection ( n 20 =\nSARS-CoV-2 Patients aged 18 y or Drug therapy NCT04273321\ninfection (COVID- older with 2019 novel\n19); Pneumonia coronavirus (2019-nCoV)\ninfection/pneumonia ( n\n400) =\nPneumonia, viral; Hospitalized adult Drug therapy NCT04282902\nSARS-CoV-2 patients aged 18 y and\ninfection (COVID- older with severe type\n19); novel coronavirus\nHospitalization pneumonia ( n 294 =\nSARS-CoV-2 Patients aged 18 99 y Drug therapy NCT04280705 –\ninfection (COVID- with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection (COVID-19) ( n\n394 =\nDrug therapy NCT04292730\n( continued on next page )\n16",
        "char_count": 5019,
        "word_count": 688,
        "extraction_method": "two_column"
      },
      {
        "page_number": 18,
        "text": "M. Agrawal et al.\nTable 5 ( continued )\nDrug Title Design\nStudy to Evaluate the Safety and Open, randomized\nAntiviral Activity of Remdesivir clinical study\n(GS-5734) in Participants with\nModerate Coronavirus Disease\n(COVID-19) Compared to Standard\nof Care Treatment\nRemdesivir Study to Evaluate the Safety and Open, randomized\nAntiviral Activity of Remdesivir clinical study\n(GS-5734) in Participants With\nSevere Coronavirus Disease\n(COVID-19)\nRitonavir and Clinical Trial of Ganovo and Open clinical study\ndanoprevir Ritonavir Combination Therapy on\nNovel Coronavirus Pneumonia\nShengjimycin, lopinavir/ The Clinical Study of Carrimycin on Multicenter, open,\nritonavir, umifenovir Treatment Patients with COVID-19 randomized\nand chloroquine clinical study\nSildenafil A Pilot Study of Sildenafil in Open clinical study\nCOVID-19\nThalidomide The Efficacy and Safety of Double-blind,\nThalidomide in the Adjuvant placebo-\nTreatment of Moderate New controlled,\nCoronavirus (COVID-19) randomized\nPneumonia clinical study\nThalidomide The Efficacy and Safety of Double-blind,\nThalidomide Combined with Low- placebo-\ndose Hormones in the Treatment of controlled,\nSevere COVID-19 randomized\nclinical study\ndetail of all the ongoing and registered clinical trials on COVID-19 is\ngiven in supplementary file 3a and 3b. All the clinical data were\ncollected from Integrity database.\n8. Conclusion and recommendation\nPharmaceutical industries, government organizations, research in­\nstitutions, scientists, researchers and medical professionals throughout\nthe world are making their extreme efforts in finding some promising\nsolution to fight with such a pandemic situation by COVID-19 infection.\nBased on currently using therapeutic regimen by the physicians of\nChina, USA, Europe, Asia and the rest of the world, some of the drugs\ngives positive results in improving the COVID-19 symptoms. Among\nthese drugs remdesivir and some other anti-viral drugs appears as\npromising molecules for the treatment of symptoms of COVID-19 with\nmore successful cases. Both these drugs are under clinical investigations\nto assure the safety and efficacy against SARS-CoV-19 infection. Along\nwith this, various companies like BioNTech, Moderna, CureVac, etc. are\nalso trying to develop a suitable vaccine for COVID-19. In addition, one\nof the primary challenges is to control the further spread of disease.\nApplication of artificial intelligence techniques, machine learning al­\ngorithms to predict the outbreak of COVID-19 should be fully explored\nto develop the forecasting system to assess the magnitude of the disease\nspectrum and also to take necessary control measures well in advance.\nAt this crucial stage, we are hopeful to have some promising tool in the\nnear future to fight against COVID-19 and save mankind.\nIn response to the current COVID-19 pandemic and its faster trans­\nmission rate, the government of all the affected countries has taken\nvarious strict measures including, home quarantine of the suspect,\ncomplete isolation of the patients, complete lockdown of the countries,\nextensive screening and case identification, social distancing, contact\ntracing, etc. to control and manage the disease spread. After all these\npreventive measures global statistics on new cases and death reports\n\nRespiratory Medicine 191 (2022) 106192\nCondition Population Intervention types Registration\nno.\nSARS-CoV-2 Patients aged 18 years\ninfection (COVID- and older with 2019\n19) novel coronavirus (2019-\nnCoV) infection ( n =\n600)\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04292899\ninfection (COVID- older with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection ( n 400) =\nSARS-CoV-2 Patients with 2019 Novel Drug therapy\ninfection (COVID- Coronavirus Pneumonia\n19) (2019-nCoV)\nSARS-CoV-2 Patients aged 18 to 75 y Drug therapy NCT04286503\ninfection (COVID- with 2019-nCoV\n19) infection ( n 520) =\nSARS-CoV-2 Patients aged 18 y and Drug therapy NCT04304313\ninfection (COVID- older with severe acute\n19) respiratory syndrome\ncoronavirus 2 (SARS-\nCoV-2) infection\n(COVID-19) ( n 10) =\nSARS-CoV-2 Patients aged 18 75 Drug therapy NCT04273529 –\ninfection (COVID- years with 2019 novel\n19) coronavirus (2019-nCoV)\ninfection ( n 100) =\nInfection, viral Patients aged 18 to 75 y Drug therapy NCT04273581\nwith confirmed diagnosis\nof CoVID-19 ( n 40 =\ndoesn t match the expectations. Hence, more concerns and efforts are\n’\ndesirable for the containment of this pandemic situation. It is also very\nimportant to fetch more funds for clinical research and development to\nface this type of condition in the future. This pandemic event has chal­\nlenged the capabilities of developed countries in terms of medicine and\nhealthcare management. This means that more research is required for\nthe scale-up of diagnostic facilities, vaccines, and PPE kit. Along with\nthis, it is highly recommended to reform separate wing-like disaster\nmanagement to handle epidemic and pandemic situations. This requires\nproper training and facility to handle such situations in the future for a\nlarge group of population. The government must support research in­\nstitutions and entrepreneurs for innovations aligned to this situation in\nterms of sufficient financial support. In the present scenario looking\nupon the current statistics worldwide in terms of new cases detected and\nconfirmed deaths, only two strategies have been worked to control this\noutbreak up to a certain limit. The first is testing and tracking the sus­\npects and the second is a complete lockdown. In addition to this, strict\nimplementation of the regulation framed by the Government authorities\nis also required.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial\ninterests or personal relationships that could have appeared to influence\nthe work reported in this paper.\nAcknowledgment\nAuthor wants to acknowledge National Institute of Pharmaceutical\nEducation and Research (NIPER-Guwahati) for providing necessary fa­\ncilities. We also want to extend our gratitude to Prof. Vikram S. Ghole,\nCoordinator, Academic Cell, National Institute of Virology, Pune, India\nfor his valuable suggestions and guidance.\n17",
        "char_count": 6171,
        "word_count": 909,
        "extraction_method": "two_column"
      },
      {
        "page_number": 19,
        "text": "M. Agrawal et al.\nAppendix A. Supplementary data\nSupplementary data to this article can be found online at https://doi.\norg/10.1016/j.rmed.2020.106192 .\nReferences\n[1] T.T. Yao, J.D. Qian, W.Y. Zhu, Y. Wang, G.Q. Wang, A systematic review of\nlopinavir therapy for SARS coronavirus and MERS coronavirus-A possible\nreference for coronavirus disease-19 treatment option, J. Med. Virol. 92 (6)\n(2020) 556 563 . –\n[2] C. Shen, Z. Wang, F. Zhao, Y. Yang, J. Li, J. Yuan, F. Wang, D. Li, M. Yang,\nL. Xing, J. Wei, H. Xiao, Y. Yang, J. Qu, L. Qing, L. Chen, Z. Xu, L. Peng, Y. Li,\nH. Zheng, F. Chen, K. Huang, Y. Jiang, D. Liu, Z. Zhang, Y. Liu, L. Liu, Treatment\nof 5 critically ill patients with COVID-19 with convalescent plasma, Jama 323\n(16) (2020) 1582 1589 . –\n[3] N. Zhu, D. Zhang, W. Wang, X. Li, B. Yang, J. Song, X. Zhao, B. Huang, W. Shi,\nR. Lu, P. Niu, F. Zhan, X. Ma, D. Wang, W. Xu, G. Wu, G.F. Gao, W. Tan, A novel\ncoronavirus from patients with pneumonia in China, 2019, N. Engl. J. Med. 382\n(2020) 727 733 . –\n[4] C. Sohrabi, Z. Alsafi, N. O Neill, M. Khan, A. Kerwan, A. Al-Jabir, C. Iosifidis, ’\nR. Agha, World Health Organization declares global emergency: a review of the\n2019 novel coronavirus (COVID-19), Int. J. Surg. 76 (2020) 71 76 . –\n[5] B. Vellingiri, K. Jayaramayya, M. Iyer, A. Narayanasamy, V. Govindasamy,\nB. Giridharan, S. Ganesan, A. Venugopal, D. Venkatesan, H. Ganesan,\nK. Rajagopalan, P. Rahman, S.G. Cho, N.S. Kumar, M.D. Subramaniam, COVID-\n19: a promising cure for the global panic, Sci. Total Environ. 725 (2020) 138277 .\n[6] WHO, Coronavirus Disease 2019 (COVID-19)Situation Report 197, 18 April –\n2020, World Health Organization, 2020 .\n[7] W. Zhang, Y. Zhao, F. Zhang, Q. Wang, T. Li, Z. Liu, J. Wang, Y. Qin, X. Zhang,\nX. Yan, X. Zeng, S. Zhang, The use of anti-inflammatory drugs in the treatment of\npeople with severe coronavirus disease 2019 (COVID-19): the Perspectives of\nclinical immunologists from China, Clin. Immunol. 214 (2020) 108393 .\n[8] K. Singh, S. Mehta, The clinical development process for a novel preventive\nvaccine: an overview, J. Postgrad. Med. 62 (2016) 4 11 . –\n[9] M.A. Shereen, S. Khan, A. Kazmi, N. Bashir, R. Siddique, COVID-19 infection:\norigin, transmission, and characteristics of human coronaviruses, J. Adv. Res. 24\n(2020) 91 98 . –\n[10] WHO, Coronavirus Disease (COVID-19) Pandemic, 2020 .\n[11] JHU, COVID-19 Dashboard by the Center for Systems Science and Engineering\n(CSSE) at Johns Hopkins University (JHU), Coronavirus Resource Center, John\nHopkins University and Medicine, 2020 .\n[12] H. Davidson, First Covid-19 Case Happened in November, China Government\nRecords Show - Report, The Guardian, 2020 .\n[13] Y. Yang, F. Peng, R. Wang, K. Guan, T. Jiang, G. Xu, J. Sun, C. Chang, The deadly\ncoronaviruses: the 2003 SARS pandemic and the 2020 novel coronavirus\nepidemic in China, J. Autoimmun. 109 (2020) 102434 .\n[14] N. Routley, Infection trajectory: see which countries are flattening their COVID-\n19 curve, in: J. Desjardins (Ed.), Visual Capitalist, Columbia St, Vancouver, BC,\n2020. V6A 2R5 .\n[15] W.-C.J. Mission, Coronavirus Disease 2019 (COVID-19), 2020 .\n[16] WHO, China Shows COVID-19 Responses Must Be Tailored to the Local Context,\nCoronavirus Disease (COVID-19) Outbreak, World Health Organization, 2020 .\n[17] F. Looi, China Fears Second Wave of COVID-19 Outbreak, Aljazeera, 2020 .\n[18] Alexis Dudden, A. Marks, South Korea Took Rapid, Intrusive Measures against\nCovid-19 and They Worked, the Guardian, the Guardian, Kings Place, 90 York –\nWay, London, N1 9GU, United Kingdom, 2020 .\n[19] R.P. Baird, What Went Wrong with Coronavirus Testing in the U.S, The New\nYorker, New York, 2020 .\n[20] W.A. Haseltine, Why America Is Losing to COVID-19, Project Syndicate, Prague,\nCzechia, 2020 .\n[21] Michael D. Shear, Abby Goodnough, Sheila Kaplan, Sheri Fink, K. Thomas,\nN. Weiland, The Lost Month: How a Failure to Test Blinded the U.S. To Covid-19,\nThe New York Times, 2020 .\n[22] A. Jazeera, The US Coronavirus Response: an F for Failure?, Al Jazeera, 2020 .\n[23] N. News, Donald Trump warns there will be a lot of death as, U.S. coronavirus ’ ’\ncases top 300 (2020), 000 .\n[24] PTI, US: ‘Hard Days Ahead , Says Trump as Expert Predicts 2 Lakh Coronavirus ’\nDeaths, THEWEEK, 2020 .\n[25] R. Nick, Infection Trajectory: See Which Countries Are Flattening Their COVID-19\nCurve, Visual Capitalist, Columbia St, Vancouver, BC, 2020, p. V6A 2R5 .\n[26] M. Roser, Coronavirus Disease (COVID-19) Statistics and Research, University –\nof Oxford, 2020, 14 April 2020, OurWorldInData.org .\n[27] C.f.D.C.a. Prevention, 2019 Novel Coronavirus, 2020 .\n[28] Q. Li, X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K.S.M. Leung, E.H.\nY. Lau, J.Y. Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao,\nM. Liu, W. Tu, C. Chen, L. Jin, R. Yang, Q. Wang, S. Zhou, R. Wang, H. Liu, Y. Luo,\nY. Liu, G. Shao, H. Li, Z. Tao, Y. Yang, Z. Deng, B. Liu, Z. Ma, Y. Zhang, G. Shi, T.T.\nY. Lam, J.T. Wu, G.F. Gao, B.J. Cowling, B. Yang, G.M. Leung, Z. Feng, Early\nTransmission Dynamics in Wuhan, China, of Novel Coronavirus Infected –\nPneumonia, 2020 .\n[29] C. Rothe, M. Schunk, P. Sothmann, G. Bretzel, G. Froeschl, C. Wallrauch,\nT. Zimmer, V. Thiel, C. Janke, W. Guggemos, M. Seilmaier, C. Drosten,\nP. Vollmar, K. Zwirglmaier, S. Zange, R. Wolfel, M. Hoelscher, Transmission of\n\nRespiratory Medicine 191 (2022) 106192\n2019-nCoV infection from an asymptomatic contact in Germany, N. Engl. J. Med.\n382 (2020) 970 971 . –\n[30] S.S.a.S. Das, Coronavirus Spread: Govt s U-turn on limited community ’ ’\ntransmission , 31.03.2020. Business Standard . ’\n[31] H.A. Rothan, S.N. Byrareddy, The epidemiology and pathogenesis of coronavirus\ndisease (COVID-19) outbreak, J. Autoimmun. 109 (2020) 102433 .\n[32] A.L. García-Basteiro, C. Chaccour, C. Guinovart, A. Llupi a, J. Brew, A. Trilla, `\nA. Plasencia, Monitoring the COVID-19 epidemic in the context of widespread\nlocal transmission, Lancet Res. Med. 8 (5) (2020) 440 442 . –\n[33] P.K. Samudrala, P. Kumar, K. Choudhary, N. Thakur, G.S. Wadekar,\nR. Dayaramani, M. Agrawal, A. Alexander, Virology, pathogenesis, diagnosis and\nin-line treatment of COVID-19, Eur. J. Pharmacol. 883 (2020) 173375 .\n[34] J. Cui, F. Li, Z.L. Shi, Origin and evolution of pathogenic coronaviruses, Nat. Rev.\nMicrobiol. 17 (2019) 181 192 . –\n[35] Z. Xu, L. Shi, Y. Wang, J. Zhang, L. Huang, C. Zhang, S. Liu, P. Zhao, H. Liu,\nL. Zhu, Y. Tai, C. Bai, T. Gao, J. Song, P. Xia, J. Dong, J. Zhao, F.S. Wang,\nPathological findings of COVID-19 associated with acute respiratory distress\nsyndrome, Lancet Res. Med. 8 (2020) 420 422 . –\n[36] X. Li, M. Geng, Y. Peng, L. Meng, S. Lu, Molecular immune pathogenesis and\ndiagnosis of COVID-19, J. Pharmac. Anal. 10 (2020) 102 108 . –\n[37] N. Chen, M. Zhou, X. Dong, J. Qu, F. Gong, Y. Han, Y. Qiu, J. Wang, Y. Liu,\nY. Wei, J. Xia, T. Yu, X. Zhang, L. Zhang, Epidemiological and clinical\ncharacteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan,\nChina: a descriptive study, Lancet 395 (2020) 507 513 (London, England) . –\n[38] C. Huang, Y. Wang, X. Li, L. Ren, J. Zhao, Y. Hu, L. Zhang, G. Fan, J. Xu, X. Gu,\nZ. Cheng, T. Yu, J. Xia, Y. Wei, W. Wu, X. Xie, W. Yin, H. Li, M. Liu, Y. Xiao,\nH. Gao, L. Guo, J. Xie, G. Wang, R. Jiang, Z. Gao, Q. Jin, J. Wang, B. Cao, Clinical\nfeatures of patients infected with 2019 novel coronavirus in Wuhan, China,\nLancet 395 (2020) 497 506 (London, England) . –\n[39] Elsevier, Novel Coronavirus Information Center, 2020 .\n[40] Q. Li, X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K. Leung, E. Lau, J.\nY. Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao, M. Li,\nZ. Feng, Early transmission dynamics in Wuhan, China, of novel\ncoronavirus infected pneumonia, N. Engl. J. Med. 382 (13) (2020) 1199 1207 . – –\n[41] W. Wang, J. Tang, F. Wei, Updated understanding of the outbreak of 2019 novel\ncoronavirus (2019-nCoV) in Wuhan, China 92 (2020) 441 447 . –\n[42] H.A. Rothan, S.N. Byrareddy, The epidemiology and pathogenesis of coronavirus\ndisease (COVID-19) outbreak, J. Autoimmun. (2020) 102433 .\n[43] J. Lei, J. Li, X. Li, X. Qi, CT imaging of the 2019 novel coronavirus (2019-nCoV)\npneumonia, Radiology 295 (2020) 18 .\n[44] A. Assiri, J.A. Al-Tawfiq, A.A. Al-Rabeeah, F.A. Al-Rabiah, S. Al-Hajjar, A. Al-\nBarrak, H. Flemban, W.N. Al-Nassir, H.H. Balkhy, R.F. Al-Hakeem, H.\nQ. Makhdoom, A.I. Zumla, Z.A. Memish, Epidemiological, demographic, and\nclinical characteristics of 47 cases of Middle East respiratory syndrome\ncoronavirus disease from Saudi Arabia: a descriptive study, Lancet Infect. Dis. 13\n(2013) 752 761 . –\n[45] N. Lee, D. Hui, A. Wu, P. Chan, P. Cameron, G.M. Joynt, A. Ahuja, M.Y. Yung, C.\nB. Leung, K.F. To, S.F. Lui, C.C. Szeto, S. Chung, J.J. Sung, A major outbreak of\nsevere acute respiratory syndrome in Hong Kong, N. Engl. J. Med. 348 (2003)\n1986 1994 . –\n[46] Y. Sun, Y. Dong, L. Wang, H. Xie, B. Li, C. Chang, F.-s. Wang, Characteristics and\nprognostic factors of disease severity in patients with COVID-19: the Beijing\nexperience, J. Autoimmun. (2020) 102473 .\n[47] N. Routley, Every Vaccine and Treatment in Development for COVID-19, So Far, 1\nApril 2020, Visula Capitalist, 2020. https://www.visualcapitalist.com/every-va\nccine-treatment-covid-19-so-far/ .\n[48] J. Phua, L. Weng, L. Ling, M. Egi, C.M. Lim, J.V. Divatia, B.R. Shrestha, Y.\nM. Arabi, J. Ng, C.D. Gomersall, M. Nishimura, Y. Koh, B. Du, Intensive care\nmanagement of coronavirus disease 2019 (COVID-19): challenges and\nrecommendations, Lancet Respir Med 8 (5) (2020) 506 517 . –\n[49] WHO, Global Surveillance for COVID-19 Caused by Human Infection with\nCOVID-19 Virus: Interim Guidance, 2020, p. 20. March 2020 .\n[50] N. van Doremalen, T. Bushmaker, D.H. Morris, M.G. Holbrook, A. Gamble, B.\nN. Williamson, A. Tamin, J.L. Harcourt, N.J. Thornburg, S.I. Gerber, J.O. Lloyd-\nSmith, E. de Wit, V.J. Munster, Aerosol and surface stability of SARS-CoV-2 as\ncompared with SARS-CoV-1, N. Engl. J. Med. 382 (16) (2020) 1564 1567 . –\n[51] A. Wang, W. Zhao, Z. Xu, J. Gu, Timely blood glucose management for the\noutbreak of 2019 novel coronavirus disease (COVID-19) is urgently needed,\nDiabetes Res. Clin. Pract. (2020) 108118 .\n[52] A. Mukhopadhyay, P.A. Tambyah, K.S. Singh, T.K. Lim, K.H. Lee, SARS in a\nhospital visitor and her intensivist, J. Hosp. Infect. 56 (2004) 249 250 . –\n[53] B.E. Young, S.W.X. Ong, S. Kalimuddin, J.G. Low, S.Y. Tan, J. Loh, O.T. Ng,\nK. Marimuthu, L.W. Ang, T.M. Mak, S.K. Lau, D.E. Anderson, K.S. Chan, T.Y. Tan,\nT.Y. Ng, L. Cui, Z. Said, L. Kurupatham, M.I. Chen, M. Chan, S. Vasoo, L.F. Wang,\nB.H. Tan, R.T.P. Lin, V.J.M. Lee, Y.S. Leo, D.C. Lye, Epidemiologic features and\nclinical course of patients infected with SARS-CoV-2 in Singapore, Jama 323 (15)\n(2020) 1488 1494 . –\n[54] J.S. Keystone, R. Steffen, P.E. Kozarsky, Chapter 126 - health advice for\ninternational travel, in: R.L. Guerrant, D.H. Walker, P.F. Weller (Eds.), Tropical\nInfectious Diseases: Principles, Pathogens and Practice, third ed., W.B. Saunders,\nEdinburgh, 2011, pp. 887 901 . –\n[55] E. T onnesmann, R. Kandolf, T. Lewalter, Chloroquine cardiomyopathy - a review ¨\nof the literature, Immunopharmacol. Immunotoxicol. 35 (2013) 434 442 . –\n[56] A. Vaziri, B. Warburton, Slow release of chloroquine phosphate from multiple\ntaste-masked W/O/W multiple emulsions, J. Microencapsul. 11 (1994) 641 648 . –\n18",
        "char_count": 11395,
        "word_count": 1955,
        "extraction_method": "two_column"
      },
      {
        "page_number": 20,
        "text": "M. Agrawal et al.\n[57] I. Ben-Zvi, S. Kivity, P. Langevitz, Y. Shoenfeld, Hydroxychloroquine: from\nmalaria to autoimmunity, Clin. Rev. Allergy Immunol. 42 (2012) 145 153 . –\n[58] C.Y. Chew, A. Mar, M. Nikpour, A.M. Saracino, Hydroxychloroquine in\ndermatology: new perspectives on an old drug, Australas. J. Dermatol. 61 (2)\n(2019) e150 e157 . –\n[59] M.L. Agostini, E.L. Andres, A.C. Sims, R.L. Graham, T.P. Sheahan, X. Lu, E.\nC. Smith, J.B. Case, J.Y. Feng, R. Jordan, A.S. Ray, T. Cihlar, D. Siegel, R.\nL. Mackman, M.O. Clarke, R.S. Baric, M.R. Denison, Coronavirus susceptibility to\nthe antiviral remdesivir (GS-5734) is mediated by the viral polymerase and the\nproofreading exoribonuclease, mBio 9 (2018) .\n[60] M. Wang, R. Cao, L. Zhang, X. Yang, J. Liu, M. Xu, Z. Shi, Z. Hu, W. Zhong,\nG. Xiao, Remdesivir and chloroquine effectively inhibit the recently emerged\nnovel coronavirus (2019-nCoV) in vitro, Cell Res. 30 (2020) 269 271 . –\n[61] Y. Furuta, T. Komeno, T. Nakamura, Favipiravir (T-705), a broad spectrum\ninhibitor of viral RNA polymerase, Proc. Jpn. Acad. Ser. B Phys. Biol. Sci. 93\n(2017) 449 463 . –\n[62] T.H. Bacon, M.J. Levin, J.J. Leary, R.T. Sarisky, D. Sutton, Herpes simplex virus\nresistance to acyclovir and penciclovir after two decades of antiviral therapy,\nClin. Microbiol. Rev. 16 (2003) 114 128 . –\n[63] D. Guo, Old weapon for new enemy: drug repurposing for treatment of newly\nemerging viral diseases, Virol. Sin. 35 (3) (2020) 253 255 . –\n[64] V. Loustaud-Ratti, M. Debette-Gratien, J. Jacques, S. Alain, P. Marquet,\nD. Sautereau, A. Rousseau, P. Carrier, Ribavirin: past, present and future, World\nJ. Hepatol. 8 (2016) 123 130 . –\n[65] T.S.a.T. Prosser, COVID-19 drug therapy - potential options. Clinical Drug\nInformation, Clinical Solutions, Elsevier, 2020 .\n[66] C. Zhou, C. Gao, Y. Xie, M. Xu, COVID-19 with spontaneous pneumomediastinum,\nLancet Infect. Dis. (2020) .\n[67] N.M. Ampel, Lopinavir-ritonavir was not effective for COVID-19, N. Engl. J. Med.\n(2020). https://www.jwatch.org/na51172/2020/03/24/lopinavir-ritonavir-w\nas-not-effective-covid-19 .\n[68] FDA, Drug approval package: kaletra (Lopinavir/Ritonavir) capsules oral &\nsolution, 2001 .\n[69] W. Seeger, C. Grube, A. Gunther, Proteolytic cleavage of fibrinogen: amplification\nof its surfactant inhibitory capacity, Am. J. Respir. Cell Mol. Biol. 9 (1993)\n239 247 . –\n[70] J.-F. Rossignol, Nitazoxanide: a first-in-class broad-spectrum antiviral agent,\nAntivir. Res. 110 (2014) 94 103 . –\n[71] H.M. Jung, M. Jeya, S.Y. Kim, H.J. Moon, R. Kumar Singh, Y.W. Zhang, J.K. Lee,\nBiosynthesis, biotechnological production, and application of teicoplanin: current\nstate and perspectives, Appl. Microbiol. Biotechnol. 84 (2009) 417 428 . –\n[72] A. Bernareggi, A. Borghi, M. Borgonovi, L. Cavenaghi, P. Ferrari, K. V ekey, ´\nM. Zanol, L.F. Zerilli, Teicoplanin metabolism in humans, Antimicrob. Agents\nChemother. 36 (1992) 1744 1749 . –\n[73] F. de Lalla, R. Nicolin, E. Rinaldi, P. Scarpellini, R. Rigoli, V. Manfrin,\nA. Tramarin, Prospective study of oral teicoplanin versus oral vancomycin for\ntherapy of pseudomembranous colitis and Clostridium difficile-associated\ndiarrhea, Antimicrob. Agents Chemother. 36 (1992) 2192 2196 . –\n[74] A.B. Lerner, J.D. Case, Y. Takahashi, Isolation of melatonin and 5-methoxyindole-\n3-acetic acid from bovine pineal glands, J. Biol. Chem. 235 (1960) 1992 1997 . –\n[75] H.J. Lynch, R.J. Wurtman, M.A. Moskowitz, M.C. Archer, M.H. Ho, Daily rhythm\nin human urinary melatonin, Science 187 (1975) 169 171 (New York, N.Y.) . –\n[76] B. Poeggeler, R.J. Reiter, D.X. Tan, L.D. Chen, L.C. Manchester, Melatonin,\nhydroxyl radical-mediated oxidative damage, and aging: a hypothesis, J. Pineal\nRes. 14 (1993) 151 168 . –\n[77] P. Colson, J.-M. Rolain, D. Raoult, Chloroquine for the 2019 novel coronavirus\nSARS-CoV-2, Int. J. Antimicrob. Agents 55 (2020) 105923 .\n[78] F. Touret, X. de Lamballerie, Of chloroquine and COVID-19, Antivir. Res. 177\n(2020) 104762 .\n[79] A.D. Inglot, Comparison of the antiviral activity in vitro of some non-steroidal\nanti-inflammatory drugs, J. gen. virol. 4 (1969) 203 214 . –\n[80] E. Keyaerts, L. Vijgen, P. Maes, J. Neyts, M. Van Ranst, In vitro inhibition of\nsevere acute respiratory syndrome coronavirus by chloroquine, Biochem.\nBiophys. Res. Commun. 323 (2004) 264 268 . –\n[81] E. Keyaerts, S. Li, L. Vijgen, E. Rysman, J. Verbeeck, M. Van Ranst, P. Maes,\nAntiviral activity of chloroquine against human coronavirus OC43 infection in\nnewborn mice 53 (2009) 3416 3421 . –\n[82] C. Li, X. Zhu, X. Ji, N. Quanquin, Y.Q. Deng, M. Tian, R. Aliyari, X. Zuo, L. Yuan,\nS.K. Afridi, X.F. Li, J.U. Jung, K. Nielsen-Saines, F.X. Qin, C.F. Qin, Z. Xu,\nG. Cheng, Chloroquine, a FDA-approved drug, prevents zika virus infection and\nits associated congenital microcephaly in mice, EBioMedicine 24 (2017)\n189 194 . –\n[83] Y.W. Tan, W.K. Yam, J. Sun, J.J.H. Chu, An evaluation of chloroquine as a broad-\nacting antiviral against hand, foot and mouth disease, Antivir. Res. 149 (2018)\n143 149 . –\n[84] Y. Yan, Z. Zou, Y. Sun, X. Li, K.F. Xu, Y. Wei, N. Jin, C. Jiang, Anti-malaria drug\nchloroquine is highly effective in treating avian influenza A H5N1 virus infection\nin an animal model, Cell Res. 23 (2013) 300 302 . –\n[85] N.I. Paton, L. Lee, Y. Xu, E.E. Ooi, Y.B. Cheung, S. Archuleta, G. Wong, A. Wilder-\nSmith, Chloroquine for influenza prevention: a randomised, double-blind,\nplacebo controlled trial, Lancet Infec. Dis. 11 (2011) 677 683 . –\n[86] V. Tricou, N.N. Minh, T.P. Van, S.J. Lee, J. Farrar, B. Wills, H.T. Tran, C.\nP. Simmons, A randomized controlled trial of chloroquine for the treatment of\ndengue in Vietnamese adults, PLoS Neglected Trop. Dis. 4 (2010) e785 .\n[87] S.D. Dowall, A. Bosworth, R. Watson, K. Bewley, I. Taylor, E. Rayner, L. Hunter,\nG. Pearson, L. Easterbrook, J. Pitman, R. Hewson, M.W. Carroll, Chloroquine\n\nRespiratory Medicine 191 (2022) 106192\ninhibited Ebola virus replication in vitro but failed to protect against infection\nand disease in the in vivo Guinea pig model, J. gen. virol. 96 (2015) 3484 3492 . –\n[88] D.J. Vigerust, J.A. McCullers, Chloroquine is effective against influenza A virus in\nvitro but not in vivo, Influenza and other respiratory viruses 1 (2007) 189 192 . –\n[89] J. Pallister, D. Middleton, G. Crameri, M. Yamada, R. Klein, T.J. Hancock,\nA. Foord, B. Shiell, W. Michalski, C.C. Broder, L.F. Wang, Chloroquine\nadministration does not prevent Nipah virus infection and disease in ferrets,\nJ. Virol. 83 (2009) 11979 11982 . –\n[90] X. De Lamballerie, V. Boisson, J.C. Reynier, S. Enault, R.N. Charrel, A. Flahault,\nP. Roques, R. Le Grand, On chikungunya acute infection and chloroquine\ntreatment, Vector Borne Zoonotic Dis. 8 (2008) 837 839 . –\n[91] P. Roques, S.D. Thiberville, L. Dupuis-Maguiraga, F.M. Lum, K. Labadie,\nF. Martinon, G. Gras, P. Lebon, L.F.P. Ng, X. de Lamballerie, R. Le Grand,\nParadoxical effect of chloroquine treatment in enhancing chikungunya virus\ninfection, Viruses 10 (2018) .\n[92] G.K. Helal, M.A. Gad, M.F. Abd-Ellah, M.S. Eid, Hydroxychloroquine augments\nearly virological response to pegylated interferon plus ribavirin in genotype-4\nchronic hepatitis C patients, J. Med. Virol. 88 (2016) 2170 2178 . –\n[93] A. Chauhan, A. Tikoo, The enigma of the clandestine association between\nchloroquine and HIV-1 infection, HIV Med. 16 (2015) 585 590 . –\n[94] P. Peymani, B. Yeganeh, S. Sabour, B. Geramizadeh, M.R. Fattahi, H. Keyvani,\nN. Azarpira, K.M. Coombs, S. Ghavami, K.B. Lankarani, New use of an old drug:\nchloroquine reduces viral and ALT levels in HCV non-responders (a randomized,\ntriple-blind, placebo-controlled pilot trial), Can. J. Physiol. Pharmacol. 94 (2016)\n613 619 . –\n[95] J. Gao, Z. Tian, X. Yang, Breakthrough: chloroquine phosphate has shown\napparent efficacy in treatment of COVID-19 associated pneumonia in clinical\nstudies, Bioscience trends 14 (2020) 72 73 . –\n[96] A. Savarino, J.R. Boelaert, A. Cassone, G. Majori, R. Cauda, Effects of chloroquine\non viral infections: an old drug against today s diseases? The Lancet, Infectious ’\ndiseases 3 (2003) 722 727 . –\n[97] D. Dale, Fact Check: Trump Wrongly Claims FDA approved Drug Chloroquine to ’ ’\nTreat the Coronavirus, CNN politics, Washington, 2020, p. 2020. March 20 .\n[98] O. Api, J.S. Carvalho, Fetal dysrhythmias, Best Pract. Res. Clin. Obstet. Gynaecol.\n22 (2008) 31 48 . –\n[99] E.W. McChesney, Animal toxicity and pharmacokinetics of hydroxychloroquine\nsulfate, Am. J. Med. 75 (1983) 11 18 . –\n[100] J. Liu, R. Cao, M. Xu, X. Wang, H. Zhang, H. Hu, Y. Li, Z. Hu, W. Zhong, M. Wang,\nHydroxychloroquine, a less toxic derivative of chloroquine, is effective in\ninhibiting SARS-CoV-2 infection in vitro, Cell Discovery 6 (2020) 16 .\n[101] A.L. Laaksonen, V. Koskiahde, K. Juva, Dosage of antimalarial drugs for children\nwith juvenile rheumatoid arthritis and systemic lupus erythematosus. A clinical\nstudy with determination of serum concentrations of chloroquine and\nhydroxychloroquine, Scand. J. Rheumatol. 3 (1974) 103 108 . –\n[102] P. Gautret, J.C. Lagier, P. Parola, V.T. Hoang, L. Meddeb, M. Mailhe, B. Doudier,\nJ. Courjon, V. Giordanengo, V.E. Vieira, H.T. Dupont, S. Honor e, P. Colson, ´\nE. Chabri ere, B. La Scola, J.M. Rolain, P. Brouqui, D. Raoult, Hydroxychloroquine `\nand azithromycin as a treatment of COVID-19: results of an open-label non-\nrandomized clinical trial, Int. J. Antimicrob. Agents 56 (1) (2020) 105949 .\n[103] S. Ohkuma, B. Poole, Fluorescence probe measurement of the intralysosomal pH\nin living cells and the perturbation of pH by various agents, Proc. Natl. Acad. Sci.\nU.S.A. 75 (1978) 3327 3331 . –\n[104] J.P. O Laughlin, P.H. Mehta, B.C. Wong, Life Threatening Severe QTc ’\nProlongation in Patient with Systemic Lupus Erythematosus Due to\nHydroxychloroquine. Case Reports in Cardiology 2016, 2016, p. 4626279 .\n[105] N.D. Morgan, S.V. Patel, O. Dvorkina, Suspected hydroxychloroquine-associated\nQT-interval prolongation in a patient with systemic lupus erythematosus, J. Clin.\nRheumatol. : practical reports on rheumatic musculoskeletal diseases 19 (2013) &\n286 288 . –\n[106] C.Y. Chen, F.L. Wang, C.C. Lin, Chronic hydroxychloroquine use associated with\nQT prolongation and refractory ventricular arrhythmia 44, Clinical toxicology,\nPhiladelphia, Pa, 2006, pp. 173 175 . –\n[107] FDA, Coronavirus (COVID-19) Update: FDA Revokes Emergency Use\nAuthorization for Chloroquine and Hydroxychloroquine, 2020 .\n[108] T.K. Warren, R. Jordan, M.K. Lo, A.S. Ray, R.L. Mackman, V. Soloveva, D. Siegel,\nM. Perron, R. Bannister, H.C. Hui, N. Larson, R. Strickley, J. Wells, K.S. Stuthman,\nS.A. Van Tongeren, N.L. Garza, G. Donnelly, A.C. Shurtleff, C.J. Retterer,\nD. Gharaibeh, R. Zamani, T. Kenny, B.P. Eaton, E. Grimes, L.S. Welch, L. Gomba,\nC.L. Wilhelmsen, D.K. Nichols, J.E. Nuss, E.R. Nagle, J.R. Kugelman, G. Palacios,\nE. Doerffler, S. Neville, E. Carra, M.O. Clarke, L. Zhang, W. Lew, B. Ross, Q. Wang,\nK. Chun, L. Wolfe, D. Babusis, Y. Park, K.M. Stray, I. Trancheva, J.Y. Feng,\nO. Barauskas, Y. Xu, P. Wong, M.R. Braun, M. Flint, L.K. McMullan, S.S. Chen,\nR. Fearns, S. Swaminathan, D.L. Mayers, C.F. Spiropoulou, W.A. Lee, S.T. Nichol,\nT. Cihlar, S. Bavari, Therapeutic efficacy of the small molecule GS-5734 against\nEbola virus in rhesus monkeys, Nature 531 (2016) 381 385 . –\n[109] M.K. Lo, R. Jordan, A. Arvey, J. Sudhamsu, P. Shrivastava-Ranjan, A.L. Hotard,\nM. Flint, L.K. McMullan, D. Siegel, M.O. Clarke, R.L. Mackman, H.C. Hui,\nM. Perron, A.S. Ray, T. Cihlar, S.T. Nichol, C.F. Spiropoulou, GS-5734 and its\nparent nucleoside analog inhibit Filo-, Pneumo-, and Paramyxoviruses, Sci. Rep. 7\n(2017) 43395 .\n[110] T.P. Sheahan, A.C. Sims, R.L. Graham, V.D. Menachery, L.E. Gralinski, J.B. Case,\nS.R. Leist, K. Pyrc, J.Y. Feng, I. Trantcheva, R. Bannister, Y. Park, D. Babusis, M.\nO. Clarke, R.L. Mackman, J.E. Spahn, C.A. Palmiotti, D. Siegel, A.S. Ray, T. Cihlar,\nR. Jordan, M.R. Denison, R.S. Baric, Broad-spectrum antiviral GS-5734 inhibits\nboth epidemic and zoonotic coronaviruses, Sci. Transl. Med. 9 (2017) .\n19",
        "char_count": 12046,
        "word_count": 1928,
        "extraction_method": "two_column"
      },
      {
        "page_number": 21,
        "text": "M. Agrawal et al.\n[111] M.L. Holshue, C. DeBolt, S. Lindquist, K.H. Lofy, J. Wiesman, H. Bruce, C. Spitters,\nK. Ericson, S. Wilkerson, A. Tural, G. Diaz, A. Cohn, L. Fox, A. Patel, S.I. Gerber,\nL. Kim, S. Tong, X. Lu, S. Lindstrom, M.A. Pallansch, W.C. Weldon, H.M. Biggs, T.\nM. Uyeki, S.K. Pillai, First case of 2019 novel coronavirus in the United States,\nN. Engl. J. Med. 382 (2020) 929 936 . –\n[112] J. Routh, 25.02.2020, NIH Clinical Trial of Remdesivir to Treat COVID-19 Begins,\nNational Institute of Health, 2020 .\n[113] J. C, 10:53 a.m. Scientists hope an antiviral drug being tested in China could help\npatients, 10 February 2020 .\n[114] M. Agostini, E. Andres, A. Sims, R. Graham, T. Sheahan, X. Lu, E. Smith, J. Case,\nJ. Feng, R. Jordan, A. Ray, T. Cihlar, D. Siegel, R. Mackman, M. Clarke, R. Baric,\nM. Denison, Coronavirus susceptibility to the antiviral remdesivir (GS-5734) is\nmediated by the viral polymerase and the proofreading exoribonuclease, mBio 9\n(2018) e00221-218 .\n[115] M. Wang, R. Cao, L. Zhang, X. Yang, J. Liu, M. Xu, Z. Shi, Z. Hu, W. Zhong,\nG. Xiao, Remdesivir and chloroquine effectively inhibit the recently emerged\nnovel coronavirus (2019-nCoV) in vitro, Cell Res. 30 (2020) 269 271 . –\n[116] A. Keown, A paper raises some safety concerns for Gilead s COVID-19 treatment, ’\nBioSpace (16.03.2020). https://www.biospace.com/article/a-paper-raises-some-\nsafety-concerns-for-gilead-s-covid-19-treatment/ .\n[117] USFDA, Coronavirus (COVID-19) Update: FDA Warns of Newly Discovered\nPotential Drug Interaction that May Reduce Effectiveness of a COVID-19\nTreatment Authorized for Emergency Use, 2020 .\n[118] G. Li, E. De Clercq, Therapeutic options for the 2019 novel coronavirus (2019-\nnCoV), Nat. Rev. Drug Discov. 19 (2020) 149 150 . –\n[119] Q. Cai, M. Yang, D. Liu, J. Chen, D. Shu, J. Xia, X. Liao, Y. Gu, Q. Cai, Y. Yang,\nC. Shen, X. Li, L. Peng, D. Huang, J. Zhang, S. Zhang, F. Wang, J. Liu, L. Chen,\nS. Chen, Z. Wang, Z. Zhang, R. Cao, W. Zhong, Y. Liu, L. Liu, Experimental\nTreatment with Favipiravir for COVID-19: an Open-Label Control Study,\nEngineering (2020), https://doi.org/10.1016/j.eng.2020.03.007 .\n[120] H. News, First French Ebola Patient Leaves Hospital, 2014 .\n[121] D. Gatherer, The 2014 Ebola virus disease outbreak in West Africa, The Journal of\ngeneral virology 95 (2014) 1619 1624 . –\n[122] M.H. Schmid-Wendtner, H.C. Korting, Penciclovir cream–improved topical\ntreatment for herpes simplex infections, Skin Pharmacol. Physiol. 17 (2004)\n214 218 . –\n[123] H.S. Te, G. Randall, D.M. Jensen, Mechanism of action of ribavirin in the\ntreatment of chronic hepatitis C, Gastroenterol. Hepatol. 3 (2007) 218 225 . –\n[124] E. Thomas, M.G. Ghany, T.J. Liang, The application and mechanism of action of\nribavirin in therapy of hepatitis C, Antiviral Chem. Chemother. 23 (2012) 1 12 . –\n[125] C.C. Graci Jd, Mechanisms of action of ribavirin against distinct viruses, Rev.\nMed. Virol. 16 (2006) 37 48 . –\n[126] J.G. Fischer, C. Robin, Analogue-based Drug Discovery, John Wiley Sons, 2006 . &\n[127] W.H. Organization, World Health Organization Model List of Essential Medicines:\n21st List 2019, World Health Organization, Geneva, 2019 .\n[128] W. Miller, Treatment with ribavirin for patients with metastatic breast cancer,\nClinicalTrial.gov, 2010 .\n[129] S. Johnson, N. Henschke, N. Maayan, I. Mills, B.S. Buckley, A. Kakourou,\nR. Marshall, Ribavirin for treating Crimean Congo haemorrhagic fever, Cochrane\nDatabase Syst. Rev. 6 (2018), Cd012713 .\n[130] M. Eisenstein, Vaccines: a moving target, Nature 474 (2011) S16 S17 . –\n[131] M.E. Abonyi, P.L. Lakatos, Ribavirin in the treatment of hepatitis C, Anticancer\nRes. 25 (2005) 1315 1320 . –\n[132] V. Guardigni, L. Badia, M. Conti, M. Rinaldi, R. Mancini, P. Viale, G. Verucchi,\nLiver decompensation predicts ribavirin overexposure in hepatitis C virus patients\ntreated with direct-acting antivirals, World J. Hepatol. 9 (2017) 1270 1277 . –\n[133] K. Sung-sun, Physicians Work Out Treatment Guidelines for Coronavirus, Korea\nBiomedical Review, 2020 .\n[134] A.A. Elfiky, Anti-HCV, nucleotide inhibitors, repurposing against COVID-19, Life\nSci. 248 (2020) 117477 .\n[135] C.M. Chu, V.C. Cheng, I.F. Hung, M.M. Wong, K.H. Chan, K.S. Chan, R.Y. Kao, L.\nL. Poon, C.L. Wong, Y. Guan, J.S. Peiris, K.Y. Yuen, Role of lopinavir/ritonavir in\nthe treatment of SARS: initial virological and clinical findings, Thorax 59 (2004)\n252 256 . –\n[136] M.R. Loutfy, L.M. Blatt, K.A. Siminovitch, S. Ward, B. Wolff, H. Lho, D.H. Pham,\nH. Deif, E.A. LaMere, M. Chang, K.C. Kain, G.A. Farcas, P. Ferguson, M. Latchford,\nG. Levy, J.W. Dennis, E.K. Lai, E.N. Fish, Interferon alfacon-1 plus corticosteroids\nin severe acute respiratory syndrome: a preliminary study, Jama 290 (2003)\n3222 3228 . –\n[137] J.S. Peiris, C.M. Chu, V.C. Cheng, K.S. Chan, I.F. Hung, L.L. Poon, K.I. Law, B.\nS. Tang, T.Y. Hon, C.S. Chan, K.H. Chan, J.S. Ng, B.J. Zheng, W.L. Ng, R.W. Lai,\nY. Guan, K.Y. Yuen, Clinical progression and viral load in a community outbreak\nof coronavirus-associated SARS pneumonia: a prospective study, Lancet (Lond.\nEngl.) 361 (2003) 1767 1772 . –\n[138] S.-S. Jean, P.-I. Lee, P.-R. Hsueh, Treatment options for COVID-19: the reality and\nchallenges, J. Microbiol. Immunol. Infect. 53 (3) (2020) 436 443 . –\n[139] M. Hurst, D. Faulds, Lopinavir. Drugs 60 (2000) 1371 1379. ; discussion 1380- –\n1371 .\n[140] A.H. de Wilde, D. Jochmans, C.C. Posthuma, J.C. Zevenhoven-Dobbe, S. van\nNieuwkoop, T.M. Bestebroer, B.G. van den Hoogen, J. Neyts, E.J. Snijder,\nScreening of an FDA-approved compound library identifies four small-molecule\ninhibitors of Middle East respiratory syndrome coronavirus replication in cell\nculture, Antimicrob. Agents Chemother. 58 (2014) 4875 4884 . –\n[141] E. Teslova, Russia Recommends Lopinavir/ritonavir against COVID-19: Doctors\nFound Anti-HIV Drug Effective for Treatment of Mild Coronavirus Cases, Health,\nLatest on Coronavirus Outbreak, 2020 .\n\nRespiratory Medicine 191 (2022) 106192\n[142] E.M. Agency, European Union, 2010 .\n[143] H.P. Hsieh, J.T. Hsu, Strategies of development of antiviral agents directed\nagainst influenza virus replication, Curr. Pharmaceut. Des. 13 (2007) 3531 3542 . –\n[144] H. Nishimura, M. Yamaya, A synthetic serine protease inhibitor, nafamostat\nmesilate, is a drug potentially applicable to the treatment of ebola virus disease,\nTohoku J. Exp. Med. 237 (2015) 45 50 . –\n[145] V.S. Somvanshi, B.L. Ellis, Y. Hu, R.V. Aroian, Nitazoxanide: nematicidal mode of\naction and drug combination studies, Mol. Biochem. Parasitol. 193 (2014) 1 8 . –\n[146] J.-F. Rossignol, Pharmaceutical compositions of tizoxanide and nitazoxanide, in:\nU.S. Patent (Ed.), Laminar Direct Capital LLC Romark Laboratories LC, United\nStates, 1999 .\n[147] R. Laboratories, Romark to Develop Alinia(R) (Nitazoxanide) as New Treatment\nfor Chronic Hepatitis C, 2020 .\n[148] M. Igarashi, Y. Ishizaki, Y. Takahashi, New antituberculous drugs derived from\nnatural products: current perspectives and issues in antituberculous drug\ndevelopment, J. Antibiot. 71 (2018) 15 25 . –\n[149] E. Palmer, Romark recalls pediatric diarrhea treatment Alina, Fierce Pharma,\n2015 .\n[150] J. Cao, J.C. Forrest, X. Zhang, A screen of the NIH Clinical Collection small\nmolecule library identifies potential anti-coronavirus drugs, Antivir. Res. 114\n(2015) 1 10 . –\n[151] J.-F. Rossignol, Nitazoxanide, a new drug candidate for the treatment of Middle\nEast respiratory syndrome coronavirus, J.Inf.Pub.Health 9 (2016) 227 230 . –\n[152] J. Zhang, X. Ma, F. Yu, J. Liu, F. Zou, T. Pan, H. Zhang, Teicoplanin Potently\nBlocks the Cell Entry of 2019-nCoV, 2020 .\n[153] P. Colson, D. Raoult, Fighting viruses with antibiotics: an overlooked path, Int. J.\nAntimicrob. Agents 48 (2016) 349 352 . –\n[154] N. Zhou, T. Pan, J. Zhang, Q. Li, X. Zhang, C. Bai, F. Huang, T. Peng, J. Zhang,\nC. Liu, L. Tao, H. Zhang, Glycopeptide antibiotics potently inhibit cathepsin L in\nthe late endosome/lysosome and block the entry of ebola virus, Middle East\nrespiratory syndrome coronavirus (MERS-CoV), and severe acute respiratory\nsyndrome coronavirus (SARS-CoV), J. Biol. Chem. 291 (2016) 9218 9232 . –\n[155] S.A. Baron, C. Devaux, P. Colson, D. Raoult, J.M. Rolain, Teicoplanin: an\nalternative drug for the treatment of COVID-19? Int. J. Antimicrob. Agents 55 (4)\n(2020) 105944 .\n[156] X. Wu, H. Ji, Y. Wang, C. Gu, W. Gu, L. Hu, L. Zhu, Melatonin Alleviates\nRadiation-Induced Lung Injury via Regulation of miR-30e/NLRP3 Axis, Oxidative\nMedicine and Cellular Longevity (2019) 1 14, 2019 . –\n[157] R. Reiter, Q. Ma, R. Sharma, Treatment of ebola and other infectious diseases:\nmelatonin goes viral , Melatonin Research 3 (2020) 43 57. RIbavirin, “ ” –\n20.12.2020 .\n[158] R. Zhang, X. Wang, L. Ni, X. Di, B. Ma, S. Niu, C. Liu, R.J. Reiter, COVID-19:\nMelatonin as a Potential Adjuvant Treatment, Life sciences, 2020, p. 117583 .\n[159] L. Caly, J.D. Druce, M.G. Catton, D.A. Jans, K.M. Wagstaff, The FDA-approved\nDrug Ivermectin inhibits the replication of SARS-CoV-2 in vitro, Antivir. Res. 178\n(2020) 104787 .\n[160] L. Lundberg, C. Pinkham, A. Baer, M. Amaya, A. Narayanan, K.M. Wagstaff, D.\nA. Jans, K. Kehn-Hall, Nuclear import and export inhibitors alter capsid protein\ndistribution in mammalian cells and reduce Venezuelan Equine Encephalitis Virus\nreplication, Antivir. Res. 100 (2013) 662 672 . –\n[161] M.Y. Tay, J.E. Fraser, W.K. Chan, N.J. Moreland, A.P. Rathore, C. Wang, S.\nG. Vasudevan, D.A. Jans, Nuclear localization of dengue virus (DENV) 1-4 non-\nstructural protein 5; protection against all 4 DENV serotypes by the inhibitor\nIvermectin, Antivir. Res. 99 (2013) 301 306 . –\n[162] V. G otz, L. Magar, D. Dornfeld, S. Giese, A. Pohlmann, D. H oper, B.-W. Kong, ¨ ¨\nD. Jans, M. Beer, O. Haller, M. Schwemmle, Influenza A viruses escape from MxA\nrestriction at the expense of efficient nuclear vRNP import, Sci. Rep. 6 (2016)\n23138 .\n[163] C. Perricone, P. Triggianese, E. Bartoloni, G. Cafaro, A.F. Bonifacio, R. Bursi,\nR. Perricone, R. Gerli, The anti-viral facet of anti-rheumatic drugs: lessons from\nCOVID-19, J. Autoimmun. (2020) 102468 .\n[164] L.S. Staff, Treatments for COVID-19: drugs being tested against the coronavirus,\nLiveSciences, 2020 .\n[165] Y.J. Liu, IPC: professional type 1 interferon-producing cells and plasmacytoid\ndendritic cell precursors, Annu. Rev. Immunol. 23 (2005) 275 306 . –\n[166] A.S. Omrani, M.M. Saad, K. Baig, A. Bahloul, M. Abdul-Matin, A.Y. Alaidaroos, G.\nA. Almakhlafi, M.M. Albarrak, Z.A. Memish, A.M. Albarrak, Ribavirin and\ninterferon alfa-2a for severe Middle East respiratory syndrome coronavirus\ninfection: a retrospective cohort study, Lancet Infect. Dis. 14 (2014) 1090 1095 . –\n[167] D. Belhadi, N. Peiffer-Smadja, F.-X. Lescure, Y. Yazdanpanah, F. Mentr e, ´\nC. Laou enan, A Brief Review of Antiviral Drugs Evaluated in Registered Clinical ´\nTrials for COVID-19, 2020, p. 20038190, 2020.2003.2018 .\n[168] M.A. Martinez, Compounds with Therapeutic Potential against Novel Respiratory\n2019 Coronavirus, 2020. AAC.00399-00320 .\n[169] W.M. Schneider, M.D. Chevillotte, C.M. Rice, Interferon-stimulated genes: a\ncomplex web of host defenses, Annu. Rev. Immunol. 32 (2014) 513 545 . –\n[170] D. Jakimovski, C. Kolb, M. Ramanathan, R. Zivadinov, B. Weinstock-Guttman,\nInterferon for multiple sclerosis, Cold Spring Harbor perspectives in medicine 8 β\n(2018) .\n[171] L.J. Stockman, R. Bellamy, P. Garner, SARS: systematic review of treatment\neffects, PLoS Med. 3 (2006) e343 .\n[172] F. Chen, K.H. Chan, Y. Jiang, R.Y. Kao, H.T. Lu, K.W. Fan, V.C. Cheng, W.H. Tsui,\nI.F. Hung, T.S. Lee, Y. Guan, J.S. Peiris, K.Y. Yuen, In vitro susceptibility of 10\nclinical isolates of SARS coronavirus to selected antiviral compounds, J. Clin.\nVirol. 31 (2004) 69 75, the official publication of the Pan American Society for –\nClinical Virology .\n20",
        "char_count": 11832,
        "word_count": 1885,
        "extraction_method": "two_column"
      },
      {
        "page_number": 22,
        "text": "M. Agrawal et al.\n[173] J.F. Chan, Y. Yao, M.L. Yeung, W. Deng, L. Bao, L. Jia, F. Li, C. Xiao, H. Gao, P. Yu,\nJ.P. Cai, H. Chu, J. Zhou, H. Chen, C. Qin, K.Y. Yuen, Treatment with lopinavir/\nritonavir or interferon- 1b improves outcome of MERS-CoV infection in a β\nnonhuman primate model of common marmoset, J. Infect. Dis. 212 (2015)\n1904 1913 . –\n[174] T.P. Sheahan, A.C. Sims, S.R. Leist, A. Sch afer, J. Won, A.J. Brown, S. ¨\nA. Montgomery, A. Hogg, D. Babusis, M.O. Clarke, J.E. Spahn, L. Bauer, S. Sellers,\nD. Porter, J.Y. Feng, T. Cihlar, R. Jordan, M.R. Denison, R.S. Baric, Comparative\ntherapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and\ninterferon beta against MERS-CoV, Nat. Commun. 11 (2020) 222 .\n[175] K.G. Lokugamage, A. Hage, C. Schindewolf, R. Rajsbaum, V.D. Menachery, SARS-\nCoV-2 Sensitive to Type I Interferon Pretreatment, 2020, p. 982264,\n2020.2003.2007 .\n[176] K.L. Shen, Y.H. Yang, Diagnosis and treatment of 2019 novel coronavirus\ninfection in children: a pressing issue, World journal of pediatrics : WJP 16 (3)\n(2020) 219 221 . –\n[177] E. Sallard, F.-X. Lescure, Y. Yazdanpanah, F. Mentre, N. Peiffer-Smadja, C.D.F.\nS. Committee, Type 1 interferons as a potential treatment against COVID-19,\nAntivir. Res. 178 (2020) 104791 .\n[178] M.D. Shin, S. Shukla, Y.H. Chung, V. Beiss, S.K. Chan, O.A. Ortega-Rivera, D.\nM. Wirth, A. Chen, M. Sack, J.K. Pokorski, N.F. Steinmetz, COVID-19 vaccine\n\nRespiratory Medicine 191 (2022) 106192\ndevelopment and a potential nanomaterial path forward, Nat. Nanotechnol. 15\n(2020) 646 655 . –\n[179] L. Spinney, When Will a Coronavirus Vaccine Be Ready? The Guardian, 2020. http\ns://www.theguardian.com/world/ng-interactive/2020/oct/18/covid-vaccine\n-tracker-when-will-a-coronavirus-vaccine-be-ready .\n[180] Yamey Gavin, Marco Sch aferhoff, Muhammad Pate, Mukesh Chawla, ¨\nRanson Kent, Feng Zhao, Richard Hatchett, R. Wilder, Funding the Development\nand Manufacturing of COVID-19 Vaccines, The World Bank, 2020 .\n[181] D.P. Fidler, Negotiating equitable access to influenza vaccines: global health\ndiplomacy and the controversies surrounding avian influenza H5N1 and\npandemic influenza H1N1, PLoS Med. 7 (5) (2010) e1000247 .\n[182] M. Masserini, Nanoparticles for brain drug delivery, ISRN Biochemistry 2013\n(2013) 18 .\n[183] M.G. Netea, L.A. Joosten, E. Latz, K.H. Mills, G. Natoli, H.G. Stunnenberg, L.\nA. O Neill, R.J. Xavier, Trained immunity: a program of innate immune memory ’\nin health and disease, Science (New York, N.Y.) 352 (2016) aaf1098 .\n[184] A. Miller, M.J. Reandelar, K. Fasciglione, V. Roumenova, Y. Li, G.H. Otazu,\nCorrelation between Universal BCG Vaccination Policy and Reduced Morbidity\nand Mortality for COVID-19: an Epidemiological Study, 2020,\n2020.2003.2024.20042937 .\n21",
        "char_count": 2778,
        "word_count": 425,
        "extraction_method": "two_column"
      }
    ]
  }
}