{
  "metadata": {
    "source_file": "pdfs/Integrated control of COVID-19.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:42.307128",
    "total_pages": 5,
    "total_characters": 22504,
    "total_words": 3326
  },
  "content": {
    "full_text": "--- Page 1 ---\nSince January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.\n\n--- Page 2 ---\nInternational Journal of Infectious\nContents lists available\nInternational Journal of\njournal homepage:\nEditorial\nIntegrated control of COVID-19 in\nA R T I C L E I N F O A B S T R A C T\nArticle history: Low- and middle-income\n1 September 2020 Received are limited and so resources\noptions are few. There is no\nKeywords: and treatment of diagnosis,\nSARS-CoV-2 order to reach the most\ncontrol for controlling strategies\nvaccination\nand WaSH interventions, hygiene\ndiagnostics\nin order to reach the most in\nhygiene\npolitical will in order to and\ntherapeutics\n© 2020 The Author(s). Published\nis an open access article This\nThe search for a SARS-CoV-2 vaccine\nﬁ There is an intense global race to nd a COVID-19 vaccine. As of\nAugust 29, 2020, 143 vaccine candidates were in preclinical\nevaluation and 46 candidate vaccines were being tested in human\n– clinical trials (Phases I III) ( Anon, 2020a; Anon, 2020b ). Nine\nvaccine candidates had entered Phase III trials in several countries,\nutilizing thousands of volunteers. The Phase III candidates were\ndeveloped by: Sinovac Life Sciences Co., Ltd, China\n(NCT04456595); the University of Oxford, UK (ISRCTN89951424);\nCanSino Biologics, China (NCT04526990); Wuhan Institute of\nBiological Products, China (ChiCTR2000034780); Beijing Institute\nof Biological Products, China (ChiCTR2000034780); ModernaTX\nInc., USA (NCT04470427); Gamaleya Research Institute, Russia\nﬁ (NCT04530396); BioNTech/Fosun Pharma/P zer (NCT04368728);\nand Janssen Pharmaceutical Companies (NCT04505722) ( Anon,\n2020a ).\nTo develop these vaccines, various new and old techniques have\nbeen used to produce an immune response. These include: genetic\n’ vaccines, where one or more of the coronavirus s genes are used;\nviral vector vaccines, where a virus (unable to replicate) is used to\ndeliver coronavirus genes into cells to make viral proteins; protein-\nbased vaccines, using coronavirus spike protein or its fragment;\nand whole-virus vaccines, using weakened or inactivated viruses\n( Anon, 2020b ). Sinovac Biotech, Co. Ltd Beijing has developed a\npromising inactivated SARS-CoV-2 Vaccine (Vero Cell) and tested it\nsuccessfully in Phase I/II trials among 744 healthy Chinese\n– participants aged 18 59 years (NCT04352608) ( Figure 1 ). The\nresults from Phase I/II trials showed that a two-dose schedule of\nthe vaccine was well tolerated, safe (without any serious adverse\nreactions), and immunogenic (producing high titers of antibodies).\nhttps://doi.org/10.1016/j.ijid.2020.09.009\n1201-9712/© 2020 The Author(s). Published by Elsevier Ltd on behalf of International\nlicense ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ).\n\n– Diseases 101 (2020) 98 101\nat ScienceDirect\nInfectious Diseases\nwww.elsevier.com/locate/ijid\nresource-poor countries\ncountries (LMICs) face many challenges in controlling COVID-19. Healthcare\nare ICU beds. RT-PCR testing is conducted on a limited scale and treatment\nvaccine. Therefore, what low-cost solutions remain for the prevention,\nSARS-CoV-2? How should these essential health services be delivered in\nvulnerable in our societies? In this editorial we discuss several important\nCOVID-19 including: vaccination, molecular and serological diagnostics,\nand low-cost therapeutics. We also discuss the delivery of such services\nneed. The proposed integrated control strategy requires immediate action\nreduce the widening health inequalities caused by the pandemic.\nby Elsevier Ltd on behalf of International Society for Infectious Diseases.\nunder the CC BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-\nnd/4.0/ ).\nSinovac is presently conducting Phase III trials in Brazil, Saudi\nArabia, Turkey, Chile, and Indonesia, and soon in Bangladesh.\nAccording to many vaccinologists, inactivated vaccines may be the\nbest choice against COVID-19 because there is no risk of reversion\nto a virulent form. Inactivated vaccines have been extremely\neffective over the past century in inducing protection against many\nﬂ deadly viral pathogens, such as polio, rabies, HAV, and in uenza.\nAnother promising vaccine developed by the University of\nOxford is a chimpanzee adenoviral vectored coronavirus vaccine,\nwhich was developed within 100 days after deciphering the\ngenetic sequence of the virus. The results published in the Lancet\nshowed that a single dose of vaccine was safe and immunogenic in\n’ Phase I/II trials ( Folegatti et al., 2020 ). Oxford s commercial and\nmanufacturing partner AstraZeneca has already received advance\norders for billions of doses worldwide. Combined Phase II/III trials\nﬁ and a separate Phase III study to test the safety and ef cacy of the\nvaccine are being conducted among tens of thousands of\nparticipants in the UK, Brazil, and South Africa ( Mahase, 2020 ).\nThese two vaccine candidates have created hope that a vaccine will\nbe available for early 2021.\nThere are still questions on whether these vaccines will be\navailable for LMICs or if vaccine production facilities will be\nadequate to assure a reliable supply within a suitable timeline\nﬁ frame to meet global demand. More speci cally, there must be a\ntransparent global allocation system to prioritize access to the\nvaccines at low cost for frontline healthcare workers and to people\nliving in poorer countries with a higher risk of severe illness and\ndeath. As COVID-19 is highly contagious (R0 2.5), we will need to\nvaccinate approximately 80% of the population with a vaccine with\nﬁ 80% proven ef cacy. To ensure equity of access and international\ndeployment we must support global randomized controlled trials\nSociety for Infectious Diseases. This is an open access article under the CC BY-NC-ND\n\n--- Page 3 ---\nA.B. Aziz et al. / International Journal\n’ – ’ Figure 1. Sinovac s SARS-CoV 2 (Vero Cell) inactivated vaccine one of China s\nvaccine candidates. leading\n‘ of several leading vaccine candidates through the The WHO\n’ Solidarity Vaccines Trials ( Krause et al., 2020 ). To provide the\nvaccines free of cost to resource-poor nations, we will need a global\nfund supported by the World Bank, the Gates Foundation, the\nWellcome Trust, and the G8 nations ( Moon et al., 2011 ). Even if\nsuccessful, it is unlikely that vaccination will be a standalone\nstrategy for controlling SARS-CoV-2 ( Ross et al., 2020 ).\nRT-qPCR diagnosis of COVID-19\nﬁ has recommended nucleic acid ampli cation tests using WHO\nRT-qPCR for the routine diagnosis of COVID-19 infection ( WHO,\n2020 ). This is the gold standard for diagnosing COVID-19 and is\npracticed all over the world, including resource-poor countries.\nHowever, most LMICs are struggling to test samples and track the\ntrue infection rate due to a lack of laboratory facilities, trained\nmanpower and regular supply of RT-qPCR kits. Therefore, the\ninfection rates these countries are forecasting may actually\nrepresent only the tip of the iceberg. At the beginning of the\nCOVID-19 pandemic, Bangladesh had only one RT-qPCR laboratory\n– at the Institute of Epidemiology and Disease Control Research\n– (IEDCR) designated for diagnosis of COVID-19 infection for the\nFigure 2. The icddr,b virology laboratory in Bangladesh, where approximately 500\nRT-qPCR COVID-19 tests are performed daily for the government by 10 staff\nmembers.\n\n– of Infectious Diseases 101 (2020) 98 101 99\nwhole country (170 million), but now there are 77 RT-PCR labs\n( Figure 2 ) conducting approximately 20 000 tests daily ( Director-\nate General of Health Services (DGHS), 2020 ). A lack of trained staff\ncapable of performing the molecular biology experiments required\nfor testing for COVID-19 (e.g. viral RNA extraction and qPCR) and\nable to interpret the results is a major limitation in resource-poor\ncountries. Recently, several publications have reported the\nﬁ successful use of loop-mediated isothermal ampli cation\n(LAMP)-based protocols to test for COVID-19 in urine, saliva, as\nwell as oropharyngeal and nasopharyngeal swabs, both with or\nwithout the requirement for viral RNA extraction ( Nagura-Ikeda\net al., 2020 ). Therefore, alternative testing protocols such as LAMP,\nwhich utilize rapid antigen detection with limited resources and\navailable manpower, will be extremely useful.\nSerological testing of COVID-19\nSerological tests are comparatively easier to perform, and\nrequire less technical expertise and equipment compared with\nnucleic acid-based detection ( Zainol Rashid et al., 2020 ). Serologi-\ncal tests can complement RT-PCR in the diagnosis of acute\ninfection, sick or hospitalized patients with severe symptoms who\nhave tested negative with RT-PCR, or for determining the antibody\nstatus of healthcare professionals (and other workers) who are\nready to return to work after being ill with COVID-19. Serological\ntesting could also be used for investigating the attack rate of an\nongoing outbreak in the community, detecting the prevalence of\nasymptomatic carriers, and for the selection of donors of\nconvalescent sera for treatment purposes ( Bai et al., 2020 ). At\nthe national level, expanding testing capacity through antibody\ntesting will enable large-scale screening at the population level,\ngenerating crucial intelligence on estimates of disease spread and\nmortality attributable to COVID-19 and ensuring timely imple-\nmentation of containment measures.\nDue to the unprecedented demand for rapid diagnostic testing\nﬁ to enable the ef cient treatment and mitigation of COVID-19, the\nUS FDA has allowed more widespread access to serology testing by\nissuing emergency use authorization for serological tests ( Anon,\n2020c ). One of the lab-based automated testing platforms for\n1 serological testing is Elecsys Anti-SARS-CoV-2, by Roche Diag-\nnostics, which is a qualitative total antibody test (IgM and IgG) that\ndetects antibodies against SARS-CoV-2 in patients using the\nnucleocapsid protein. The Elecsys assay has high clinical sensitivity\n\u0001 ’ ﬁ ﬁ (99.5%; 14 days post-PCR con rmation) and overall speci city\n(99.81%), resulting in highly reliable and accurate results.\nMoreover, it is a quick test, providing results within 18 minutes.\nCombining such immunoassays with molecular diagnostics is\ndeemed the best approach for Bangladesh and other LMICs, and is\npresently being conducted in 21 states of India ( Anon, 2020d ). The\nDirectorate General of Drug Administration of Bangladesh has not\nyet approved any serological tests for the country except for\nresearch purposes.\nLow-cost therapeutics\nIn the absence of a vaccine to tackle COVID-19, many\nﬁ repurposed drugs have been identi ed in observational series,\nor are being used according to anecdotal, in vitro, or extrapolated\nevidence. The repositioning of old drugs for use as antiviral\ntreatments for COVID-19 patients is an intuitive strategy during the\nﬁ pandemic because the safety pro les, side-effects, posology, and\ndrug interactions of these drugs are already established. These\ndrugs include remdesivir, chloroquine, favipiravir, danoprevir,\nritonavir, bromhexine hydrochloride, hydrochloroquine, and con-\nvalescent plasma. In a resource-limited country such as\nﬁ Bangladesh, we feel strongly that if such drugs are scienti cally\n\n--- Page 4 ---\n100 A.B. Aziz et al. / International Journal of\nproven to be safe and effective, then they should be made\navailable to the general population and free for the indigent\npopulation. The icddr,b laboratory is at present conducting a\nrandomized, double-blind, placebo-controlled trial in three\nCOVID-19 dedicated hospitals in Dhaka city, comparing iver-\nmectin and doxycycline in combination or ivermectin alone for\nthe treatment of adult Bangladeshi patients.\nThe pharmaceutical industry in Bangladesh continues to\nproduce 98% of the medicines used domestically, and exports\nhigh-quality drugs to over 150 countries, including Europe and\nNorth America. This outstanding growth of the drug industry\n’ occurred following the Bangladesh government s 1982 Drug Act,\npromoting local pharmaceutical enterprizes. This resulted in\nlocal institutions being able to produce inexpensive, high-\nquality, generic drugs that do not require extensive and costly\nhuman trials. Bangladesh, as an LMIC, is exempt from patent\nrestrictions until 2032, and is free to copy any drug on the market\nor in the pipeline, while more developed countries can only copy\nout-of-patent drugs. As a result, soon after Abbott Pharmaceuti-\ncal announced that one of its antiviral drugs (remdesivir) showed\nﬁ good safety and ef cacy against severe COVID-19 in the USA,\nﬁ Bangladeshi Pharma were the rst to make generic copies of the\ndrug and export them globally.\nWASH preventive measures\nrapid monitoring of COVID-19 transmission pathways is The\nrequired for prevention, intervention, and control. Studies have\nshown that COVID-19 viral RNA can be persistently shed in the\nfeces for a maximum of 33 days after the patient has tested\nnegative for respiratory viral RNA ( Gupta et al., 2020 ), although it\nﬁ – is yet to be con rmed that fecal oral transmission is indeed\npossible ( Quilliam et al., 2020 ). Safely managing fecal waste from\nﬁ infected, recovering, and recovered patients poses a signi cant\nchallenge in developing countries and in urban slums. Despite\nseveral uncertainties, new horizons are opening up, as shown by\nrecent reviews on testing for SARS-CoV-2 in wastewater, aimed at\nearly detection and monitoring of outbreaks. Thus far, researchers\nhave found traces of the SARS-CoV-2 in sewage in the Netherlands,\nAustralia, China, India, the USA, and Sweden. Evidence from studies\nﬂ on hand hygiene and in uenza potentially provides a useful\ncomparison for COVID-19. A systematic review by Saunders-\nHastings et al. (2017) showed frequent handwashing to have a\nﬁ ﬂ signi cant protective effect against pandemic in uenza ( Figure 3 ).\nAiello et al. (2008) found that handwashing reduces the rate of\nrespiratory infections by removing respiratory pathogens from the\nhands, thus preventing them from entering the body or passing on\nto other people. Further evidence suggests that washing hands\nwith soap after defecation and before eating can cut the respiratory\ninfection rate by up to 25% ( Curtis and Cairncross, 2003 ).\nConvenient and accessible handwashing techniques are therefore\nneeded on entering or leaving households and in public places,\nespecially after coughing or sneezing.\nof essential health services Delivery\nA potential outbreak response program for COVID-19 preven-\ntion can be deployed at three levels: a mass strategy, a district/\nward strategy, and a household strategy. A mass strategy can be\ndeployed within a city or town, where residents will be informed of\n‘ ’ the COVID prevention program in their respective district or ward\nvia SMS messages, local health centers, EPI centers, pharmacies,\nand community notice boards. Health education would focus on\nthe risk factors for COVID-19 and better cough hygiene practices.\nMass media on COVID-19 could showcase a Protect your family from\nCOVID-19 video, to illustrate effective WASH practices aimed at\n\n– Infectious Diseases 101 (2020) 98 101\nFigure 3. A public foot-operated hand-washing station designed to halt transmis-\nsion.\nlowering risk. As part of a district/ward strategy, an early warning\nsurveillance system could be deployed using: rapid diagnostic\ntesting (e.g. the Roche antibody test) for suspected COVID cases, at\nhealth facilities and local hospitals; periodic testing of municipali-\nty sewage water for the presence of SARS-CoV-2; Android-based\nphone reporting of real-time test results; GIS risk mapping of\n’ patients addresses. Finally, a family emergency WASH kit could be\nutilized as a household strategy for families with a newly\ndiagnosed family member. The kit for COVID-19 could comprise:\na prevention poster for the family on how to minimize the risk of\n‘ ’ acquiring and transmitting COVID-19; soapy water package (soap\n– ﬁ and three dispensers) enough for a family of ve for 30 days; daily\n– household disinfectant with bleach (3 6% sodium hypochlorite);\nand masks for wearing at home.\nConclusions\nalone will not halt the COVID-19 pandemic. Low- Vaccination\ncost, evidence-based, integrated control strategies will be required.\nWe must ensure access to reliable diagnostics in order to\ndetermine the true burden of disease in the community. To\nsupport the existing health system, data on the safety and\neffectiveness of locally available, affordable, and cost-effective\ntherapeutic drugs need to be generated in order to treat COVID-19\npatients. A combination of effective vaccination, treatment, and\nWASH will ensure enhanced protection against COVID-19.\nCollaboration at the international, national, regional, and local\nlevel is parmount if we are to halt the spread of infection and end\nthe pandemic.\nﬂ Con icts of interest\nﬂ declare no con icts of interest. We\n\n--- Page 5 ---\nA.B. Aziz et al. / International Journal\nFunding\nNo funding was required.\napproval Ethical\nEthical approval sought.\nReferences\nAiello AE, Coulborn RM, Perez V, Larson EL. Effect of hand hygiene on infectious\ndisease risk in the community setting: a meta-analysis. Am J Public Health\n– 2008;98(8):1372 81, doi:http://dx.doi.org/10.2105/AJPH.2007.124610 .\n’ WHO s Draft landscape of COVID-19 candidate vaccines. Available at https://www.\nwho.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines\n[Accessed 29 August 2020].\nCoronavirus Vaccine Tracker. Available at https://www.nytimes.com/interactive/\n2020/science/coronavirus-vaccine-tracker.html .[Accessed 29 August 2020].\nhttps://www.fda.gov/medical-devices/emergency-situations-medical-devices/\neua-authorized-serology-test-performance .\nhttps://indianexpress.com/article/explained/coronavirus-numbers-tracker-sero-\nlogical-survey-delhi-mumbai-6518055/ .\nBai Y, Yao L, Wei T, Tian F, Jin DY, Chen L, Wang M. Presumed Asymptomatic Carrier\n– Transmission of COVID-19. JAMA 2020;323(February (14))1406 7, doi:http://\ndx.doi.org/10.1001/jama.2020.2565 Epub ahead of print. PMID: 32083643;\nPMCID: PMC7042844 .\nCurtis V, Cairncross S. Effect of washing hands with soap on diarrhoea risk in the\n– community: a systematic review. Lancet Infect Dis 2003;3(5):275 81 .\nDirectorate General of Health Services (DGHS), Government of Bangladesh.\nAvailable from: https://dghs.gov.bd/images/docs/Notice/rt_pcr_lab.pdf\n[Accessed 25 July 2020].\nFolegatti PM, Ewer KJ, Aley PK, et al. Safety and immunogenicity of the ChAdOx1\nnCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2,\nsingle-blind, randomised controlled trial [published online ahead of print, 2020\nJul 20]. Lancet 2020;, doi:http://dx.doi.org/10.1016/S0140-6736(20)31604-4\nS0140-6736(20)31604-4 .\nGupta S, Parker J, Smits S, Underwood J, Dolwani S. Persistent viral shedding of\n– – SARS-CoV-2 in faeces a rapid review. Colorectal Dis 2020;22(6):611 20, doi:\nhttp://dx.doi.org/10.1111/codi.15138 .\nKrause P, Fleming TR, Longini I, Henao-Restrepo AM, Peto R, World Health\nOrganization Solidarity Vaccines Trial Expert Group. COVID-19 vaccine trials\nﬁ should seek worthwhile ef cacy [published online ahead of print, 2020 Aug 27].\nLancet 2020;, doi:http://dx.doi.org/10.1016/S0140-6736(20)31821-3 S0140-\n6736(20)31821-31823 .\nMahase E. Covid-19: Oxford team begins vaccine trials in Brazil and South Africa to\nﬁ determine ef cacy. BMJ 2020;369:m2612, doi:http://dx.doi.org/10.1136/bmj.\nm2612 Published 2020 June 29 .\nMoon S, Jambert E, Childs M, von Schoen-Angerer T. A win-win solution? A critical\nanalysis of tiered pricing to improve access to medicines in developing\ncountries. Global Health 2011;7:39, doi:http://dx.doi.org/10.1186/1744-8603-7-\n39 Published 2011 October 12 .\n\n– of Infectious Diseases 101 (2020) 98 101 101\nNagura-Ikeda M, Imai K, Tabata S, Miyoshi K, Murahara N, Mizuno T, Horiuchi M,\nKato K, Imoto Y, Iwata M, Mimura S, Ito T, Tamura K, Kato Y. Clinical evaluation of\nself-collected saliva by RT-qPCR, direct RT-qPCR, RT-LAMP, and a rapid antigen\ntest to diagnose COVID-19. Clin Microbiol 2020;(July), doi:http://dx.doi.org/\n10.1128/JCM.01438-20 JCM.01438-20, Online ahead of print .\n’ Quilliam RS, Weidmann M, Moresco V, Purshouse H, O Hara Z, Oliver DM. COVID-19:\nThe environmental implications of shedding SARS-CoV-2 in human faeces.\nEnviron Int 2020;140(July)105790, doi:http://dx.doi.org/10.1016/j.\nenvint.2020.105790 Epub 2020 May 6. PMID: 32388248; PMCID: PMC7200326 .\n’ ’ Ross AG, Rahman M, Alam M, Zaman K, Qadri F. Can we WaSH infectious diseases\n– out of slums?. Int J Infect Dis 2020;92:130 2, doi:http://dx.doi.org/10.1016/j.\nijid.2020.01.014 .\nSaunders-Hastings P, Crispo JAG, Sikora L, Krewski D. Effectiveness of personal\nﬂ protective measures in reducing pandemic in uenza transmission: a systematic\n– review and meta-analysis. Epidemics 2017;20:1 20, doi:http://dx.doi.org/\n10.1016/j.epidem.2017.04.003 .\nWHO. Critical Preparedness, Readiness and Response Actions for COVID-19: Interim\nGuidance. 2020 https://apps.who.int/iris/bitstream/handle/10665/331511/Crit-\nical preparedness,readiness and response actions COVID-102020-03-22_FINAL-\neng.pdf?sequence=1&isAllowed=y, [Accessed 3 April 2020] .\nZainol Rashid Z, Othman SN, Abdul Samat MN, Ali UK, Wong KK. Diagnostic\nperformance of COVID-19 serology assays. Malays J Pathol 2020;42(April (1))\n– 13 21 PMID: 32342927 .\nAsma B. Aziz\nRubhana Raqib\nWasif A. Khan\nMahbubur Rahman\nRashidul Haque\nMunir Alam\nK. Zaman\nInternational Center for Diarrheal Disease Research, Dhaka,\nBangladesh\na , b , * Allen G. Ross\na International Center for Diarrheal Disease Research, Dhaka,\nBangladesh\nb Menzies Health Institute Queensland, Gold Coast, Australia\n* Corresponding author at: International Center for Diarrheal\nDisease Research, Dhaka, Bangladesh.\nE-mail address: allen.ross@icddrb.org (A. Ross).\n1 September 2020 Received",
    "pages": [
      {
        "page_number": 1,
        "text": "Since January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.",
        "char_count": 774,
        "word_count": 118,
        "extraction_method": "single_column"
      },
      {
        "page_number": 2,
        "text": "International Journal of Infectious\nContents lists available\nInternational Journal of\njournal homepage:\nEditorial\nIntegrated control of COVID-19 in\nA R T I C L E I N F O A B S T R A C T\nArticle history: Low- and middle-income\n1 September 2020 Received are limited and so resources\noptions are few. There is no\nKeywords: and treatment of diagnosis,\nSARS-CoV-2 order to reach the most\ncontrol for controlling strategies\nvaccination\nand WaSH interventions, hygiene\ndiagnostics\nin order to reach the most in\nhygiene\npolitical will in order to and\ntherapeutics\n© 2020 The Author(s). Published\nis an open access article This\nThe search for a SARS-CoV-2 vaccine\nﬁ There is an intense global race to nd a COVID-19 vaccine. As of\nAugust 29, 2020, 143 vaccine candidates were in preclinical\nevaluation and 46 candidate vaccines were being tested in human\n– clinical trials (Phases I III) ( Anon, 2020a; Anon, 2020b ). Nine\nvaccine candidates had entered Phase III trials in several countries,\nutilizing thousands of volunteers. The Phase III candidates were\ndeveloped by: Sinovac Life Sciences Co., Ltd, China\n(NCT04456595); the University of Oxford, UK (ISRCTN89951424);\nCanSino Biologics, China (NCT04526990); Wuhan Institute of\nBiological Products, China (ChiCTR2000034780); Beijing Institute\nof Biological Products, China (ChiCTR2000034780); ModernaTX\nInc., USA (NCT04470427); Gamaleya Research Institute, Russia\nﬁ (NCT04530396); BioNTech/Fosun Pharma/P zer (NCT04368728);\nand Janssen Pharmaceutical Companies (NCT04505722) ( Anon,\n2020a ).\nTo develop these vaccines, various new and old techniques have\nbeen used to produce an immune response. These include: genetic\n’ vaccines, where one or more of the coronavirus s genes are used;\nviral vector vaccines, where a virus (unable to replicate) is used to\ndeliver coronavirus genes into cells to make viral proteins; protein-\nbased vaccines, using coronavirus spike protein or its fragment;\nand whole-virus vaccines, using weakened or inactivated viruses\n( Anon, 2020b ). Sinovac Biotech, Co. Ltd Beijing has developed a\npromising inactivated SARS-CoV-2 Vaccine (Vero Cell) and tested it\nsuccessfully in Phase I/II trials among 744 healthy Chinese\n– participants aged 18 59 years (NCT04352608) ( Figure 1 ). The\nresults from Phase I/II trials showed that a two-dose schedule of\nthe vaccine was well tolerated, safe (without any serious adverse\nreactions), and immunogenic (producing high titers of antibodies).\nhttps://doi.org/10.1016/j.ijid.2020.09.009\n1201-9712/© 2020 The Author(s). Published by Elsevier Ltd on behalf of International\nlicense ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ).\n\n– Diseases 101 (2020) 98 101\nat ScienceDirect\nInfectious Diseases\nwww.elsevier.com/locate/ijid\nresource-poor countries\ncountries (LMICs) face many challenges in controlling COVID-19. Healthcare\nare ICU beds. RT-PCR testing is conducted on a limited scale and treatment\nvaccine. Therefore, what low-cost solutions remain for the prevention,\nSARS-CoV-2? How should these essential health services be delivered in\nvulnerable in our societies? In this editorial we discuss several important\nCOVID-19 including: vaccination, molecular and serological diagnostics,\nand low-cost therapeutics. We also discuss the delivery of such services\nneed. The proposed integrated control strategy requires immediate action\nreduce the widening health inequalities caused by the pandemic.\nby Elsevier Ltd on behalf of International Society for Infectious Diseases.\nunder the CC BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-\nnd/4.0/ ).\nSinovac is presently conducting Phase III trials in Brazil, Saudi\nArabia, Turkey, Chile, and Indonesia, and soon in Bangladesh.\nAccording to many vaccinologists, inactivated vaccines may be the\nbest choice against COVID-19 because there is no risk of reversion\nto a virulent form. Inactivated vaccines have been extremely\neffective over the past century in inducing protection against many\nﬂ deadly viral pathogens, such as polio, rabies, HAV, and in uenza.\nAnother promising vaccine developed by the University of\nOxford is a chimpanzee adenoviral vectored coronavirus vaccine,\nwhich was developed within 100 days after deciphering the\ngenetic sequence of the virus. The results published in the Lancet\nshowed that a single dose of vaccine was safe and immunogenic in\n’ Phase I/II trials ( Folegatti et al., 2020 ). Oxford s commercial and\nmanufacturing partner AstraZeneca has already received advance\norders for billions of doses worldwide. Combined Phase II/III trials\nﬁ and a separate Phase III study to test the safety and ef cacy of the\nvaccine are being conducted among tens of thousands of\nparticipants in the UK, Brazil, and South Africa ( Mahase, 2020 ).\nThese two vaccine candidates have created hope that a vaccine will\nbe available for early 2021.\nThere are still questions on whether these vaccines will be\navailable for LMICs or if vaccine production facilities will be\nadequate to assure a reliable supply within a suitable timeline\nﬁ frame to meet global demand. More speci cally, there must be a\ntransparent global allocation system to prioritize access to the\nvaccines at low cost for frontline healthcare workers and to people\nliving in poorer countries with a higher risk of severe illness and\ndeath. As COVID-19 is highly contagious (R0 2.5), we will need to\nvaccinate approximately 80% of the population with a vaccine with\nﬁ 80% proven ef cacy. To ensure equity of access and international\ndeployment we must support global randomized controlled trials\nSociety for Infectious Diseases. This is an open access article under the CC BY-NC-ND",
        "char_count": 5640,
        "word_count": 845,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "A.B. Aziz et al. / International Journal\n’ – ’ Figure 1. Sinovac s SARS-CoV 2 (Vero Cell) inactivated vaccine one of China s\nvaccine candidates. leading\n‘ of several leading vaccine candidates through the The WHO\n’ Solidarity Vaccines Trials ( Krause et al., 2020 ). To provide the\nvaccines free of cost to resource-poor nations, we will need a global\nfund supported by the World Bank, the Gates Foundation, the\nWellcome Trust, and the G8 nations ( Moon et al., 2011 ). Even if\nsuccessful, it is unlikely that vaccination will be a standalone\nstrategy for controlling SARS-CoV-2 ( Ross et al., 2020 ).\nRT-qPCR diagnosis of COVID-19\nﬁ has recommended nucleic acid ampli cation tests using WHO\nRT-qPCR for the routine diagnosis of COVID-19 infection ( WHO,\n2020 ). This is the gold standard for diagnosing COVID-19 and is\npracticed all over the world, including resource-poor countries.\nHowever, most LMICs are struggling to test samples and track the\ntrue infection rate due to a lack of laboratory facilities, trained\nmanpower and regular supply of RT-qPCR kits. Therefore, the\ninfection rates these countries are forecasting may actually\nrepresent only the tip of the iceberg. At the beginning of the\nCOVID-19 pandemic, Bangladesh had only one RT-qPCR laboratory\n– at the Institute of Epidemiology and Disease Control Research\n– (IEDCR) designated for diagnosis of COVID-19 infection for the\nFigure 2. The icddr,b virology laboratory in Bangladesh, where approximately 500\nRT-qPCR COVID-19 tests are performed daily for the government by 10 staff\nmembers.\n\n– of Infectious Diseases 101 (2020) 98 101 99\nwhole country (170 million), but now there are 77 RT-PCR labs\n( Figure 2 ) conducting approximately 20 000 tests daily ( Director-\nate General of Health Services (DGHS), 2020 ). A lack of trained staff\ncapable of performing the molecular biology experiments required\nfor testing for COVID-19 (e.g. viral RNA extraction and qPCR) and\nable to interpret the results is a major limitation in resource-poor\ncountries. Recently, several publications have reported the\nﬁ successful use of loop-mediated isothermal ampli cation\n(LAMP)-based protocols to test for COVID-19 in urine, saliva, as\nwell as oropharyngeal and nasopharyngeal swabs, both with or\nwithout the requirement for viral RNA extraction ( Nagura-Ikeda\net al., 2020 ). Therefore, alternative testing protocols such as LAMP,\nwhich utilize rapid antigen detection with limited resources and\navailable manpower, will be extremely useful.\nSerological testing of COVID-19\nSerological tests are comparatively easier to perform, and\nrequire less technical expertise and equipment compared with\nnucleic acid-based detection ( Zainol Rashid et al., 2020 ). Serologi-\ncal tests can complement RT-PCR in the diagnosis of acute\ninfection, sick or hospitalized patients with severe symptoms who\nhave tested negative with RT-PCR, or for determining the antibody\nstatus of healthcare professionals (and other workers) who are\nready to return to work after being ill with COVID-19. Serological\ntesting could also be used for investigating the attack rate of an\nongoing outbreak in the community, detecting the prevalence of\nasymptomatic carriers, and for the selection of donors of\nconvalescent sera for treatment purposes ( Bai et al., 2020 ). At\nthe national level, expanding testing capacity through antibody\ntesting will enable large-scale screening at the population level,\ngenerating crucial intelligence on estimates of disease spread and\nmortality attributable to COVID-19 and ensuring timely imple-\nmentation of containment measures.\nDue to the unprecedented demand for rapid diagnostic testing\nﬁ to enable the ef cient treatment and mitigation of COVID-19, the\nUS FDA has allowed more widespread access to serology testing by\nissuing emergency use authorization for serological tests ( Anon,\n2020c ). One of the lab-based automated testing platforms for\n1 serological testing is Elecsys Anti-SARS-CoV-2, by Roche Diag-\nnostics, which is a qualitative total antibody test (IgM and IgG) that\ndetects antibodies against SARS-CoV-2 in patients using the\nnucleocapsid protein. The Elecsys assay has high clinical sensitivity\n\u0001 ’ ﬁ ﬁ (99.5%; 14 days post-PCR con rmation) and overall speci city\n(99.81%), resulting in highly reliable and accurate results.\nMoreover, it is a quick test, providing results within 18 minutes.\nCombining such immunoassays with molecular diagnostics is\ndeemed the best approach for Bangladesh and other LMICs, and is\npresently being conducted in 21 states of India ( Anon, 2020d ). The\nDirectorate General of Drug Administration of Bangladesh has not\nyet approved any serological tests for the country except for\nresearch purposes.\nLow-cost therapeutics\nIn the absence of a vaccine to tackle COVID-19, many\nﬁ repurposed drugs have been identi ed in observational series,\nor are being used according to anecdotal, in vitro, or extrapolated\nevidence. The repositioning of old drugs for use as antiviral\ntreatments for COVID-19 patients is an intuitive strategy during the\nﬁ pandemic because the safety pro les, side-effects, posology, and\ndrug interactions of these drugs are already established. These\ndrugs include remdesivir, chloroquine, favipiravir, danoprevir,\nritonavir, bromhexine hydrochloride, hydrochloroquine, and con-\nvalescent plasma. In a resource-limited country such as\nﬁ Bangladesh, we feel strongly that if such drugs are scienti cally",
        "char_count": 5429,
        "word_count": 835,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "100 A.B. Aziz et al. / International Journal of\nproven to be safe and effective, then they should be made\navailable to the general population and free for the indigent\npopulation. The icddr,b laboratory is at present conducting a\nrandomized, double-blind, placebo-controlled trial in three\nCOVID-19 dedicated hospitals in Dhaka city, comparing iver-\nmectin and doxycycline in combination or ivermectin alone for\nthe treatment of adult Bangladeshi patients.\nThe pharmaceutical industry in Bangladesh continues to\nproduce 98% of the medicines used domestically, and exports\nhigh-quality drugs to over 150 countries, including Europe and\nNorth America. This outstanding growth of the drug industry\n’ occurred following the Bangladesh government s 1982 Drug Act,\npromoting local pharmaceutical enterprizes. This resulted in\nlocal institutions being able to produce inexpensive, high-\nquality, generic drugs that do not require extensive and costly\nhuman trials. Bangladesh, as an LMIC, is exempt from patent\nrestrictions until 2032, and is free to copy any drug on the market\nor in the pipeline, while more developed countries can only copy\nout-of-patent drugs. As a result, soon after Abbott Pharmaceuti-\ncal announced that one of its antiviral drugs (remdesivir) showed\nﬁ good safety and ef cacy against severe COVID-19 in the USA,\nﬁ Bangladeshi Pharma were the rst to make generic copies of the\ndrug and export them globally.\nWASH preventive measures\nrapid monitoring of COVID-19 transmission pathways is The\nrequired for prevention, intervention, and control. Studies have\nshown that COVID-19 viral RNA can be persistently shed in the\nfeces for a maximum of 33 days after the patient has tested\nnegative for respiratory viral RNA ( Gupta et al., 2020 ), although it\nﬁ – is yet to be con rmed that fecal oral transmission is indeed\npossible ( Quilliam et al., 2020 ). Safely managing fecal waste from\nﬁ infected, recovering, and recovered patients poses a signi cant\nchallenge in developing countries and in urban slums. Despite\nseveral uncertainties, new horizons are opening up, as shown by\nrecent reviews on testing for SARS-CoV-2 in wastewater, aimed at\nearly detection and monitoring of outbreaks. Thus far, researchers\nhave found traces of the SARS-CoV-2 in sewage in the Netherlands,\nAustralia, China, India, the USA, and Sweden. Evidence from studies\nﬂ on hand hygiene and in uenza potentially provides a useful\ncomparison for COVID-19. A systematic review by Saunders-\nHastings et al. (2017) showed frequent handwashing to have a\nﬁ ﬂ signi cant protective effect against pandemic in uenza ( Figure 3 ).\nAiello et al. (2008) found that handwashing reduces the rate of\nrespiratory infections by removing respiratory pathogens from the\nhands, thus preventing them from entering the body or passing on\nto other people. Further evidence suggests that washing hands\nwith soap after defecation and before eating can cut the respiratory\ninfection rate by up to 25% ( Curtis and Cairncross, 2003 ).\nConvenient and accessible handwashing techniques are therefore\nneeded on entering or leaving households and in public places,\nespecially after coughing or sneezing.\nof essential health services Delivery\nA potential outbreak response program for COVID-19 preven-\ntion can be deployed at three levels: a mass strategy, a district/\nward strategy, and a household strategy. A mass strategy can be\ndeployed within a city or town, where residents will be informed of\n‘ ’ the COVID prevention program in their respective district or ward\nvia SMS messages, local health centers, EPI centers, pharmacies,\nand community notice boards. Health education would focus on\nthe risk factors for COVID-19 and better cough hygiene practices.\nMass media on COVID-19 could showcase a Protect your family from\nCOVID-19 video, to illustrate effective WASH practices aimed at\n\n– Infectious Diseases 101 (2020) 98 101\nFigure 3. A public foot-operated hand-washing station designed to halt transmis-\nsion.\nlowering risk. As part of a district/ward strategy, an early warning\nsurveillance system could be deployed using: rapid diagnostic\ntesting (e.g. the Roche antibody test) for suspected COVID cases, at\nhealth facilities and local hospitals; periodic testing of municipali-\nty sewage water for the presence of SARS-CoV-2; Android-based\nphone reporting of real-time test results; GIS risk mapping of\n’ patients addresses. Finally, a family emergency WASH kit could be\nutilized as a household strategy for families with a newly\ndiagnosed family member. The kit for COVID-19 could comprise:\na prevention poster for the family on how to minimize the risk of\n‘ ’ acquiring and transmitting COVID-19; soapy water package (soap\n– ﬁ and three dispensers) enough for a family of ve for 30 days; daily\n– household disinfectant with bleach (3 6% sodium hypochlorite);\nand masks for wearing at home.\nConclusions\nalone will not halt the COVID-19 pandemic. Low- Vaccination\ncost, evidence-based, integrated control strategies will be required.\nWe must ensure access to reliable diagnostics in order to\ndetermine the true burden of disease in the community. To\nsupport the existing health system, data on the safety and\neffectiveness of locally available, affordable, and cost-effective\ntherapeutic drugs need to be generated in order to treat COVID-19\npatients. A combination of effective vaccination, treatment, and\nWASH will ensure enhanced protection against COVID-19.\nCollaboration at the international, national, regional, and local\nlevel is parmount if we are to halt the spread of infection and end\nthe pandemic.\nﬂ Con icts of interest\nﬂ declare no con icts of interest. We",
        "char_count": 5641,
        "word_count": 882,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "A.B. Aziz et al. / International Journal\nFunding\nNo funding was required.\napproval Ethical\nEthical approval sought.\nReferences\nAiello AE, Coulborn RM, Perez V, Larson EL. Effect of hand hygiene on infectious\ndisease risk in the community setting: a meta-analysis. Am J Public Health\n– 2008;98(8):1372 81, doi:http://dx.doi.org/10.2105/AJPH.2007.124610 .\n’ WHO s Draft landscape of COVID-19 candidate vaccines. Available at https://www.\nwho.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines\n[Accessed 29 August 2020].\nCoronavirus Vaccine Tracker. Available at https://www.nytimes.com/interactive/\n2020/science/coronavirus-vaccine-tracker.html .[Accessed 29 August 2020].\nhttps://www.fda.gov/medical-devices/emergency-situations-medical-devices/\neua-authorized-serology-test-performance .\nhttps://indianexpress.com/article/explained/coronavirus-numbers-tracker-sero-\nlogical-survey-delhi-mumbai-6518055/ .\nBai Y, Yao L, Wei T, Tian F, Jin DY, Chen L, Wang M. Presumed Asymptomatic Carrier\n– Transmission of COVID-19. JAMA 2020;323(February (14))1406 7, doi:http://\ndx.doi.org/10.1001/jama.2020.2565 Epub ahead of print. PMID: 32083643;\nPMCID: PMC7042844 .\nCurtis V, Cairncross S. Effect of washing hands with soap on diarrhoea risk in the\n– community: a systematic review. Lancet Infect Dis 2003;3(5):275 81 .\nDirectorate General of Health Services (DGHS), Government of Bangladesh.\nAvailable from: https://dghs.gov.bd/images/docs/Notice/rt_pcr_lab.pdf\n[Accessed 25 July 2020].\nFolegatti PM, Ewer KJ, Aley PK, et al. Safety and immunogenicity of the ChAdOx1\nnCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2,\nsingle-blind, randomised controlled trial [published online ahead of print, 2020\nJul 20]. Lancet 2020;, doi:http://dx.doi.org/10.1016/S0140-6736(20)31604-4\nS0140-6736(20)31604-4 .\nGupta S, Parker J, Smits S, Underwood J, Dolwani S. Persistent viral shedding of\n– – SARS-CoV-2 in faeces a rapid review. Colorectal Dis 2020;22(6):611 20, doi:\nhttp://dx.doi.org/10.1111/codi.15138 .\nKrause P, Fleming TR, Longini I, Henao-Restrepo AM, Peto R, World Health\nOrganization Solidarity Vaccines Trial Expert Group. COVID-19 vaccine trials\nﬁ should seek worthwhile ef cacy [published online ahead of print, 2020 Aug 27].\nLancet 2020;, doi:http://dx.doi.org/10.1016/S0140-6736(20)31821-3 S0140-\n6736(20)31821-31823 .\nMahase E. Covid-19: Oxford team begins vaccine trials in Brazil and South Africa to\nﬁ determine ef cacy. BMJ 2020;369:m2612, doi:http://dx.doi.org/10.1136/bmj.\nm2612 Published 2020 June 29 .\nMoon S, Jambert E, Childs M, von Schoen-Angerer T. A win-win solution? A critical\nanalysis of tiered pricing to improve access to medicines in developing\ncountries. Global Health 2011;7:39, doi:http://dx.doi.org/10.1186/1744-8603-7-\n39 Published 2011 October 12 .\n\n– of Infectious Diseases 101 (2020) 98 101 101\nNagura-Ikeda M, Imai K, Tabata S, Miyoshi K, Murahara N, Mizuno T, Horiuchi M,\nKato K, Imoto Y, Iwata M, Mimura S, Ito T, Tamura K, Kato Y. Clinical evaluation of\nself-collected saliva by RT-qPCR, direct RT-qPCR, RT-LAMP, and a rapid antigen\ntest to diagnose COVID-19. Clin Microbiol 2020;(July), doi:http://dx.doi.org/\n10.1128/JCM.01438-20 JCM.01438-20, Online ahead of print .\n’ Quilliam RS, Weidmann M, Moresco V, Purshouse H, O Hara Z, Oliver DM. COVID-19:\nThe environmental implications of shedding SARS-CoV-2 in human faeces.\nEnviron Int 2020;140(July)105790, doi:http://dx.doi.org/10.1016/j.\nenvint.2020.105790 Epub 2020 May 6. PMID: 32388248; PMCID: PMC7200326 .\n’ ’ Ross AG, Rahman M, Alam M, Zaman K, Qadri F. Can we WaSH infectious diseases\n– out of slums?. Int J Infect Dis 2020;92:130 2, doi:http://dx.doi.org/10.1016/j.\nijid.2020.01.014 .\nSaunders-Hastings P, Crispo JAG, Sikora L, Krewski D. Effectiveness of personal\nﬂ protective measures in reducing pandemic in uenza transmission: a systematic\n– review and meta-analysis. Epidemics 2017;20:1 20, doi:http://dx.doi.org/\n10.1016/j.epidem.2017.04.003 .\nWHO. Critical Preparedness, Readiness and Response Actions for COVID-19: Interim\nGuidance. 2020 https://apps.who.int/iris/bitstream/handle/10665/331511/Crit-\nical preparedness,readiness and response actions COVID-102020-03-22_FINAL-\neng.pdf?sequence=1&isAllowed=y, [Accessed 3 April 2020] .\nZainol Rashid Z, Othman SN, Abdul Samat MN, Ali UK, Wong KK. Diagnostic\nperformance of COVID-19 serology assays. Malays J Pathol 2020;42(April (1))\n– 13 21 PMID: 32342927 .\nAsma B. Aziz\nRubhana Raqib\nWasif A. Khan\nMahbubur Rahman\nRashidul Haque\nMunir Alam\nK. Zaman\nInternational Center for Diarrheal Disease Research, Dhaka,\nBangladesh\na , b , * Allen G. Ross\na International Center for Diarrheal Disease Research, Dhaka,\nBangladesh\nb Menzies Health Institute Queensland, Gold Coast, Australia\n* Corresponding author at: International Center for Diarrheal\nDisease Research, Dhaka, Bangladesh.\nE-mail address: allen.ross@icddrb.org (A. Ross).\n1 September 2020 Received",
        "char_count": 4935,
        "word_count": 626,
        "extraction_method": "two_column"
      }
    ]
  }
}