{
  "metadata": {
    "source_file": "pdfs/Novel approaches for rapid detection of COVID-19.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:42.479326",
    "total_pages": 19,
    "total_characters": 119441,
    "total_words": 18934
  },
  "content": {
    "full_text": "--- Page 1 ---\nSince January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.\n\n--- Page 2 ---\nAnalytical Biochemistry 634 (2021) 114362\nContents lists available at\njournal homepage:\nNovel approaches for rapid detection of COVID-19 during the pandemic:\nA review\na * b c ** , , Hoda Ilkhani , Nader Hedayat , Siamak Farhad\nDepartment of Chemistry and Chemical Biology, The University of New Mexico, Albuquerque, NM, 87144, United States a\nDepartment of Chemical and Biomolecular Engineering, The University of Akron, Akron, OH, 44325, United States b\nAdvanced Energy c Sensor Lab, Department of Mechanical Engineering, The University of Akron, Akron, OH, 44325, United States\n&\nA R T I C L E  I N F O A B S T R A C T\nKeywords:\nSARS-CoV-2\nCOVID-19\nBiosensor\nImmunoassay\nBioassay\nPCR\nCoV-2 virus.\n1. Introduction\nThe fight against infectious diseases caused by viruses is still chal­\nlenging and regarded as an endless task for public health care [ 1 ].\nCoronaviruses are the members of Coronaviridae family and can cause\nrespiratory and neurological diseases [ 2 , 3 ]. Six human coronaviruses\n(HCoVs) have been detected, including, HCoV-229E, HCoV-HKU1,\nHCoV-OC43, HCoV NL63 to date, severe acute respiratory syndrome\ncoronavirus (SARS-CoV), and Middle East respiratory syndrome coro­\nnavirus (MERS-CoV). Among them SARS -CoV and MERS-CoV caused\npandemic in the past [ 2 5 ]. The last and newest coronavirus, severe\n–\nacute respiratory syndrome coronavirus 2 (SARS-CoV-2) has caused a\nnovel infectious disease, called coronavirus disease 2019 (COVID-19).\nCOVID-19 was started from Wuhan, China in the late 2019 and is\nconsidered as the most widespread pandemic of recent 100 years [ 6 , 7 ].\nThe pandemic declaration was performed by world health organization\n(WHO) in March 2019. The symptoms of COVID-19 are not specific and\nthey are similar to the common flu. The preliminary symptoms of\ncoronavirus disease are related to respiratory illness including cough,\n* Corresponding author.\n** Corresponding author.\nE-mail addresses: hilkhani@cnm.edu (H. Ilkhani), sfarhad@uakron.edu\nhttps://doi.org/10.1016/j.ab.2021.114362\nReceived 27 April 2021; Received in revised form 19 August 2021; Accepted 30 August 2021\nAvailable online 31 August 2021\n0003-2697/© 2021 Elsevier Inc. All rights reserved.\n\nScienceDirect\nAnalytical Biochemistry\nwww.elsevier.com/locate/yabio\nThe rapid spread of the SARS-CoV-2 virus that caused the COVID-19 disease, has highlighted our urgent need for\nsensitive, fast and accurate diagnostic technologies. In fact, one of the main challenges for flatting COVID-19\nspread charts is the ability to accurately and rapidly identify asymptomatic cases that result in spreading the\nvirus to close contacts. SARS-CoV-2 virus mutation is also relatively rapid, which makes the detection of COVID-\n19 diseases still crucial even after the vaccination. Conventional techniques, which are commercially available\nhave focused on clinical manifestation, along with molecular and serological detection tools that can identify the\nSARS-CoV-2 virus however, owing to various disadvantages including low specificity and sensitivity, a quick, low\ncost and easy approach is needed for diagnosis of COVID-19. Scientists are now showing extensive interest in an\neffective portable and simple detection method to diagnose COVID-19. There are several novel methods and\napproaches that are considered viable advanced systems that can meet the demands. This study reviews the new\napproaches and sensing technologies that work on COVID-19 diagnosis for easy and successful detection of SARS-\nfever, and difficulty in breathing [ 8 ]. Due to the wide range in severity of\nthe disease many individuals remain asymptomatic or have mild\nsymptoms defining a population that is not tested at the time of acute\ninfection [ 9 ]. The worldwide confirmed cases of COVID-19 are more\nthan 94 million cases and confirmed deaths are more than 2 million\ncases in the world until March 2021. The living and working conditions\nof billions of people, have been significantly disrupted owing to different\nforms of social distancing and city lockdowns. Newly, the COVID-19\nvaccines are produced and applied for high risk groups of people but\nstill the best way for avoiding of COVID-19 spreading is social\ndistancing, and continuous, inclusive and universal testing [ 10 ]\nspecially because the vaccination rate is very slow comparing with virus\nspreading. Since the transmission rate of SARS-CoV-2 virus is very high,\nand novel in many aspects and produced a lot of difficulties in all\ncountries around the world to get control over it, thus to break the chain\nof transmission a uniform diagnostic approach is still important. The\nrapid and accurate detections of SARS-CoV-2 virus is useful for the early\ndiagnosis of COVID-19, which would be important for slowing down the\nspread of virus and save life of sensitive groups, especially because based\n(S. Farhad).\n\n--- Page 3 ---\nH. Ilkhani et al.\non WHO results more than 30% of virus carriers, show no symptoms\n[ 11 ]. To this date, there are a number of reports about the new coro­\nnavirus detection (SARS-CoV-2) using wide range of methods. Several\nmethods are used for other Coronaviridae family members previously\nand some novel methods are specifically designed for SARS-CoV-2\nrecently [ 12 ].\nThe studies on the SARS-CoV-2 were started in the first days of\npandemic in China and virus structure was detected. As can be seen in\nFig. 1 (a), the SARS-CoV-2 has circular shape (60 140 nm) and is con­\n–\ntaining a genetic material and spike proteins on the surface and its\nstructure is comparable to the viruses of the Coronaviridae family.\nSARS-CoV-2 contains four structural proteins on the surface including\nspike glycoprotein (S), small envelope protein (E), matrix protein (M),\nand nucleocapsid protein (N). The spike protein is responsible for the\nvirus infection property [ 13 ]. Fig. 1 (b) shows the TEM image of\nSARS-CoV-2 that is identified in the Broncho alveolar lavages of patients\nafter cell culture [ 14 ]. Now it is well-known that SARS-CoV-2 enters the\ncells through interaction with the angiotensin-converting enzyme 2\n(ACE2) receptor and it could be found in most human organs including\nepithelial cells (lung alveolar and intestines cells) suggesting them being\nthe primary region for infection onset while oral, nasal mucosa, and\nnasopharynx has been shown to lack ACE2 expression [ 15 ].\nBiosensors are analytical devices including a biological sensing\nelement and they are using for detecting a wide range of biological\nmolecules, bacteria and viruses in very different methods [ 17 19 ]. In\n–\nthis article we review all biomolecules that are used as analyte and also\nall methods that are applied for SARS-CoV-2 detection in literatures.\nThe present manuscript reviews all of the methods that are applied to\ndetect SARS-CoV-2 virus. In addition, the analytes that are used as target\nfor detection are classified and the advantages and disadvantages of\ndifferent detection methods are compared. The purpose of present\nmanuscript is to help researchers to find the novel detection methods\nand analytes, and develop the methods for improving specificity,\nsensitivity, selectivity and detection limit in future. The papers that are\nfocused on SARS-CoV-2 detection methods and published after new\npandemic starting in late 2019 are selected for this review.\n2. Methods of SARS-CoV-2 virus detection\nWhereas, COVID-19 is emerged as a worldwide pandemic recently,\nseveral detection methods are reported for that in literatures. The\nreviewed COVID-19 detection articles are classified into three main\ngroups. Fig. 2 shows the classification diagram of approaches and\napplied methods. As Fig. 2 shows, in first part, the utilized biomolecules\nthat are targeted as analyte are reviewed (section 3 ). In the second part,\nthe methods and technologies that are used as sensing methods are\nreviewed (section 4 ) and in the third part the sampling methods are\nFig. 1. (a): Schematic structure and TEM image of the SARS-CoV-2 virus and 1(b): TEM photo of the SARS-CoV-2 [\n\nAnalytical Biochemistry 634 (2021) 114362\npresented (section 5 ). Different types of nanoparticles are used in wide\nrange of detection methods and applied for all types of target analytes.\n3. SARS-CoV-2 virus detection based on targeted analyte\nThe biosensors use several types of biomolecules as targeted analyte\nfor decays. The common biomolecules as targeted analyte are bio­\nmarkers, DNA, RNA, enzymes and antigen in different types of bio­\nassays. In this section the most utilized targeted analytes in COVID-19\ndetection assays are classified and explained.\n3.1. Nucleic acid based assays\nThe genome sequence length of SARS-CoV-2 is about 30 Kb with a 5 ′\ncap structure and 3 - poly-(A) tail enveloped by a complex of structural ′\nprotein to form a crown like enveloped virus. The first method that was\nused for SARS-CoV-2 virus in early period of COVID-19 outbreak was\nDNA sequence detection [ 20 ]. DNA sequencing technology can be used\nto explore novel mutations and the evolution of SARS-CoV-2 isolates\n[ 21 ]. However DNA sequencing assays, require highly professional\ntechnicians to operate expensive instruments under stringent laboratory\nconditions. DNA sequencing is designed based on hybridization between\nthe primer and target strands of DNA and a detection marker shows that\nthe hybridization is processed and the target strand is detected. Among\nother studies which use DNA as assay analyte, Jiao et al. [ 22 ] success­\nfully designed a DNA nanoscaffold hybrid chain reaction (DNHCR)\nmethod for rapid detection of COVID-19 based on SARS-CoV-2 RNA\ntriggered isothermal amplification. In this method, as can be seen in\nFig. 3 , the DNA nanoscaffolds have been first constructed by the\nself-assembly of long DNA strands and self-quenching probes (H1).\nThen, the SARS-CoV-2 RNA will initiate the hybridization of H1 and free\nH2 DNA probes along the nanoscaffold, and an illuminated DNA nano­\nstring is instantly obtained. By taking advantages of the localization\ndesign of the H1 probes and the temperature tolerance of the isothermal\namplification, the reaction time reduced to within about 10 min and\nhigh signal gain is obtained in wide temperature range of 15 C 35 C. ◦ ◦\n−\nAdditionally, the reliability of DNHCR method in serum and saliva\nsamples have been validated as well ( Fig. 3 ). Therefore, comparing with\nprevious reported biosensors for SARS-CoV-2 RNA detection,\nDNHCR-based method is expected to provide a simple and faster alter­\nnative to the traditional SARS-CoV-2 qRT-PCR assay, significantly\nsimplified and affordable operation [ 22 ].\n3.2. CRISPR based assays\nClustered regularly interspaced short palindromic repeats (CRISPR)\nis a family of DNA sequences found in the genomes of prokaryotic\n14 , 16 ].\n2\n\n--- Page 4 ---\nH. Ilkhani et al.\nFig. 2.\norganisms like bacteria and archaea. These sequences are derived from\nDNA fragments of bacteriophages that had previously infected the pro­\nkaryote. CRISPR is used in COVID-19 detection assays as analyte in some\npublished studies. For instance, Hou et al. [ 23 ], have developed an\nisothermal CRISPR-based COVID-19 assay for SARS-CoV-2 detection\nbased on Cas13a ORF with near single-copy sensitivity and compared\ntheir diagnostic performance with other technological platforms,\nincluding metagenomic sequencing and RT-PCR. The authors have\nclaimed that their method demonstrated a sensitivity of 100% by\ndetecting all 62 COVID-19 cases and no false positives were found in all\n62 negative cases, including all the hCoV-infected ones [ 23 ]. In another\nstudy, broughton et al. [ 24 ] have reported the development and initial\nvalidation of a CRISPR Cas12-based assay for detection of SARS-CoV-2\n–\nfrom extracted patient sample RNA, called SARS-CoV-2 DNA\nEndonuclease-Targeted CRISPR Trans Reporter (DETECTR). This assay\nperforms simultaneous RT LAMP for RNA extracted from nasopharyn­\n–\ngeal or oropharyngeal swabs, followed by Cas12 detection of predefined\ncoronavirus sequences, after which cleavage of a reporter molecule\nconfirms detection of the virus. They have joined isothermal amplifi­\ncation with CRISPR Cas12 DETECTR technology to develop a rapid\n–\n(30 40 min) test to detect of SARS-CoV-2 in clinical samples. For the\n–\nmethod testing, the researchers have used contrived reference samples\nand clinical samples from patients in the United States, including 36\npatients with COVID-19 infection and 42 patients with other viral res­\npiratory infections. The results have showed the CRISPR-based\nDETECTR assay provides a visual and faster alternative to the US Cen­\nters for Disease Control and Prevention SARS-CoV-2 real-time RT PCR\n–\nassay, with 95% positive predictive agreement and 100% negative\npredictive agreement [ 24 ]. Ding et al. [ 25 ] developed a novel assay\nmethod for simple, rapid, ultrasensitive and visual detection of coro­\nnavirus SARS-CoV-2 and HIV virus and called that All In One Dual\nCRISPR (AIOD-CRISPR). In this assay, a pair of crRNAs was introduced\nto initiate dual CRISPR-Cas12a detection and improve detection sensi­\ntivity. The AIOD-CRISPR assay system was successfully utilized to detect\nnucleic acids (DNA and RNA) of SARS-CoV-2 and HIV with a sensitivity\n\nAnalytical Biochemistry 634 (2021) 114362\nThe infograph of the reviewed approaches for SARS-CoV-2 detection methods.\nof few copies. The authors were engineered AIOD-CRISPR without\npre-amplification could detect as low as 1.2 copies of DNA targets and\n4.6 copies of RNA targets in 40 min incubation. The distinctive advan­\ntages listed for the assay are (i) system is a true single reaction system;\n(ii) AIOD-CRISPR is an isothermal nucleic acid detection method; (iii)\nAIOD-CRISPR-based detection is very fast, robust, highly specific, and\nnearly single-molecule sensitive and (iv) AIOD-CRISPR enables one-step\nCRISPR-Cas12a-based RNA detection. Therefore the developed method\npossesses a high potential for developing next-generation point-of-care\nmolecular diagnostics compared to real time PCR [ 25 ].\n3.3. Antibody based assays\nNucleic acid testing, considered as the current primary method for\ndiagnosing COVID-19, might lead to false negatives and is difficult to be\napplied for every suspected patient because of the existence of asymp­\ntomatic [ 26 ]. In addition, detecting specific antibodies in blood, like the\nimmunoglobulin M (IgM) antibody, against the SARS-CoV-2 is another\nchoice for COVID-19 diagnosis, as it is widely accepted that IgM is an\nimportant indicator in the acute infection period [ 26 ]. It is highly\naccepted that the IgM provides the first line of defense during viral in­\nfections, before the generation of adaptive, high affinity immunoglob­\nulin G (IgG) responses that are important for long term immunity and\nimmunological memory. The main idea for antibody based assay design\nis that IgM initially raises after the first contact of virus with body and\nrapidly decreases after short time, while IgG produces in a second time\nand remains in the blood even after recovery. Therefore the ability of\nrecognition of the anti-SARS-CoV-2 immunoglobulins that also named\nSARS-CoV-2 antibodies can guide the researcher to identify infected\npatients and to recognize those who surpassed the illness and can safely\nend isolation [ 27 ]. The drawback of this approach is that the sequential\nproduction of IgM and IgG is questionable as reported for previous SARS\nand MERS virus, when the immune system encounter SARS CoV-2. In\nanother word, IgM responses were either found earlier than IgG or\ntogether with IgG, later than IgG or were missing [ 28 ]. Furthermore,\n3\n\n--- Page 5 ---\nH. Ilkhani et al. Analytical Biochemistry 634 (2021) 114362\nFig. 3. Schematic diagram for detection of SARS-CoV-2 RNA based on LAMP method. (a) The synthesis of DNA nanoscaffolds produced by RCA; (b) The procedure of\nDNHCR triggered by the SARS-CoV-2 RNA; (c) The detection of the target SARS-CoV-2 RNA [ 22 ].\nFig. 4. Schematic performance of rapid SARS-CoV-2 IgM-IgG combined antibody detection biosensor. M line detect the IgM and G line detect IgG in samples [ 27 ].\n4\n\n--- Page 6 ---\nH. Ilkhani et al.\nDetection of immunoglobulin A (IgA) and IgM has been suggested by\nsome researcher as a more accurate diagnostic tool. The obtained results\nfor SARS infection outbreak have shown that, just like the MERS, IgG\ncan be detected as early as 2 days after the onset of fever and IgM can be\ndetected at the same time or after the IgG [ 29 ]. There are several\nwell-known methods for IgG and IgM detection [ 30 , 31 ], for instance, Li\net al. [ 27 ], reported a strategy for COVID-19 detection based on IgM and\nIgG antibodies measurements. In this study, the commercial IgG-IgM\ncombined antibody kit to detection of suffered SARS-CoV-2 cases from\nhealthy cases was used. The samples obtained from 58 patients in\nWuhan were tested and it was found that 94.83% of the positive patients\nhad both IgM- and IgG-positive test lines, and 1.72%, 3.45% had only\nIgM or only IgG-positive lines, respectively. The test time was from day 8\nto day 33 after infection symptoms appeared and the test time was less\nthan 15 min. Fig. 4 , Shows the schematic illustration of IgG-IgM com­\nbined antibody testing kit that used in this study. As can be seen in Fig. 4\n(A) the test trip has two Mouse antihuman monoclonal antibodies\n(anti-IgG and anti-IgM) stripped on two separated test lines. A mixture of\nSARS-CoV-2 antibodies (including IgM and IgG) and rabbit IgG conju­\ngated to colloidal gold nanoparticles (AuNP) are sprayed on the pad as\nsample and controlling solution respectively. The AuNP- rabbit IgG\nconjugates immobilize on the control line while AuNP- SARS-CoV-2 IgM\nconjugated SARS-CoV-2 and AuNP- SARS-CoV-2 IgG conjugated on M\nand G line respectively. If the sample does not contain SARS-CoV-2\nantibodies, no labeled complexes bind at the test zone and no line could\nbe observed. Fig. 4 (B) shows the testing results for negative, IgM posi­\ntive, IgG positive and IgM/IgG positive samples [ 27 ]. Additionally,\nWang et al. [ 32 ], have developed a SARS-CoV-2 proteome peptide\nmicroarray to analyze antibody interactions at the amino acid resolu­\ntion. Using the previous fabricated microarray, researcher showed the\npossibility of employing SARS-CoV-1 antibodies to detect the\nSARS-CoV-2 nucleocapsid phosphoprotein. For fabrication of\nSARS-CoV-2 proteome microarray, in the first step, the reference se­\nquences of 10 proteins were encoded by the SARS-CoV-2 coronavirus\ngenome and prepared the peptide library and then, all the peptides were\nlabeled with a C-terminal biotin group and printed onto a\nthree-dimensional (3D) modified microscope slide using bio­\ntin streptavidin chemistry. After optimization the microarray was used\n−\nfor antibodies detection. The final results show that the designed\nSARS-CoV-2 peptide-based microarray is enable to detect the humoral\nantibody response in COVID-19 patients and animal models and can\nhelp to find the potential targets for COVID-19 diagnosis and treatments\n[ 32 ]. In another work, Steiner at al. [ 33 ], described an arrayed imaging\nreflectometry (AIR) platform for studying IgG and IgM in different types\nof Influenza viruses. The array was exposed fetal bovine serum (FBS) and\npooled normal human serum (PNHS) and after preparation the diluted\nsamples were added in the arrays and used for IgG and IgM antibodies\ndetection and AIR images were analyzed and the results were compared\nwith Enzyme-linked immunosorbent assay (ELISA) assay results. The\nobtained results show the array was initially acceptable for using com­\nmercial mono- and poly-clonal antibodies (Sino Biological) doped in\nPNHS produced strong signals to circulating different types of Influenza\nviruses and Responses to SARS-CoV-2 antigens effectively differentiated\nbetween serum samples from positive and negative COVID-19 cases,\nwith generally good correlation to ELISA data [ 33 ]. Furthermore, Wu\net al. [ 34 ], have demonstrated a new method for isolation fully human\nsingle-domain antibodies and their application for screening of anti­\nbodies against SARS-CoV-2. They explained development of a\nphage-displayed single-domain antibody library by grafting naive\ncomplementarity-determining regions (CDRs) into framework regions of\na human germline immunoglobulin heavy chain variable region (IGHV)\nallele. Panning this library against SARS-CoV-2 RBD and S1 subunit\nidentified fully human single-domain antibodies targeting five distinct\nepitopes on SARS-CoV-2 RBD with subnanomolar to low nanomolar\naffinities. Some of these antibodies neutralize SARS-CoV-2 by targeting a\ncryptic epitope located in the spike trimeric interface [ 34 ].\n\nAnalytical Biochemistry 634 (2021) 114362\n3.4. Enzyme based assays\nEnzymes, as a biological molecule have the potential to be used for\nCOVID-19 detection in different roles like analyte or detection label.\nSeveral different types of methods can be used to fabricate of biosensor\nassays using enzymes. A novel enzyme-based immunodetection assay is\nintroduced by Conzelmann et al. [ 35 ], directly quantifies the amount of\nde novo synthesized viral spike protein within fixed and permeabilized\ncells. This method is an in-cell ELISA method that provides a rapid and\nquantitative detection of SARS-CoV-2 infection in microtiter format,\nregardless of the virus isolate or target cell culture. It follows the\nestablished method of performing ELISA assays and requires low-cost\ninstrumentation. Using the in-cell ELISA has some advantages,\nincluding the determination of TCID of virus stocks, antiviral effi­\n50\nciencies (IC50 values) of drugs or neutralizing activity of sera and is a\npromising alternative to study SARS-CoV-2 infection and inhibition and\nmay facilitate future research. In this method, SARS-CoV-2 infected cells\nwere prepared and after washing cells once with buffer, cells are stained\nwith 1:5000 diluted mouse anti-SARS-CoV-2 S protein antibody in spe­\ncific buffer for 1 h. After sample preparation, the ELISA detection was\ndone and the results shows that S protein specific in-cell ELISA quan­\ntifies SARS-CoV-2 infection rates of different cell lines and allows to\nrapidly screen and determine the potency of antiviral compounds. Thus,\nthis method represents a trustable, rapid, accessible and convenient\nalternative to the current laboratory techniques studying SARS-CoV-2\nand will facilitate the future research and drug development on\nCOVID-19 [ 35 ]. In another study, Xiang et al. [ 36 ], have compared two\nmethods for SARS-CoV-2 detection. In the first method, they collected\n63 samples and used ELISA for IgG and IgM antibodies detection. In the\nsecond method, they have collected 91 plasma samples and used the\ncolloidal gold-immunochromatographic assay (GICA) for detection.\nThey used the IgG/IMG antibody ELISA kits and IgG/IgM antibody GICA\nkits for first and second method respectively. All the serum samples used\nfor this study were obtained from confirmed COVID-19 patients (diag­\nnosed by qRT-PCR). The results showed the sensitivity of the combined\nELISA IgM and IgG detection was 55/63 (87.3%), The sensitivity of the\ncombined GICA IgM and IgG detection was 75/91 (82.4%), and the\nhealthy controls were negative. The authors have mentioned that the\nhealthy controls are all negative and the specificity is very good. The\nresults showed that ELISA and GICA for specific IgM and IgG antibodies\nare serological assays and they can offer a high-throughput alternative\nthat enables for uniform tests for all suspected patients, and can facili­\ntate more complete identification of infected cases and avoidance of\nunnecessary cross infection among unselected patients. The applied\nmethod is fast and simple and does not need huge clinical diagnosis\ninstruments [ 36 ].\n3.5. Biomarker based assays\nA biological marker (Biomarker) is a characteristic that is objectively\nmeasured and evaluated as an indicator of normal biological process,\npathogenic process or pharmacologic responses to a therapeutic inter­\nvention [ 37 ]. The published reports show that biomarkers can be used in\nbiosensor assays for COVID-19 detection. A device that is fabricated\nwith Shan et al. [ 38 ] is focused on nonmaterial-based sensor array with\nmultiplexed capabilities for detection and monitoring of VOC bio­\nmarkers mixture from exhaled breath. As VOC is not a specific COVID-19\nbiomarker and it can be detect in all types of lung infection, the designed\narray sensor is not specifically designed for COVID-19 and can detect all\ntype of lung infections including COVID-19. They used a developed\nbreath device composed of a nanomaterial-based hybrid sensor array\nwith multiplexed detection capabilities that can detect disease specific\nbiomarkers from exhaled breath. The array is consisted of eight gold\nnanoparticles working modified on substrate and the sampling is doing\nwith blowing into the device for 2 3 s. The tests set and training data\n–\nindicate 76% and 94% accuracy in control group respectively and 95%\n5\n\n--- Page 7 ---\nH. Ilkhani et al.\nand 90% accuracy COVID-19 suffering patients and patients with other\nlung infections [ 38 ].\n4. SARS-CoV-2 detection based on applied analytical methods\nAnother classification for coronavirus detection is based on the tools\nand methods that are used for detection part. There are a wide range of\ndetection methods that are used in published reports in different fields\nincluding spectroscopic and electrochemical methods. The main\nmethods that are used for SARS-CoV-2 virus detection are reviewed as\nfollows.\n4.1. Polymerase chain reaction (PCR)\nDNA sequencing methods are slow and relatively expensive methods.\nTherefore, these make significant limitation for extensive application for\nidentifying SARS-CoV-2 specially during a worldwide pandemic that\nrequires rapid and low cost disease diagnosis. On the other hand, the\npolymerase chain reaction (PCR) detection method is cheaper, easier\nand has a short turnaround time. Therefore, many institutes and com­\npanies have developed SARS-CoV-2 PCR detection for virus detection\nand controlling further spreading PCR [ 39 42 ].\n–\nThe PCR technology has made a revolution in nucleic acids analysis,\nallowing it on large laboratories scale. Kary B Mullis who designed and\ndeveloped PCR technology was awarded by the Nobel Prize in Chemistry\nin 1993 [ 43 ]. PCR is an enzymatic method to produce numerous copies\nof a gene by separating the two strands of the DNA containing the gene\nsegment, marking its location with a primer, and using a DNA poly­\nmerase to assemble a copy alongside each segment and continuously\ncopy the copies [ 44 ]. During past years, this technology has been\nextensively expanded with new variants such as isothermal PCR, real\ntime PCR and so forth [ 45 ]. Recently, PCR is applicable to highly sen­\nsitive detection of various pathogens in clinical and environmental\nsamples such as food authenticity and food control, being routinely\napplied to the detection/identification of allergens, microorganisms,\npathogen and disease detection and control [ 46 48 ]. One of the most\n–\nuseful applications of PCR is virus detection and this method is the most\napplied method for the SARS-CoV-2 virus detection. One of the methods\nthat is commercially available for COVID-19 diagnosis is real-time\nreverse transcriptase-PCR (RT-PCR) that is including two methods:\none step or two step assays. The difference between one step and two\nstep assay is in number of tubes and buffers. One-step RT-PCR kit utilizes\na single tube and buffer for RT and PCR steps, but two-step RT-PCR assay\nuse two tube to perform RT and PCR separately in different tubes with\nindependently optimized buffers. One-step RT-PCR assays is rapid,\nreproducible, and therefor works better for COVID-19 diagnosis during\nthe present pandemic because they require limited sample management\nand reduce the risk of cross-contamination and human errors [ 49 ].\nTwo-step RT-PCR assays, on the other hand, are generally more flexible\nand tunable and offer superior sensitivity and low detection limit [ 50 ].\nThere are some studies with both methods for SARS-CoV-2 detection. At\npresent, the novel coronavirus is mostly detected using the PCR tech­\nnology [ 51 55 ]. Chu et al. [ 56 ] reported two one-step quantitative real\n–\ntime RT-PCR assays to detect two different region (ORF1b and N) of the\nviral genome. They have designed the primer and probe sets to react\nwith SARS-CoV-2 and its closed related family, SARS coronavirus to\navoid the possible scenario in which the genetic diversity of SARS-CoV-2\nis much more diverse than expected. The assays were evaluated using a\npanel of positive and negative control samples. The obtained results in\nthis study, showed using RNA extracted from cells infected by SARS\ncoronavirus as a positive control, the designed assays were illustrated a\n4 dynamic range of at least seven orders of magnitude (2 10 to 2000 −\n×\nTCID /reaction) and the detection limit of these assays were shown to\n50\nbe below 10 copies per reaction using DNA plasmids as positive stan­\ndards. The accuracy of method is 100% and all the negative and positive\nobtained results are correct [ 56 ]. In another study, Azzi et al. [ 57 ] have\n\nAnalytical Biochemistry 634 (2021) 114362\nfound that saliva is a reliable tool to detect SARS-CoV-2. They have\nanalyzed salivary samples of COVID-19 patients by RT-PCR and\ncompared the results with their clinical and laboratory data. Twenty-five\nsubjects were recruited in this study, 17 males and 8 females. Cardio­\nvascular and/or dysmetabolic disorders were observed in 65.22% of\ncases. They collected the data including age, sex, comorbidities and\ndrugs, lactate dehydrogenase (LDH) and ultrasensitive reactive C pro­\ntein values in the same day that a salivary swab was collected. All the\nsamples tested positive for the presence of SARS-CoV-2, while there was\nan inverse association between LDH and Ct values. Two patients showed\npositive salivary results on the same days when their pharyngeal or\nrespiratory swabs showed conversion [ 57 ].\n4.1.1. Droplet Digital PCR (ddPCR)\nWhereas the sensitivity of RT-qPCR assays are reported to vary from\n30% to 60%, some newly developed PCR methods with better perfor­\nmance are reported in the literature. One of them is Droplet Digital PCR\n(ddPCR) method which is a method for performing digital PCR based on\nwater-in-oil (W/O) emulsion droplet technology. Digital PCR was\nconceptualized in 1990s and is based on dilation and fractionation of a\nsample in to hundreds to millions of separate reaction chambers that\neach chamber may contain a single or more copies of target sequence\nwhile others contain no target sequence and counting the positive par­\ntitions versus negative partitions. Positive droplets are read as droplets\nthat contain at least a single copy or more copies of the target gene\nexhibiting increased fluorescence, while negative droplets have no\ncopies of the target gene and exhibit no fluorescence. The ddPCR tech­\nnology uses reagents and workflows similar to those used for most\nstandard TaqMan probe-based assays. The sample is subsequently\ndivided into thousands of single nanoliter-sized droplets (20,000 or\nmore based on system) in a combination of water-in-oil emulsion droplet\ntechnology and microfluidics. Each Single droplet may or may not\ncontain one or more targets sequence. Each droplet is amplified using a\nthermal cycler to end-point and then the droplets are placed in a droplet\nreader that analyzes the droplets individually based on a two-color\ndetection system depending on the used fluorescent dye. In the next\nstep, the fluorescent signals are measured for individual droplets in\nvarious channels to differentiate positive droplets from negative drop­\nlets. The massive sample partitioning is a key aspect of the ddPCR\ntechnique [ 58 , 59 ]. Both dPCR and ddPCR techniques are used for\nSARS-CoV-2 detection recently. For instance, Dong et al. [ 60 ], have\nanalyzed a total of 196 clinical pharyngeal swab samples from 103\nsuspected patients, 77 close contacts and 16 supposed convalescents by\nRT-dPCR and compared their results with RT-qPCR. They are applied\none step RT-dPCR method for detection open reading frame 1 ab\n(ORF1ab), nucleocapsid protein (N) and envelope protein (E) gene of\nC fever suspected patients, 19 SARS-CoV-2. They found that 39.4 ◦\n(19/25) negative and 42 (42/49) equivocal tested by RT-qPCR were\npositive according to RT-dPCR. The sensitivity of SARS-CoV-2 detection\nwas significantly improved from 28.2% by RT-qPCR to 87.4% by\nRT-dPCR. They also compared 29 close contacts samples and the results\nshowed 16 (16/17) equivocal and 1 negative tested by RT-qPCR were\npositive according to RT-dPCR, that applied the RT-qPCR is missing a lot\nof asymptomatic patients. The overall sensitivity, specificity and diag­\nnostic accuracy of RT-dPCR were 91%, 100% and 93%, respectively. The\nfinal results showed that the dPCR is more sensitive and has better\ndetection limit than RT-PCR [ 60 ]. Furthermore, Yu et al. [ 61 ], have\nreported that show the reverse transcription PCR is sensitive and reli­\n–\nable, but ddPCR performed better in detecting low-viral-load samples.\nThey used 323 samples from 76 COVID-19 confirmed patients were\nanalyzed with ddPCR and RT-PCR based 2 target genes (ORF1ab and N).\nThe samples were collected from Nasal swabs, throat swabs, sputum,\nblood, and urine samples. The obtained results showed the 95 samples\nthat tested positive by both methods and the detailed results showed\nthat sputum is a better indicator of viral replication in the body than\nthroat and nasal swabs, and the viral load of sputum samples tends to\n6\n\n--- Page 8 ---\nH. Ilkhani et al.\nincrease and then decrease during the course of the disease. In addition,\nquantitative monitoring of viral load in lower respiratory tract samples\ncould help to evaluated disease progression, especially in case of low\nviral loads [ 61 ].\n4.1.2. Circle-to-circle amplification (C2CA) sensor\nCircle-to-circle amplification (C2CA) is a specific and precise nucleic\nacid amplification method that is consisted of more than one round of\npadlock probe ligation and rolling circle amplification (RCA). Although\nthis method contains several step by step operation processes, C2CA\nshows high amplification efficiency and very negligible increase of false-\npositive risk. The homogeneous C2CA amplification eliminates the\nadditional monomerization and ligation steps after the first round that is\nrequired in normal C2CA of RCA and makes one step process. Tian et al.\n[ 62 ] illustrated a homogeneous and isothermal nucleic acid quantifi­\ncation strategy based on C2CA and optomagnetic analysis of magnetic\nnanoparticle (MNP) assembly. Fig. 5 shows the proposed methodology\nafter the first round. As can be seen in this figure, the second round of\nRCA produces amplicon coils that anneal to detection probes grafted\nonto MNPs, resulting in MNP assembly that can be detected in real-time\nusing an optomagnetic sensor. The new applied method for detection of\nsynthetic complementary DNA of SARS-CoV-2 and RNA-dependent RNA\npolymerase (RdRpa) coding sequence, achieving a subfemto molar (0.4\nfM) detection limit with a dynamic detection range of 3 orders of\nmagnitude and 100% sensitivity. A mathematical model was set up and\nvalidated to predict the assay performance. Moreover, the proposed\nmethod was specific to distinguish SARS-CoV and SARS-CoV-2 se­\nquences with high similarity [ 62 ].\n4.2. Enzyme-linked immunosorbent assay (ELISA)\nIt is well-known that immunological assays can be used for biological\ndetections owing to the capability reducing the time and cost of analysis.\nThe enzyme-linked immunesorbent assay (ELISA), stands out among\nimmunological assays because of its specificity, simplicity and sensi­\ntivity, and other advantages. Basically, ELISA is an immunological\ntechnique that involves an enzyme that is a protein for catalyzing a\nbiochemical reaction, to detect the presence of an antibody or an antigen\nin a sample [ 63 ]. There are two major methods for ELISA detection that\nare called, indirect and the sandwich ELISA. The indirect ELISA uses two\nantibodies that one of them is specific to the antigen and the other one is\ncoupled to an enzyme and this second antibody gives the assay its\n‘‘enzyme-linked name [ 64 ]. In the sandwich ELISA the antigen is\n’’\nbound between two antibodies named the capture antibody and the\ndetection antibody respectively. The detection antibody can be coupled\nto an enzyme or can bind the conjugate (enzyme-linked antibody) that\nFig. 5.\namplification, hybridization, and detection take place simultaneously on-chip at 37\n\nAnalytical Biochemistry 634 (2021) 114362\nwill produce the biochemical reaction [ 65 ]. Among other applications,\nELISA method has found application for detecting of COVID-19 during\nthe current pandemic. For example, Zhao et al. [ 29 ], have collected the\nIgM and IgG antibodies form the plasma samples of 173 patients with\npositive SARS-CoV-2 infection and tested them using ELISA kits. In\nsummary, the ELISA for total antibody detection was developed based\non a double-antigen sandwich immunoassay (Ab-ELISA), using\nmammalian cell expressed recombinant antigens containing the recep­\n–\ntor binding domain (RBD) of the spike protein of SARS-CoV-2 as the\nimmobilized and horseradish peroxidase conjugated antigen. The IgM\n–\n-chain capture method (IgM-ELISA) was used to detect the IgM anti­\nμ\nbodies, using the same HRP-conjugate RBD antigen as the Ab-ELISA. The\nIgG antibodies were tested using an indirect ELISA kit (IgG-ELISA) based\non a recombinant nucleoprotein. The specificity of the assays for Ab,\nIgM, and IgG was determined to be 99.1% (211/213), 98.6% (210/213),\nand 99.0% (195/197), respectively, by testing the samples collected\nfrom healthy individuals before the SARS-CoV-2 outbreak. The sero­\nconversion rates for Ab, IgM, and IgG were 93.1%, 82.7%, and 64.7%,\nrespectively for 173 positive SARS-CoV-2 infection patients. The ob­\ntained results showed that even in the early stage of disease (first week),\nthe combining RNA and antibody detection significantly improved the\nsensitivity of pathogenic diagnosis for COVID-19 (P 0.007). They\n=\nbelieve the antibody tests have improved the diagnosis value in com­\nbined with RNS routine tests and provide strong empirical support for\nserological testing of COVID-19 patients [ 29 ]. Furthermore, Guo et al.\n[ 66 ] have applied antibody, as analyte for detecting of COVID-19. To\nachieve this goal, an indirect ELISA protocol was developed for detect­\ning IgM, IgA and IgG antibodies against SARS-CoV-2 using purified rNPs\nas coating antigens, and finally the concentration of the coated rNPs and\nplasma dilutions are optimized. 208 plasma samples were collected from\n82 confirmed and 58 probable cases (qPCR negative, but with typical\nmanifestation) and the average duration detection for IgM, IgA and IgG\nwas 5, 5 and 14 days after symptom onset, respectively. The positive\nrates of IgM antibodies were 75.6% and 93.1%, respectively and the\npositive detection rate was significantly increased (98.6%) by conju­\ngating the PCR and ELISA method. The final results showed the devel­\noped method can be used as a decision aid method for COVID-19\ndiagnosis [ 66 ]. In another approach, Li et al. [ 67 ] have used the sand­\nwich ELISA kit to help the vaccine developers with monitoring the virus\nexpression level in the cultures during the optimization process of\nmanufacturing parameters. They have generated specific antibodies that\nare essential for accurate serological diagnostic tool of COVID-19. Li and\ncoworkers have also reported that the polyclonal and monoclonal anti­\nbodies were generated by immunizing animals with synthetic peptides\ncorresponding to the different areas of Nucleoprotein (N) of COVID-19\n[ 67 ].\nSchematic performance of homogeneous C2CA. In the first round of RCA, polymerases act tandemly to generate intermediate amplicons. Intermediate\namplicons anneal to CT2 for the second round of RCA, generating amplicon coils that lead to the assembly of MNPs. Sequence to a ligation step, all processes of\nC [ 62 ]. ◦\n7\n\n--- Page 9 ---\nH. Ilkhani et al.\n4.3. Mass spectrometry (MS)\nApproaches conjugating immunoassay methodology with mass\nspectrometric (MS) detection have been developed to cover some of the\nimportant limitations of these techniques. However, the high molecular\nweight and substantial heterogeneity create some additional challenges\nfor the MS analysis of biological molecules. Therefore, some conjugation\nreagents were designed to improve the ionization and detection of bio­\nlogical molecules [ 68 ]. It seems MS method is a suitable alternative for\nPCR detection method during the pandemic. This method has been re­\nported as a diagnostic method for SARS-CoV-2 detection that comple­\nment genomic information and increase our current knowledge of the\nCOVID-19 disease using gargle solution samples of COVID-19 patients.\nIhling el al., identified peptides originating from SARS-CoV-2 nucleo­\nprotein in gargle solution samples. They planned to use this method for\nproviding a robust, sensitive and reliable MS-based method for\nCOVID-19 detection [ 69 ]. In another study, Gouveia and coworkers\nproposed the use of tandem mass spectrometry to detect SARS-CoV-2\nmarker peptides in nasopharyngeal swabs [ 70 ]. They showed that the\nsignal from the viruses in some samples is low and can be overlooked\nwhen interpreting shotgun proteomic data acquired on a restricted\nwindow of the peptidome landscape. For solving this problem, Gouveia\net al. [ 70 ], simulated the detection process via spiking the nasopha­\nryngeal swabs with different quantities of purified SARS-CoV-2 viral\nmaterial that were used to develop a nano LC MS/MS acquisition\n−\nmethod and then the results were then successfully applied on COVID-19\nclinical samples. The authors argued that peptides named ADET­\nQALPQR and GFYAQGSR from the nucleocapsid protein show the\nmaximum increase of signal intensity and their elution can be obtained\nwithin a 3 min time period in the tested conditions. Additionally, Doll­\nman et al. [ 71 ] have applied a high resolution MS approach to detect and\ncharacterize SARS-CoV-2 in cell cultured and nasopharyngeal swab\nspecimens. The applied strategy is shown in Fig. 6 which is based on\ntheir previous works for influenza virus detection. The researchers have\ncollected SARS-CoV-2 virus specimens by swabs and after washing and\ngrowing in cell culture and other preparation methods the virus could be\nFig. 6.\n\nAnalytical Biochemistry 634 (2021) 114362\ndetected via MS. They have detected and assigned Peptide ions for three\nof the most abundant structural viral proteins, membrane, including\nnucleocapid, and spike by virtue of the high resolution and mass accu­\nracy within the mass maps of whole virus digests, without the need for\ntandem mass spectrometry (MS/MS). The MALDI-MS based approaches\noffer high sample throughput and speed, compared with those of LC MS\n−\nstrategies, and detection limits at some 105 copies, or orders of\nmagnitude less with selected ion monitoring that compete favorably\nwith conventional RT-PCR strategies. The detection of signature pep­\ntides unique to SARS-CoV-2 enables its unambiguous detection from the\ninfluenza virus [ 71 ].\n4.4. Chemiluminescence based immunoassay (CLIA)\nChemiluminescence based immunoassay (CLIA) has been greatly\ndeveloped in the past decades due to its good sensitivity and specificity\nand conjugated with newly-developed technologies. CLIA has been used\nfor detecting several biomolecules, including antibody, aptamer, DNA\nand some other biomolecules [ 72 ]. In this method, the light emission\narises during the course of a chemical reaction. When molecules formed\nin an electronically excited state and then decay to the ground state,\nlight emitted. Recently, this method is using for successful detection of\nCOVID-19 [ 73 ]. For instance, Cai et al. [ 74 ] have developed a\npeptide-based magnetic chemiluminescence enzyme immunoassay\n(MCLIA) could detect IgG and IgM antibodies by evaluating the given\nserum from healthy and infected patients for pathogens other than\nSARS-CoV-2. They synthesized twenty peptides deduced from the\ngenomic sequence as candidate antigens from the orf1a/b, S, and N\nproteins. Each kind of peptide was labeled with biotin, and purified and\nsubsequently bound to streptavidin-coated magnetic beads. At the same\ntime, serum samples were mixed with the beads carrying corresponding\npeptides and then, the beads were subjected to antibody conjugation and\nreacted with the substrate to form the antibody assay. To evaluate assay\nperformance, they detected IgG and IgM antibodies in the confirmed\npatient s serum. The positive rate of IgG and IgM was 71.4% and 57.2%,\n’\nrespectively. The researcher concluded that combination of\nSchematic of the approach used to detect SARS-CoV-2 virus using high resolution mass spectrometry [ 71 ].\n8\n\n--- Page 10 ---\nH. Ilkhani et al.\nimmunoassay and RT-PCR might enhance the diagnostic accuracy of\nCOVID-19 [ 74 ]. Furthermore, Diao et al. [ 75 ] developed an accurate,\nrapid and simple antibody assay method using the viral antigen for\ndiagnosis of SARS-CoV-2 infection. They designed a fluorescence\nimmunochromatographic assay for detecting nucleocapsid protein of\nSARS-CoV-2 in nasopharyngeal swab sample and urine. The experiments\nwere completed in the double-blind evaluation clinical trial with the\nnucleic acid test as the golden standard during 10 min. They have found\nthe nucleic acid test positive rate was 87% and 64%, depending on the\nCT value, the positive rate of N antigen detection of SARS-CoV-2 was\n59% and 63% separately and 100% of nucleocapsid protein positive and\nnegative participants accord with nucleic acid test. Moreover, the\ndetection sensitivity of N antigen is 100%, which greatly reduced the\nfalse positive rate of nucleic acid detection. As an advantage of this\nmethod, the earliest patient after 3 days of fever can be identified by this\nmethod. The obtained results showed that this N antigen detection\nmethod not only guarantee early diagnosis in hospitals, but also can be\nused for large-scale screening in community [ 75 ]. Additionally, Zhang\net al. [ 76 ], have used an automated CLIA to evaluate serum IgM and IgG\nantibodies of SARS-CoV-2 for monitoring the dynamic process of anti­\nbody production during disease progression and the value of antibody\ndetection for the laboratory diagnosis of COVID-19. Using the CLIA\nDetection Kit, IgM and IgG antibodies were detected within 30 min after\nthat the sample is loaded. The magnetic particle-coated antigens were\nused, including the mixed recombinant SARS-CoV-2 full length spike\nprotein S1 and the full length nucleocapsid protein N, for better sensi­\ntivity achievement. The results showed a positive correlation between\nthe amount of detected SARS-CoV-2 IgM or IgG antibody in a sample,\nand the concentration of the SARS-CoV-2 IgM or IgG antibody (AU/mL)\nwas automatically calculated according to RLU and built-in calibration\ncurve. A concentration of 10.0 AU/mL was regarded as positive. Their\nresults showed the detection of specific SARS-CoV-2 antibodies, as a\nuseful complement to nucleic acid detection, will present a rapid,\ncomprehensive and accurate diagnostic approach to effectively distin­\nguish between COVID-19 and other types of influenza virus disease [ 76 ].\nFurthermore, a new multiplexed grating-coupled fluorescent plasmonics\n(GC-FP) platform was designed and fabricated by Cady et al. [ 77 ] for\nantibodies detection and quantification against COVID-19 in human\nblood serum and dried blood spot samples as shown in Fig. 7 . As seen in\nthis figure, GC-FP chips were printed of spots of target and control\nantigens/proteins using microarray printer. The GC-FP platform mea­\nsures antibody-antigen binding interactions for multiple targets in a\nsingle sample, and has 100% selectivity and sensitivity (n 23) when\n=\nmeasuring serum IgG levels against three COVID-19 antigens (spike S1,\nspike S1S2, and the nucleocapsid protein). The designed biosensor\nplatform illustrates response for diluted serum samples as low as 1:1600\nand results were highly correlated with two commercial COVID-19\nantibody detection methods, including ELISA and a Luminex-based\nmicrosphere immunoassay. The GC-FP method was also used for more\ncomplex samples like dried blood spot samples (n 63) and showed\n=\nFig. 7.\n(first line), IgG as positive control (second line) and controlling protein as negative control (for third line) [\n\nAnalytical Biochemistry 634 (2021) 114362\n100% selectivity and 87.6% sensitivity for diagnosing prior COVID-19\ninfection. The test was also evaluated for detection of multiple immu­\nnoglobulin isotypes with successful detection of IgM, IgG and IgA\nantibody-antigen interactions. Finally, a machine learning approach was\ndeveloped to accurately score patient samples for prior COVID-19\ninfection, using antibody binding data for all three COVID-19 anti­\ngens, which were used in the test [ 77 ].\n4.5. Lateral flow immunoassay (LFIA)\nThe lateral flow immunoassay (LFIA) is an immune-chromatographic\nassay (ICA) that is designed to detect the presence of an analyte by a\nspecific labeled-antigen or labeled-antibody that is commercially\navailable for a wide array of targets, including infectious agents, hor­\nmones, drugs, pesticides and mycotoxins [ 78 ]. The best known and first\ncommercial developed LFIA was the pregnancy test for the detection of\nhuman chorionic gonadotropin (HCG) hormone in the urine sample.\nThis method is rapid, simple, low cost, portable, highly sensitive and\nspecific [ 79 ]. Point-of-care devices based on LFIA principle have been\nrecently aimed at detecting the serologic response to the infection by\nspecifically and separately targeting immunoglobulins belonging to the\nM and G classes in the blood serums [ 80 ]. The recent reports have shown\nthat the multi-target LFIA can provide the specific and sensitive detec­\ntion of total antibodies to SARS-COV-2 [ 81 ]. For instance, shown in\nFig. 8 , a dual optical/chemiluminescence format of a LFIA immuno­\nsensor for IgA detection in serum and saliva was prepared by Roda et al.\n[ 82 ]. As seen in this figure, a labeled anti-human IgA determined the\nbound IgA fraction and a dual colorimetric and chemiluminescence\ncould detect the IgA antibody. The researchers claimed that the applied\nmethod is affordable and ultrasensitive for IgA detection in COVID-19\npatients. A simple smartphone-camera-based device was used to mea­\nsure the color signal provided by nanogold-labeled anti-human IgA. For\nchemiluminescence transduction, a contact imaging portable device\nbased on cooled CCD was applied and measured the light signal resulting\nfrom the reaction of the HRP-labeled anti-human IgA with a\nFig. 8. Schematic illustration of LFIA strip IgA antibody detection\nbiosensor [ 82 ].\nA) GC-FP biosensor chip shown with gasket and fluidic cover attached. B) Schematic illustration of GC-FP biosensor chip including Anti-IgG as sample capture\n77 ].\n9\n\n--- Page 11 ---\nH. Ilkhani et al.\nH2O2/luminol/enhancers substrate. Totally, 25 serum and 9 saliva\nsamples from infected and/or recovered individuals were analyzed by\nthe colorimetric LFIA. By switching to CL detection, the same immu­\nnosensor exhibited higher detection capability, revealing the presence of\nsalivary IgA in infected individuals [ 82 ].\nA research work focused on LFIA-based biosensor for COVID-19\ndetection was conducted by Kim et al. [ 83 ]. They utilized phage tech­\nnology to produce four SARS-CoV-2 nucleocapsid protein (NP)-specific\nsingle-chain variable fragment-crystallizable fragment (scFv-Fc) fusion\nantibodies. It is evident that scFv-Fc antibodies can specifically and\nefficiently bind to SARS-CoV-2 NP antigen, but not to NPs of other\ncoronaviruses and based on this fact, they monitored three diagnostic\nantibody pairs for use on a cellulose nanobead based LFIA platform. The\nresults after optimization showed that the prepared biosensor can detect\n4 SARS-CoV-2 virus at levels as low as 1 10 pfu/reaction. Moreover,\n×\nthere was no cross-reactivity with NPs of SARS-Co-V, MERS-CoV,\ninfluenza virus, or negative control nasal swab specimens. In addition,\nthe results indicated that the LFIA biosensor could successfully distin­\nguish between SARS-CoV-2 positive and negative samples. The detection\nlimit of LFIA biosensor would meet the conditions for the clinical use\nthrough optimization [ 83 ]. The effect of applying nanoparticles on\nsensitivity and selectivity of LFIA detection is investigated by Huang\net al. [ 26 ]. They have introduced a simple and time consuming method\nfor antibody measurement using a small amount of sample (10 20 L\nμ –\nserum for each test). The SARS-CoV-2 nucleoprotein was coated on an\nanalytical membrane for preparing colloidal gold nanoparticle-based\nlateral-flow assay (AuNP-LFA) strips, as sample capture, and anti­\nhuman IgM was conjugated with AuNPs as detecting reporter. To ach­\nieve the best performance of AuNP-LFA, the pH value and the amount of\nFig. 9.\ntags. (C) Operating principle of the high-sensitivity and simultaneous analysis of anti-SARS-CoV-2 IgM/IgG via the SERS-LFIA strip [\n\nAnalytical Biochemistry 634 (2021) 114362\nantihuman IgM was optimized, and the performance of AuNP-LFA was\nevaluated by testing serum samples of COVID-19 patients and healthy\nindividuals. The results showed the sensitivity and specificity of\nAuNP-LFA are 100% and 93.3%, respectively and have good agreement\nwith PCR (R 0.872). In addition there was no interference from other\n=\nviruses thrombocytopenia syndrome virus (SFTSV) and dengue virus\n(DFV). The results indicated that the applied method is rapid and can be\nused for portable detection of the IgM antibody for diagnosing the\nSARS-CoV-2 virus [ 26 ].\n4.5.1. Surface-enhanced Raman scattering-based lateral flow immunoassay\n(SERS-LFIA)\nSurface-enhanced Raman Scattering (SERS)-based immunoassay is a\nnovel rapid detection technology that combines SERS labelling and\nantigen-antibody immune interaction and typically uses gold or silver\nnanoparticles to enhance the Raman scattering signals of active mole­\ncules [ 84 ]. They have been combined with an immunoassay and have\nfound extensive applications in biomedical diagnostics. The SERS is a\nsensitive method but required multiple washing and incubation steps\nand cannot be used for on-site detection. In contrast, lateral flow assay\nconfigurations are simple, rapid, and low cost. Thus, they are suitable for\nrapid on-site detection of targeted molecules [ 85 ]. Inasmuch as the\nSERS-based lateral flow immunoassays (SERS-LFIA) provide the com­\nbination of high sensitivity of SERS with the facile of lateral flow assay, a\nwide range of SERS-LFIA was described recently [ 86 ]. This method is\nused for diagnosis of COVID-19 via IgG/IgM antibodies detection. Liu\net al. [ 28 ] have designed and illustrated a SERS-LFIA for simultaneous\nhigh sensitive detection of IgM/IgG antibodies. As can be seen in Fig. 9 ,\nthe SERS tags were labeled with dual layers of Raman dye and they were\nSchematic diagram of the preparation of the dual-layers DTNB-modified SiO2@Ag NPs. (B) Preparation of SARS-CoV-2 S protein-modified SiO2@Ag SERS\n28 ].\n10\n\n--- Page 12 ---\nH. Ilkhani et al.\nfabricated by coating a complete Ag shell onto the SiO core. Sequence\n2\nto Ag coating, anti-human IgM and IgG were immobilized onto the two\n@Ag-spike (S) test lines of the strip to capture the formed SiO\n2\nprotein-anti-SARS-CoV-2 IgM/IgG immunocomplexes. They used the\nmentioned method for 19 negative serum samples from COVID-19 pa­\ntients and 49 negative serum samples from healthy people to show the\ncapability of proposed immunoassay. Their final results showed the limit\nof detection (LOD) of SERS-LFIA is 800 times higher than that of stan­\ndard Au nanoparticle-based LFIA for target IgM and IgG [ 28 ].\n4.6. Loop mediated isothermal amplification (LAMP)\nLoop-mediated isothermal amplification (LAMP) was designed and\nfabricated for DNA detection by Notomi in 2000 [ 87 ]. LAMP is simple,\nstill fast, selective and efficient virus detection method that amplifies\nDNA using DNA polymerase being carried out in isothermal conditions\nwithout complex lab equipment requirement [ 88 ]. The LAMP reaction\ngenerally proceeds in a constant temperature, and the target DNA can be\namplified in 30 min [ 89 ]. In this method, four sets of primers including\ntwo forward inner primers and two backward inner primers are used to\nrecognize six distinct sequences on the target DNA of virus and designed\nspecifically for virus detection [ 87 ]. The two forward inner primers and\ntwo backward inner primers are selected for the first and second stages\nof the process respectively. In novel approaches, five or six primer sets\nare used for achieving more selective and efficient virus detection and\nshorter detection time [ 90 , 91 ]. Recently, this method is used for\nCOVID-19 detection in several studies [ 92 ]. For example, Zhang et al.\n[ 93 ] have reported a method to identify SARS-CoV-2 virus RNA from\npurified RNA or cell lysis by LAMP method, using a visual, colorimetric\ndetection. Sequent optimizing the assay design, the experiments used for\nreal samples of COVID-19 positive patients in Wuhan. Additionally, the\nexperiments were verified using RNA samples purified from respiratory\nswabs collected from COVID-19 patients with equivalent performance to\na commercial RT-qPCR test that only heating and visual inspection.\nResearchers believe that combination between a quick sample prepa­\nration method and an easy detection process may realize the develop­\nment of portable, field detection in addition to a rapid screening for\npoint-of-need testing applications [ 93 ]. In another study, Huang et al.\n[ 89 ] have prepared a COVID-19 detection kit based on the RT-LAMP\ntechnology to achieve the detection of SARS-CoV-2 in 30 min. They\nprepared 4 different sets of LAMP primers consisted of 6 primers in each\nset, for targeting the viral RNA of SARS-CoV-2 in the regions of orf1ab, S\ngene and N gene. Huang and coworkers have used a colorimetric change\nat a constant 65 C to report the results that enables the outcome of viral ◦\nRNA amplification to be read by the naked eyes without the need for a\ndedicated instrument with an extra cost. The sensitivity was 80 copies of\nviral RNA per ml in a sample. All the results were obtained form 16\nclinical samples with 8 positives and 8 negatives in China and results\nwere compared with the conventional RT-qPCR. The researcher pointed\nout the developed method could provide a rapid and large scale\nscreening medical test and patients could be diagnosed in the early\nstages [ 89 ]. Additionally, Yu et al. [ 94 ], introduced a rapid detection\nmethod for COVID-19 coronavirus using a reverse transcriptional-LAMP\ndiagnostic platform. They have developed an isothermal RT-LAMP\nmethod for COVID-19 to amplify a fragment of the ORF1ab gene using\n6 primers. They have certified the species specificity by comparing the\ntarget sequences with other viral genomes including 9 corona and 2\ninfluenza viruses using NCBI BLAST tool. They established and opti­\nmized the method and after obtaining the results, compared the sensi­\ntivity of results with RT-qPCR results. The 43 samples of their method\ninitially detected with RT-qPCR and the results revealed that 97.6%\n(42/43) of collected samples showed consistent signal after incubation\nwith RNA (0.2 47 ng/ L) during 40 min. They repeated the experiments\nμ –\nmultiple times with random positive signal, to confirm the results [ 94 ].\nYan et al. [ 95 ], have developed a RT-LAMP assay to detect SARS-CoV-2\nin individuals with COVID-19 for monitoring suspected patients, close\n\nAnalytical Biochemistry 634 (2021) 114362\ncontacts and high-risk groups. They designed five sets of primers that\ntarget the orf1ab gene and the spike gene for optimization of the assay.\nThe evaluation for sensitivity and specificity of detection was applied\nusing real time turbidity monitoring and visual observation. They used a\ncommercial real time RT-PCR kit as the reference standard for the\nRT-LAMP. The primer sets orf1ab-4 and S-123 amplified the genes in the\nshortest times. The mean ( SD) times were 18 1.32 min and 20\n± ± ±\n1.80 min, respectively, and the optimum reaction temperature was\nC. The sensitivities were 20 and 200 copies per reaction with primer 63 ◦\nsets orf1ab-4 and S-123, respectively. This assay showed no\ncross-reactivity with 60 other respiratory pathogens [ 95 ]. In another\napproach, a method based on LAMP with two stage isothermal ampli­\nfication, that called Penn-RAMP, is introduced by El-Tholoth et al. [ 96 ].\nTwo different tests were carried out in closed tubes with either fluo­\nrescence or colorimetric detection. The incubation was done without\nany thermal cycling and amplification process was monitored in real\ntime with fluorescent dye. Two type of targets were used in this study.\nThe first one obtained and purified form complete genome sequences of\nvarious COVID-19 and the other one was synthesized DNA containing\nthe targeted sequence to mimic the COVID-19 target. Their results\nshowed that RAMP has 10 times higher sensitivity than LAMP and\nRT-PCR if the purified targets are tested and 100 times better sensitivity\nthan LAMP and RT-PCR if rapidly prepared sample mimics are tested.\nHowever, the researcher mentioned due to fortunate scarcity of\nCOVID-19 infections in the USA, they were not able to test the assays and\nmethods with patient real samples. Thus, they tested the spiked sample\ncollection with inactivated virus particles [ 96 ]. Furthermore, Baek et al.\n[ 97 ] were developed a reverse transcription LAMP (RT-LAMP) assay for\nthe specific detection of SARS-CoV-2. The primer sets for RT-LAMP assay\nwere designed to target the nucleocapsid gene of the viral RNA, and\nshowed a detection limit of 100 RNA copies close to that of qRT-PCR.\nThe assay showed the capability of a rapid detection span of 30 min\ncombined with the colorimetric visualization. The baek and coworkers\nindicated that there was no interference for the other type of corona­\nviruses, such as HCoV-229E, HCoV-NL63, HCoV-OC43, and MERS-CoV\nas well as human infectious influenza viruses (type B, H1N1pdm,\nH3N2, H5N1, H5N6, H5N8, and H7N9), and other respiratory\ndisease-causing viruses (RSVA, RSVB, ADV, PIV, MPV, and HRV) in\noffered method and the obtained results have high agreement to the\nqRT-PCR results [ 97 ].\n4.7. Localized plasmon resonance (LSPR)\nPlasmonic biosensors have shown excellent performance for bio-\ndetection because they use an enhanced electric field in the penetra­\ntion depth and they are extremely sensitive to the changes in the\nrefractive index of the medium [ 98 ]. Plasmonic biosensors are typically\nworked by amplifying the analyte signal, including Plasmonic enhanced\nfluorescence (PEF) [ 99 ], surface enhanced Raman Scattering (SERS)\n[ 84 ], surface-enhanced infrared absorption (SEIRA) [ 100 ], and\nplasmonic-based colorimetric analysis [ 101 ]. In addition, the operation\nof plasmonic biosensors can be based on detecting changes in the rele­\nvant frequency of the surface plasmon resonance in the presence of\ntarget analyte like surface plasmon resonance (SPR) and localized\nplasmon resonance (LSPR) biosensors, which are commercially avail­\nable these days. LSPR is an optical phenomenon generated by a light\nwave trapped within conductive nanoparticles (NPs) smaller than the\nwavelength of light because of interactions between the incident light\nand surface electrons in a conduction band. The noble metal nano­\nstructure absorbs photon energy to produce obvious extinction charac­\nteristics and near-field enhancement characteristics. The resonance\nwavelength is sensitive to the refractive index change at the interface\nbetween the nanostructure and surrounding media when LSPR occurs\n[ 102 ]. Currently, this method is widely used in biosensors for virus\ndetection studies like Corona virus detection. Funari et al. [ 103 ], have\ndeveloped an opto-microfluidic sensing platform with gold nanospikes\n11\n\n--- Page 13 ---\nH. Ilkhani et al.\nimmobilized by electrodeposition based on the principle of LSPR, to\ndetect the specific antibodies for the SARS-CoV-2. Researchers tested the\nL of human plasma antibodies via spiking of antibodies protein in 1\nμ\ndiluted in 1 mL of buffer solution, within approximately 30 min. The\nresults showed the target antibody concentration could be correlated\nwith the LSPR wavelength peak shift of gold nanospikes caused by the\nlocal refractive index change owing to the antigen antibody binding and\n–\nachieved a limit of detection of approximately 0.08 ng/mL 0.5 pM),\nfalling under the clinical relevant concentration range. The explained\nopto-microfluidic platform offers a promising point-of-care testing tool\nto complement standard serological assays and makes SARS-CoV-2\nquantitative diagnostics easier, cheaper, and faster [ 103 ]. Qiu et al.\n[ 104 ], prepared a dual-functional plasmonic biosensor combining the\nplasmonic photothermal (PPT) effect and LSPR sensing transduction\nthat could provide an alternative and promising solution for the clinical\nCOVID-19 diagnosis. The results of this study showed, the LSPR sensing\nunit attained a real-time and label-free detection of viral sequences\nincluding RdRp-COVID, ORF1ab-COVID, and E genes from SARS-Cov-2\nwith this configuration. They functionalized the two-dimensional gold\nnanoislands (AuNIs) with complementary DNA receptors and performed\na sensitive detection of the selected sequences from SARS-CoV-2 through\nnucleic acid hybridization. Two different angles of incidence were\napplied and therefore the plasmonic resonances of PPT and LSPR can be\nexcited at two different wavelengths that significantly enhanced the\nsensing stability, sensitivity, and reliability. Based on the obtained re­\nsults, using the AuNI chips dramatically improved the hybridization\nkinetics and the specificity of nucleic acid detection. For obtaining the\nbetter results, they generated the thermoplasmonic heat on the same\nAuNIs chip when illuminated at their plasmonic resonance frequency.\nThe researchers have showed that applied heat can elevate the in situ\nhybridization temperature and increase the discrimination accuracy of\ntwo similar gene sequences. The fabricated dual-functional LSPR\nbiosensor exhibited a high sensitivity toward the selected SARS-CoV-2\nsequences with a lower detection limit down to the concentration of\n0.22 pM and enabled the precise detection of the specific target in a\nmultigene mixture [ 104 ].\n4.8. Field-effect transistor-based assay (FET)\nAmong a wide range of biosensors, field effect transistor (FET) based\nbiosensors are one of the established approaches owing to their advan­\ntages, including, rapid, low cost and simple detection. Generally, FET is\na solid-state device that the electroconductivity of the semiconductor\nbetween the source and drain terminals is regulated by a third gate\nelectrode through an insulator [ 105 ]. FET based biosensors are classified\nFig. 10.\nvia 1-pyrenebutyric acid N-hydroxysuccinimide ester, which is probe linker [ 107\n\nAnalytical Biochemistry 634 (2021) 114362\ninto different groups according to the technique of gate voltage appli­\ncation, design, gate material, and the channel region. FET based bio­\nsensors have found an extensive application in biomolecules detection\n[ 106 ]. Recently, this technique coupled with graphene advantages is\nused for COVID-19 detection. Seo et al. [ 107 ], developed a new gra­\nphene based biosensing device functionalized with SARS-CoV-2 spike\nantibody, called COVID-19 FET sensor, for Coronavirus detection. These\nresearchers pointed out that their FET sensor does not require any\nsample pretreatment or labeling. As can be seen in Fig. 10 , in the first\nstep, for sensor fabrication, the graphene was transferred to a SiO /Si\n2\nsubstrate using conventional wet-transfer method. In the next step, the\ntransferred graphene was patterned into linear shapes by photolithog­\nraphy and etched by reactive ion-etching method. Then the SARS-CoV-2\nspike antibody was immobilized onto the fabricated device via banding\n1-pyrenebutyric acid N-hydroxysuccinimide ester as interface coupling\nagent. The antigen protein was used as target species for sensor design\nand calibration. The sensor performance was determined using antigen\nprotein, cultured virus, and nasopharyngeal swab specimens from\nCOVID-19 patients, and the electrical performance was evaluated on\nsemiconductor analyzer. The final results showed that the FET device\ncould detect the SARS-CoV-2 spike protein at the concentrations of 1\nfg/mL in phosphate-buffered saline and 100 fg/mL clinical transport\nmedium. In addition, the FET sensor successfully detected SARS-CoV-2\nin culture medium (limit of detection [LOD]: 16 pfu/mL) and clinical\nsamples (LOD: 242 copies/mL) [ 107 ].\n4.9. Electrochemical immunoassays\nElectrochemical biosensors are analytical devices including a bio­\nlogical sensing element and a transducer that converts a chemical re­\naction to an electronic response [ 108 111 ]. The reaction under\n–\ninvestigation would either generate a measurable current (amper­\nometiric) [ 112 ], potential or charge accumulation (poteomtiometric)\n[ 84 ] or conductive properties of a medium (conductometric [ 113 ] or\nImpedance [ 114 , 115 ]) between the electrodes. The electrochemical\nbiosensors have a wide range of application for detecting several types of\nbiological elements including DNA [ 84 , 116 ], RNA [ 117 , 118 ], antibody\n[ 119 ], biomarker [ 120 ], proteins [ 121 , 122 ], viruses [ 17 , 123 ] and bac­\nteria [ 124 ]. The DNA/RNA biosensors are well known as simple, sen­\nsitive and powerful tools for detection of biomolecules in the early\nclinical diagnosis and monitoring of disease. Several types of biosensors\nhave been introduced for detecting viruses, such as old types of Coro­\nnavirus [ 125 , 126 ]. The electrochemical biosensors also used for detec­\ntion of COVID-19 disease in different methods and with different analyte\nsuch as DNA and protein [ 127 129 ]. Zhoa et al. [ 130 ], developed a new\n–\nSchematic illustration of COVID-19 sensor based on FET. The sensing material is Graphene and SARS-CoV-2 antibody is conjugated onto the graphene sheet\n].\n12\n\n--- Page 14 ---\nH. Ilkhani et al.\nsuper sandwich-type electrochemical biosensor based on p-sulfocalix­\narene (SCX8) functionalized graphene (SCX8-RGO) to enrich TB for\nSARS-CoV-2 RNA detection using a portable electrochemical smart­\nphone. They prepared two premixes A and B for SARS-CoV-2 detection.\nFor premix A, Fe O NPs were applied for synthesis of Au@Fe O\n3 4 3 2\nnanocomposite and for the premix B, HAuCl and TB were used for\n4\npreparing Au@SCX8-RGO-TB nanocomposite. Fig. 11 illustrate the\nschematic process of SARS-CoV-2 detection electrochemical biosensor\nfabrication. As seen in this figure, the CPs labeled with thiol and\nimmobilized on the surfaces of the Au@Fe O nanoparticles and formed\n3 4\nO nanocomposites and then the host-guest complexes CP/Au@Fe\n3 4\n(SCX8-TB) were immobilized on RGO to form Au@SCX8-TB-RGO-TB\nnanocomposite and the sandwich structure produced. The researcher\nused 88 samples from confirmed patients and 8 samples from recovered\npatients infected by SARS-CoV-2. Electrochemical measurement was\nused as detection method and the results were compared with results\nfrom RT-qPCR. The prepared biosensor showed high specificity and\nselectivity during silico analysis and actual testing, and its detectable\nratios (85.5% and 46.2%) were higher than those obtained using\nRT-qPCR (56.5% and 7.7%). The LOD for the clinical specimen was 200\ncopies/mL, and very low volume of samples, only two copies (10 L) of\nμ\nSARS-CoV-2 were required per assay. Additionally, the mentioned\nmethod does not require nucleic acid amplification and reverse tran­\nscription, and is a plug-and-play diagnostic system [ 130 ].\nIn another study, a label free paper-based electrochemical platform\nas a screening tool to detect IgG and IgM antibodies related to SARS-\nCoV-2 virus is suggested by Yakoh et al. [ 131 ]. The fabricated sensor\nwas consisted of three parts called counter, closing part, and support\nmaterial. The square-wave voltammetry (SWV) technique was used for\nobtaining the electrochemical response. In the working part, the\nSARS-CoV-2 spike protein containing receptor-binding domain (SP RBD)\nis immobilized to capture incoming SARS-CoV-2 antibodies. A series of\nassays were applied for both SARS-CoV-2-infected and -uninfected pa­\ntients samples, and the results were compared with a commercial stan­\ndard ELISA method. The experimental time, sensitivity, selectivity and\nLOD were reported 30 min, 100%, 90% and 1 ng/mL, respectively\nFig. 11.\ndetection using a smartphone [ 130 ].\n\nAnalytical Biochemistry 634 (2021) 114362\n[ 131 ]. Hashemi et al. [ 132 ], fabricated a rapid electrochemical diag­\nnostic kit, composed of fixed/screen printed electrodes that could detect\npathogenic viruses such as SARS-CoV-2 and/or animal viruses through\nthe differentiable fingerprint of their viral glycoproteins at different\nvoltage. The sensor was comprised of a working electrode that was\nactivated upon coating a layer of combination between graphene oxide\n(GO) and sensitive chemical compounds with gold nanostars (Au NS).\nThis layer was capable of detecting the trace amount of viruses in any\naquatic biological media, for instance, blood, saliva and orophar­\nyngeal/nasopharyngeal swab, via interaction with active functional\ngroups of their glycoproteins around 1 min and any extra extraction\nand/or biomarkers for detection of targeted viruses were not required.\n22 The LOD and sensitivity of sensor were calculated as 1.68 10 −\n×\n1 1 2 gmL and 0.0048 A gmL cm , respectively, toward detection of − − −\nμ μ μ\nSARS-CoV-2 in biological media, while blind clinical evaluations of 100\nsuspected samples furtherly confirmed the superior sensitivity/speci­\nficity of developed nanosystem toward the rapid identification of pa­\ntients even at incubation and prodromal periods of disease [ 132 ]. In\nanother study, a ROS detection system was used for direct detection of\nCOVID-19 in sputum. The authors applied the ROS/H O system in­\n2 2\ncludes an integrated portable automatic electrochemical readout device\nand a sensor as the main diagnostic part of the system. The sensor was a\nthree electrode system and the working electrode was made on steel\nneedles coated with Multi-Wall Carbon Nanotubes (MWCNTs). The test\nwas conducted in 30s and results show the ROS level of sputum with the\ncalibrated response in correlation with the probability of COVID-19\ninvolvement [ 133 ]. In the other study, as seen in Fig. 12 , Fabiani\net al. [ 134 ] designed and fabricated a sensitive electrochemical immu­\nnoassay for rapid and smart detection of SARS-CoV-2 in untreated\nsaliva. The electrochemical assay was fabricated on magnetic beads as\nsupport. The Spike (S) protein or Nucleocapsid (N) protein was immo­\nbilized on magnetic beads as immunological chain and secondary anti­\nbody with alkaline phosphatase as immunological label. After the\nenzymatic reaction of 1-naphthol on immobilized magnetic bead the\nelectrochemical detection was carried out using screen-printed elec­\ntrodes modified with carbon black nanomaterial. The analytical features\nSchematic representation of SARS-CoV-2 detection using the electrochemical biosensor. (A) Preparation of premix A and B; (B) Process of electrochemical\n13\n\n--- Page 15 ---\nH. Ilkhani et al.\nFig. 12. The MBs-based assay for SARS-CoV-2 detection in untreated\nsaliva [ 134 ].\nof the electrochemical immunoassay were evaluated using the standard\nsolution of S and N protein in buffer solution and untreated saliva with a\nLOD equal to 19 ng/mL and 8 ng/mL in untreated saliva, respectively for\nS and N protein. The fabricated immunoassay was tested using cultured\nvirus in biosafety level 3 and saliva clinical samples were used as real\nsample and the results were compared with the results of nasopharyn­\ngeal swab specimens tested with Real-Time PCR. The researchers have\nreported that their test is rapid and the data has good agreement with\nStandard methods as well as the LOD is low and the miniaturization and\nportability is achievable for their method [ 134 ].\nAlafeef et al. [ 135 ] developed a graphene based electrochemical\nDNA biosensor to detect the SARS-CoV-2 thiol-modified nucleocapsid\nphosphoprotein (N-gene) capped by gold nanoparticles (AuNPs). The\nsensor response was obtained from RNA samples collected from Vero\ncells infected with SARS-CoV-2, while SARS-CoV and MERS-CoV RNA\nwere used as negative controls. The capability of the sensor chip to\ndifferentiate the positive COVID-19 samples from the negative ones was\ninvestigated using 48 clinical samples and compared with commercial\nRT-PCR diagnostic kit. The researcher argued the required time for\n1 1 process was less than 5 min, the sensitivity was 231 (copies L ) and − −\nμ\nL without the need for any further amplification. LOD was 6.9 copies/\nμ\nThey tested their sensor with clinical samples from 22 COVID-19 posi­\ntive patients and 26 healthy asymptomatic subjects confirmed using the\nFDA-approved RT-PCR COVID-19 diagnostic kit, and prepared sensor\ncould distinguished the positive COVID-19 samples from the negative\nones with 100% accuracy, sensitivity, and specificity [ 135 ].\n4.9.1. Impedance\nImpedance measurements involve the application of a small sinu­\nsoidal AC voltage probe and the determination of current response.\nImpedance sensors detect a change in one of these equivalent circuit\nparameters upon analyte binding. There are several impedance appli­\ncations in biosensing detections. This technique has recently used for\ndiagnosis of COVID-19 as detection method of biosensor. For example, a\nrapid detection of SAES-CoV-2 antibodies was explained using imped­\nance based immunosensor by Rashed et al. [ 136 ]. In this study, a\nnon-faradic capacitive immunosensing assay was used with a commer­\ncial impedance detector. The immunosensor was fabricated using\npre-coated receptor binding domain (RBD) of SARS-CoV-2 spike protein\non 16-well plate containing sensing electrodes with samples of\nanti-SARS-CoV-2 monoclonal antibody CR3022 (0.1 g/mL, 1.0 g/mL,\nμ μ\n10 g/mL) and subsequent blinded testing was performed on six serum\nμ\nspecimens taken from COVID-19 and non-COVID-19 patients. The\n\nAnalytical Biochemistry 634 (2021) 114362\nobtained impedance results show a strong correlation with standard\n0.9) [ 136 ]. ELISA test results (R\n= 2\n5. Sampling\nThere are some studies that shows the sampling method is effective\non COVID-19 detection results. This field is still under study. Wyllie et al.\n[ 137 ], reported a research that shows the sampling method is effective\non sensitivity. They compared two different sampling methods, naso­\npharyngeal and saliva samples obtained from confirmed COVID-19 pa­\ntients and self-collected samples from healthcare workers at moderated\nto high risk of COVID-19 exposure, and detect the samples with RT-PCR.\nThe final results demonstrated that saliva is a viable and preferable\nalternative to nasopharyngeal swabs for SARS-CoV-2 detection. The\nobtained results indicated that not only saliva samples results are\ncomparable to nasopharyngeal swabs in early hospitalization, but also is\nmore consistent during extended hospitalization and recovery. Addi­\ntionally, COVID-19 detection from the saliva sampling may also it be a\nuseable alternative for identifying mild or subclinical infections for\nexample asymptomatic healthcare workers. Additionally, the saliva\nself-sampling does not require direct healthcare worker-patient inter­\naction, a source of several major testing bottlenecks and overall noso­\ncomial infection risk, and alleviates supply demands on swabs and\npersonal protective equipment [ 137 ].\n6. Summary and concluding remarks\nIn this article, the literature on COVID-19 detection methods is\nreviewed in different categories, including the biomolecules used as\nanalyte, the detection, and sampling methods. This review compares the\nnew reported technologies with commercially available ones that are\nused in these days. Disease diagnosis is an efficient and valuable tool for\ncontrolling the spread of COVID-19 during the pandemic. It is note­\nworthy that the SARS-CoV-2 virus transmutations and spreading are\nvery rapid, and we are still in the middle of the pandemic. Thus, finding\na simple, rapid, low-cost, accurate and sensitive detection method of\nSARS-CoV-2 virus currently possesses the highest priority.\nTable 1 presents the current methods and targeted analyte that are\nused for COVID-19 detection commercially and in the lab and their\nadvantages. Among the different methods developed so far for detecting\nCOVID-19, the PCR and antibody-based diagnostics are widely\nacclaimed for their high accuracy and sensitivity. However, the\nmentioned methods require pretreatment steps, large instruments, and\nare expensive that makes them inappropriate for applications that\nrequire on-site analysis. Alternative technologies such as LAMP, FET,\nand electrochemical methods are growing rapidly worldwide that can\nhelp to develop novel detection methods with high performance. The\nobtained results have shown that the novel methods have acceptable\nsensitivity, accuracy, and detection limit. In addition, these alternative\nmethods possess a high potential to decrease the waiting-time for test\nresults. It is apparent from Table 1 that the targeted analyte type is not\nan influential factor on bioassay sensitivity, and all types of analytes\ncould serve properly as bioassay target.\nThe recently developed strategies and methods and lessons learned\ncan be deployed for facing future virus outbreaks and new generations of\nSARS-CoV-2. Using gold nanoparticles has greatly enhanced the per­\nformance metrics such as sensitivity, specifity, and accuracy of the\nCOVID-19 sensors owing to their electron transfer improvement, elec­\ntrocatalytic and bio-labelling properties, and high surface to volume\nratio. The cost-effective manufacturing of lab-on-chip sensors with\npaper based platform can make possible the low-cost and disposable\ndetection of COVID-19 without needing skilled operators. However, this\nnovel field is still at its infancy with the capability of shortening the\ntotal-analytical-time from hours to minutes. The overall progress is\npromising, but a tangible success on detecting the SARS-CoV-2 is yet to\nbe obtained for developing a commercially viable lab-on-chip based\n14\n\n--- Page 16 ---\nH. Ilkhani et al.\nTable 1\nApplied methods and targeted analytes for the detection of COVID-19.\nMethods Analyte Detection time Sensitivity\nRT-PCR RNA 75 min – –\nPCR DNA 91% –\nRT-PCR C2CA 100 min 100%\nELISA IgG/IgM 89.6% – –\nELISA IgG/IgM 30 min 85.4%\nMS DNA 3 h – –\nMS DNA 24 48 h – – –\nCLIA IgG/IgM – –\nCLIA DNA 100% –\nLFIA IgG/IgM – – –\nLFIA IgG/IgM 100% – –\nLAMP DNA 97.6% – –\nLSPR IgG/IgM 2 h – –\nLSPR RNA 3.2 copies – –\nFET antibody – – –\nelectrochemical DNA – – –\nelectrochemical IgG/IgM 100% – –\n1 2 electrochemical IgG/IgM 0.0048 A gmL cm − −\nμ μ – –\nelectrochemical IgG/IgM – – –\nCOVID-19 sensor.\nReferences\n[1] B.V. Ribeiro, T.A.R. Cordeiro, G.R. Oliveira e Freitas, L.F. Ferreira, D.L. Franco,\nBiosensors for the detection of respiratory viruses: a review, Talanta Open 2\n(2020) 100007 .\n[2] L. Ma, F. Zeng, F. Cong, B. Huang, R. Huang, J. Ma, P. Guo, Development of a\nSYBR green-based real-time RT-PCR assay for rapid detection of the emerging\nswine acute diarrhea syndrome coronavirus, J. Virol Methods 265 (2019) 66 70 . –\n[3] R. Zhang, J.M. Li, [The way to reduce the false negative results of 2019 novel\ncoronavirus nucleic acid detection], Zhonghua Yixue Zazhi 100 (2020) 801 804 . –\n[4] C. Xie, L. Jiang, G. Huang, H. Pu, B. Gong, H. Lin, S. Ma, X. Chen, B. Long, G. Si,\nH. Yu, L. Jiang, X. Yang, Y. Shi, Z. Yang, Comparison of different samples for\n2019 novel coronavirus detection by nucleic acid amplification tests, Int. J.\nInfect. Dis. 93 (2020) 264 267 . –\n[5] L. Zhou, Y. Sun, T. Lan, R. Wu, J. Chen, Z. Wu, Q. Xie, X. Zhang, J. Ma,\nRetrospective detection and phylogenetic analysis of swine acute diarrhoea\nsyndrome coronavirus in pigs in southern China, Transbound. Emerg. Dis. 66\n(2019) 687 695 . –\n[6] S. Kang, W. Peng, Y. Zhu, S. Lu, M. Zhou, W. Lin, W. Wu, S. Huang, L. Jiang,\nX. Luo, M. Deng, Recent progress in understanding 2019 novel coronavirus\n(SARS-CoV-2) associated with human respiratory disease: detection, mechanisms\nand treatment, Int. J. Antimicrob. Agents 55 (2020) 105950 .\n[7] R. Lu, X. Zhao, J. Li, P. Niu, B. Yang, H. Wu, W. Wang, H. Song, B. Huang, N. Zhu,\nY. Bi, X. Ma, F. Zhan, L. Wang, T. Hu, H. Zhou, Z. Hu, W. Zhou, L. Zhao, J. Chen,\nY. Meng, J. Wang, Y. Lin, J. Yuan, Z. Xie, J. Ma, W.J. Liu, D. Wang, W. Xu, E.\nC. Holmes, G.F. Gao, G. Wu, W. Chen, W. Shi, W. Tan, Genomic characterisation\nand epidemiology of 2019 novel coronavirus: implications for virus origins and\nreceptor binding, Lancet 395 (2020) 565 574 . –\n[8] C. Gao, L. Zhu, C.C. Jin, Y.X. Tong, A.T. Xiao, S. Zhang, Prevalence and impact\nfactors of recurrent positive SARS-CoV-2 detection in 599 hospitalized COVID-19\npatients, Clin. Microbiol. Infect. (2021) .\n[9] V. Kr ahling, S. Halwe, C. Rohde, D. Becker, S. Bergh ofer, C. Dahlke, M. Eickmann, ¨ ¨\nM.S. Ercanoglu, L. Gieselmann, A. Herwig, A. Kupke, H. Müller, P. Neubauer-\nR adel, F. Klein, C. Keller, S. Becker, Development and characterization of an ¨\nindirect ELISA to detect SARS-CoV-2 spike protein-specific antibodies,\nJ. Immunol. Methods 490 (2021) 112958 .\n[10] L. Shi, Q. Sun, J.a. He, H. Xu, C. Liu, C. Zhao, Y. Xu, C. Wu, J. Xiang, D. Gu,\nJ. Long, H. Lan, Development of SPR biosensor for simultaneous detection of\nmultiplex respiratory viruses, Bio Med. Mater. Eng. 26 (Suppl 1) (2015)\nS2207 S2216 . –\n[11] K. Chen, L. Wu, X. Jiang, Z. Lu, H. Han, Target triggered self-assembly of Au\nnanoparticles for amplified detection of Bacillus thuringiensis transgenic\nsequence using SERS, Biosens. Bioelectron. 62 (2014) 196 200 . –\n[12] R. Antiochia, Nanobiosensors as new diagnostic tools for SARS, MERS and\nCOVID-19: from past to perspectives, Mikrochim. Acta 187 (2020) 639 .\n[13] D. Wrapp, N. Wang, K.S. Corbett, J.A. Goldsmith, C.-L. Hsieh, O. Abiona, B.\nS. Graham, J.S. McLellan, Cryo-EM structure of the 2019-nCoV spike in the\nprefusion conformation, Science 367 (2020) 1260 1263 . –\n[14] H. Moulahoum, F. Ghorbanizamani, F. Zihnioglu, K. Turhan, S. Timur, How\nshould diagnostic kits development adapt quickly in COVID 19-like pandemic\nmodels? Pros and cons of sensory platforms used in COVID-19 sensing, Talanta\n222 (2021) 121534 .\n[15] P. Zhou, X.-L. Yang, X.-G. Wang, B. Hu, L. Zhang, W. Zhang, H.-R. Si, Y. Zhu, B. Li,\nC.-L. Huang, H.-D. Chen, J. Chen, Y. Luo, H. Guo, R.-D. Jiang, M.-Q. Liu, Y. Chen,\nX.-R. Shen, X. Wang, X.-S. Zheng, K. Zhao, Q.-J. Chen, F. Deng, L.-L. Liu, B. Yan,\n\nAnalytical Biochemistry 634 (2021) 114362\nAccuracy DOL Advantages Reference\n10 copies/reaction Specific [ 56 ]\n93% 2 copies/reaction specific [ 60 ]\n0.4 fM specific [ 62 ]\nPortable, fast [ 29 ] –\n98.6% 1 copies/ L Portable, fast [ 66 ] μ\n5 10 copies specific [ 69 ]\n5 6 10 copies/ L Specific [ 71 ] 15\nμ –\n81.5% Fast, portable [ 74 ] –\n87% Specific, fast, portable [ 75 ] –\n4 1 10 Pfu Sensitive [ 83 ]\n×\nsensitive [ 26 ] –\n0.2 47 ng/ L Specific, portable [ 94 ] μ –\n0.08 ng/mL sensitive [ 103 ]\n0.22 pM Specific, sensitive [ 104 ]\n16 Pfu/ L Specific, sensitive [ 107 ] μ\n200 copies/mL Sensitive, fast, portable, specific [ 101 ]\n1 ng/mL Sensitive, fast [ 131 ]\n22 1.68 10 g/mL Sensitive, fast [ 132 ] −\nμ ×\n19 ng/mL Sensitive, fast, portable [ 134 ]\nF.-X. Zhan, Y.-Y. Wang, G.-F. Xiao, Z.-L. Shi, A pneumonia outbreak associated\nwith a new coronavirus of probable bat origin, Nature 579 (2020) 270 273 . –\n[16] P. Wang, L. Liu, S. Iketani, Y. Luo, Y. Guo, M. Wang, J. Yu, B. Zhang, P.D. Kwong,\nB.S. Graham, J.R. Mascola, J.Y. Chang, M.T. Yin, M. Sobieszczyk, C.A. Kyratsous,\nL. Shapiro, Z. Sheng, M.S. Nair, Y. Huang, D.D. Ho, Increased Resistance of SARS-\nCoV-2 Variants B.1.351 and B.1.1.7 to Antibody Neutralization, bioRxiv, 2021,\n2021.2001.2025.428137 .\n[17] H. Ilkhani, S. Farhad, A novel electrochemical DNA biosensor for Ebola virus\ndetection, Anal. Biochem. (2018) .\n[18] M. Pilevar, K.T. Kim, W.H. Lee, Recent advances in biosensors for detecting\nviruses in water and wastewater, J. Hazard Mater. (2020) 124656 .\n[19] D. Bhatta, E. Stadden, E. Hashem, I.J.G. Sparrow, G.D. Emmerson, Multi-purpose\noptical biosensors for real-time detection of bacteria, viruses and toxins, Sensor.\nActuator. B Chem. 149 (2010) 233 238 . –\n[20] T. Ji, Z. Liu, G. Wang, X. Guo, S. Akbar Khan, C. Lai, H. Chen, S. Huang, S. Xia,\nB. Chen, H. Jia, Y. Chen, Q. Zhou, Detection of COVID-19: a review of the current\nliterature and future perspectives, Biosens. Bioelectron. 166 (2020) 112455 .\n[21] M. Shen, Y. Zhou, J. Ye, A.A. Abdullah Al-Maskri, Y. Kang, S. Zeng, S. Cai, Recent\nadvances and perspectives of nucleic acid detection for coronavirus, J. Pharm.\nAnal. 10 (2020) 97 101 . –\n[22] J. Jiao, C. Duan, L. Xue, Y. Liu, W. Sun, Y. Xiang, DNA nanoscaffold-based SARS-\nCoV-2 detection for COVID-19 diagnosis, Biosens. Bioelectron. 167 (2020)\n112479 .\n[23] T. Hou, W. Zeng, M. Yang, W. Chen, L. Ren, J. Ai, J. Wu, Y. Liao, X. Gou, Y. Li,\nX. Wang, H. Su, B. Gu, J. Wang, T. Xu, Development and evaluation of a rapid\nCRISPR-based diagnostic for COVID-19, PLoS Pathog. 16 (2020), e1008705 .\n[24] J.P. Broughton, X. Deng, G. Yu, C.L. Fasching, V. Servellita, J. Singh, X. Miao, J.\nA. Streithorst, A. Granados, A. Sotomayor-Gonzalez, K. Zorn, A. Gopez, E. Hsu,\nW. Gu, S. Miller, C.Y. Pan, H. Guevara, D.A. Wadford, J.S. Chen, C.Y. Chiu,\nCRISPR-Cas12-based detection of SARS-CoV-2, Nat. Biotechnol. 38 (2020)\n870 874 . –\n[25] X. Ding, K. Yin, Z. Li, C. Liu, All-in-One Dual CRISPR-Cas12a (AIOD-CRISPR)\nAssay: A Case for Rapid, Ultrasensitive and Visual Detection of Novel Coronavirus\nSARS-CoV-2 and HIV Virus, bioRxiv, 2020 .\n[26] C. Huang, T. Wen, F.J. Shi, X.Y. Zeng, Y.J. Jiao, Rapid detection of IgM antibodies\nagainst the SARS-CoV-2 virus via colloidal gold nanoparticle-based lateral-flow\nassay, ACS Omega 5 (2020) 12550 12556 . –\n[27] Z. Li, Y. Yi, X. Luo, N. Xiong, Y. Liu, S. Li, R. Sun, Y. Wang, B. Hu, W. Chen,\nY. Zhang, J. Wang, B. Huang, Y. Lin, J. Yang, W. Cai, X. Wang, J. Cheng, Z. Chen,\nK. Sun, W. Pan, Z. Zhan, L. Chen, F. Ye, Development and clinical application of a\nrapid IgM-IgG combined antibody test for SARS-CoV-2 infection diagnosis,\nJ. Med. Virol. 92 (2020) 1518 1524 . –\n[28] H. Liu, E. Dai, R. Xiao, Z. Zhou, M. Zhang, Z. Bai, Y. Shao, K. Qi, J. Tu, C. Wang,\nS. Wang, Development of a SERS-based lateral flow immunoassay for rapid and\nultra-sensitive detection of anti-SARS-CoV-2 IgM/IgG in clinical samples, Sensor.\nActuator. B Chem. (2020) 129196 .\n[29] J. Zhao, Q. Yuan, H. Wang, W. Liu, X. Liao, Y. Su, X. Wang, J. Yuan, T. Li, J. Li,\nS. Qian, C. Hong, F. Wang, Y. Liu, Z. Wang, Q. He, Z. Li, B. He, T. Zhang, Y. Fu,\nS. Ge, L. Liu, J. Zhang, N. Xia, Z. Zhang, Antibody responses to SARS-CoV-2 in\npatients with novel coronavirus disease 2019, Clin. Infect. Dis. 71 (2020)\n2027 2034 . –\n[30] R. Montes, F. C espedes, M. Baeza, Highly sensitive electrochemical ´\nimmunosensor for IgG detection based on optimized rigid biocomposites, Biosens.\nBioelectron. 78 (2016) 505 512 . –\n[31] J.-L. Bayart, C. Gusbin, B. Lardinois, A. Scohy, B. Kabamba-Mukadi, Analytical\nand clinical evaluation of new automated chemiluminescent immunoassays for\nthe detection of IgG and IgM anti-Bartonella henselae antibodies, Diagn.\nMicrobiol. Infect. Dis. 98 (2020) 115203 .\n15\n\n--- Page 17 ---\nH. Ilkhani et al.\n[32] H. Wang, X. Wu, X. Zhang, X. Hou, T. Liang, D. Wang, F. Teng, J. Dai, H. Duan,\nS. Guo, Y. Li, X. Yu, SARS-CoV-2 proteome microarray for mapping COVID-19\nantibody interactions at amino acid resolution, ACS Cent. Sci. (2020) .\n[33] D.J. Steiner, J.S. Cognetti, E.P. Luta, A.M. Klose, J. Bucukovski, M.R. Bryan, J.\nJ. Schmuke, P. Nguyen-Contant, M.Y. Sangster, D.J. Topham, B.L. Miller, Array-\nbased analysis of SARS-CoV-2, other coronaviruses, and influenza antibodies in\nconvalescent COVID-19 patients, Biosens. Bioelectron. 169 (2020) 112643 .\n[34] Y. Wu, C. Li, S. Xia, X. Tian, Y. Kong, Z. Wang, C. Gu, R. Zhang, C. Tu, Y. Xie,\nZ. Yang, L. Lu, S. Jiang, T. Ying, Identification of human single-domain antibodies\nagainst SARS-CoV-2, Cell Host Microbe 27 (2020) 891 898, e895 . –\n[35] C. Conzelmann, A. Gilg, R. Gross, D. Schutz, N. Preising, L. Standker,\nB. Jahrsdorfer, H. Schrezenmeier, K.M.J. Sparrer, T. Stamminger, S. Stenger,\nJ. Munch, J.A. Muller, An enzyme-based immunodetection assay to quantify\nSARS-CoV-2 infection, Antivir. Res. 181 (2020) 104882 .\n[36] J. Xiang, M. Yan, H. Li, T. Liu, C. Lin, S. Huang, C. Shen, Evaluation of Enzyme-\nLinked Immunoassay and Colloidal GoldImmunochromatographic Assay Kit for\nDetection of Novel Coronavirus (SARS-Cov-2) Causing an Outbreak of Pneumonia\n(COVID-19), medRxiv, 2020 .\n[37] E.C. Rama, A. Costa-García, Screen-printed electrochemical immunosensors for\nthe detection of cancer and cardiovascular biomarkers, Electroanalysis 28 (2016)\n1700 1715 . –\n[38] B. Shan, Y.Y. Broza, W. Li, Y. Wang, S. Wu, Z. Liu, J. Wang, S. Gui, L. Wang,\nZ. Zhang, W. Liu, S. Zhou, W. Jin, Q. Zhang, D. Hu, L. Lin, Q. Zhang, W. Li,\nJ. Wang, H. Liu, Y. Pan, H. Haick, Multiplexed nanomaterial-based sensor array\nfor detection of COVID-19 in exhaled breath, ACS Nano 14 (2020) 12125 12132 . –\n[39] V.M. Corman, O. Landt, M. Kaiser, R. Molenkamp, A. Meijer, D.K.W. Chu,\nT. Bleicker, S. Brünink, J. Schneider, M.L. Schmidt, D.G.J.C. Mulders, B.\nL. Haagmans, B. van der Veer, S. van den Brink, L. Wijsman, G. Goderski, J.-\nL. Romette, J. Ellis, M. Zambon, M. Peiris, H. Goossens, C. Reusken, M.P.\nG. Koopmans, C. Drosten, Detection of 2019 novel coronavirus (2019-nCoV) by\nreal-time RT-PCR, Eurosurveillance vol. 25 (2020) .\n[40] J. Wang, K. Cai, R. Zhang, X. He, X. Shen, J. Liu, J. Xu, F. Qiu, W. Lei, J. Wang,\nX. Li, Y. Gao, Y. Jiang, W. Xu, X. Ma, Novel one-step single-tube nested\nquantitative real-time PCR assay for highly sensitive detection of SARS-CoV-2,\nAnal. Chem. 92 (2020) 9399 9404 . –\n[41] A.T. Xiao, Y.X. Tong, C. Gao, L. Zhu, Y.J. Zhang, S. Zhang, Dynamic profile of RT-\nPCR findings from 301 COVID-19 patients in Wuhan, China: a descriptive study,\nJ. Clin. Virol. 127 (2020) 104346 .\n[42] C.C. Yip, C.C. Ho, J.F. Chan, K.K. To, H.S. Chan, S.C. Wong, K.H. Leung, A.\nY. Fung, A.C. Ng, Z. Zou, A.R. Tam, T.W. Chung, K.H. Chan, I.F. Hung, V.\nC. Cheng, O.T. Tsang, S.K.W. Tsui, K.Y. Yuen, Development of a novel, genome\nsubtraction-derived, SARS-CoV-2-specific COVID-19-nsp2 real-time RT-PCR assay\nand its evaluation using clinical specimens, Int. J. Mol. Sci. 21 (2020) .\n[43] S. Petralia, S. Conoci, PCR technologies for point of care testing: progress and\nperspectives, ACS Sens. 2 (2017) 876 891 . –\n[44] H.A.M. Faria, V. Zucolotto, Label-free electrochemical DNA biosensor for zika\nvirus identification, Biosens. Bioelectron. 131 (2019) 149 155 . –\n[45] L.L. Poon, B.W. Wong, K.H. Chan, S.S. Ng, K.Y. Yuen, Y. Guan, J.S. Peiris,\nEvaluation of real-time reverse transcriptase PCR and real-time loop-mediated\namplification assays for severe acute respiratory syndrome coronavirus detection,\nJ. Clin. Microbiol. 43 (2005) 3457 3459 . –\n[46] M. Jenkins, C. O Brien, R. Fetterer, M. Santin, RT-PCR specific for Cryspovirus is a ’\nhighly sensitive method for detecting Cryptosporidium parvum oocysts, Food\nWaterborne Parasitol. 5 (2016) 14 20 . –\n[47] A. Laude, S. Valot, G. Desoubeaux, N. Argy, C. Nourrisson, C. Pomares,\nM. Machouart, Y. Le Govic, F. Dalle, F. Botterel, N. Bourgeois, E. Cateau,\nM. Leterrier, P. Le Pape, F. Morio, Is real-time PCR-based diagnosis similar in\nperformance to routine parasitological examination for the identification of\nGiardia intestinalis, Cryptosporidium parvum/Cryptosporidium hominis and\nEntamoeba histolytica from stool samples? Evaluation of a new commercial\nmultiplex PCR assay and literature review, Clin. Microbiol. Infect. 22 (2016), 190.\ne191-190.e198 .\n[48] H. Tachibana, M. Saito, K. Tsuji, K. Yamanaka, L.Q. Hoa, E. Tamiya, Self-\npropelled continuous-flow PCR in capillary-driven microfluidic device:\nmicrofluidic behavior and DNA amplification, Sensor. Actuator. B Chem. 206\n(2015) 303 310 . –\n[49] L.J. Carter, L.V. Garner, J.W. Smoot, Y. Li, Q. Zhou, C.J. Saveson, J.M. Sasso, A.\nC. Gregg, D.J. Soares, T.R. Beskid, S.R. Jervey, C. Liu, Assay techniques and test\ndevelopment for COVID-19 diagnosis, ACS Cent. Sci. 6 (2020) 591 605 . –\n[50] N. Al-Shanti, A. Saini, C.E. Stewart, Two-Step versus One-Step RNA-to-CT 2-Step\nand One-Step RNA-to-CT 1-Step: validity, sensitivity, and efficiency, J. Biomol.\nTech. 20 (2009) 172 179 . –\n[51] Y. Jin, M. Wang, Z. Zuo, C. Fan, F. Ye, Z. Cai, Y. Wang, H. Cui, K. Pan, A. Xu,\nDiagnostic value and dynamic variance of serum antibody in coronavirus disease\n2019, Int. J. Infect. Dis. 94 (2020) 49 52 . –\n[52] T. Nguyen, D. Duong Bang, A. Wolff, Novel coronavirus disease (COVID-19):\npaving the road for rapid detection and point-of-care diagnostics, Micromachines\n11 (2019), 2020 .\n[53] R. Sah, A.J. Rodriguez-Morales, R. Jha, D.K.W. Chu, H. Gu, M. Peiris, A. Bastola,\nB.K. Lal, H.C. Ojha, A.A. Rabaan, L.I. Zambrano, A. Costello, K. Morita, B.\nD. Pandey, L.L.M. Poon, Complete genome sequence of a 2019 novel coronavirus\n(SARS-CoV-2) strain isolated in Nepal, Microbiol. Resour. Announc. 9 (2020)\ne169-120 .\n[54] K.K. To, O.T. Tsang, C.C. Yip, K.H. Chan, T.C. Wu, J.M. Chan, W.S. Leung, T.\nS. Chik, C.Y. Choi, D.H. Kandamby, D.C. Lung, A.R. Tam, R.W. Poon, A.Y. Fung, I.\n\nAnalytical Biochemistry 634 (2021) 114362\nF. Hung, V.C. Cheng, J.F. Chan, K.Y. Yuen, Consistent detection of 2019 novel\ncoronavirus in saliva, Clin. Infect. Dis. 71 (2020) 841 843 . –\n[55] M.T. Valitutto, O. Aung, K.Y.N. Tun, M.E. Vodzak, D. Zimmerman, J.H. Yu, Y.\nT. Win, M.T. Maw, W.Z. Thein, H.H. Win, J. Dhanota, V. Ontiveros, B. Smith,\nA. Tremeau-Brevard, T. Goldstein, C.K. Johnson, S. Murray, J. Mazet, Detection of\nnovel coronaviruses in bats in Myanmar, PloS One 15 (2020), e0230802 .\n[56] D.K.W. Chu, Y. Pan, S.M.S. Cheng, K.P.Y. Hui, P. Krishnan, Y. Liu, D.Y.M. Ng, C.K.\nC. Wan, P. Yang, Q. Wang, M. Peiris, L.L.M. Poon, Molecular diagnosis of a novel\ncoronavirus (2019-nCoV) causing an outbreak of pneumonia, Clin. Chem. 66\n(2020) 549 555 . –\n[57] L. Azzi, G. Carcano, F. Gianfagna, P. Grossi, D.D. Gasperina, A. Genoni,\nM. Fasano, F. Sessa, L. Tettamanti, F. Carinci, V. Maurino, A. Rossi, A. Tagliabue,\nA. Baj, Saliva is a reliable tool to detect SARS-CoV-2, J. Infect. 81 (2020) e45 e50 . –\n[58] E. Pomari, C. Piubelli, F. Perandin, Z. Bisoffi, Digital PCR: a new technology for\ndiagnosis of parasitic infections, Clin. Microbiol. Infect. 25 (2019) 1510 1516 . –\n[59] R. Nyaruaba, C. Mwaliko, K.K. Kering, H. Wei, Droplet digital PCR applications in\nthe tuberculosis world, Tuberculosis 117 (2019) 85 92 . –\n[60] L. Dong, J. Zhou, C. Niu, Q. Wang, Y. Pan, S. Sheng, X. Wang, Y. Zhang, J. Yang,\nM. Liu, Y. Zhao, X. Zhang, T. Zhu, T. Peng, J. Xie, Y. Gao, D. Wang, X. Dai,\nX. Fang, Highly Accurate and Sensitive Diagnostic Detection of SARS-CoV-2 by\nDigital PCR, Talanta, 2020, p. 121726 .\n[61] F. Yu, L. Yan, N. Wang, S. Yang, L. Wang, Y. Tang, G. Gao, S. Wang, C. Ma, R. Xie,\nF. Wang, C. Tan, L. Zhu, Y. Guo, F. Zhang, Quantitative detection and viral load\nanalysis of SARS-CoV-2 in infected patients, Clin. Infect. Dis. 71 (2020) 793 798 . –\n[62] B. Tian, F. Gao, J. Fock, M. Dufva, M.F. Hansen, Homogeneous circle-to-circle\namplification for real-time optomagnetic detection of SARS-CoV-2 RdRp coding\nsequence, Biosens. Bioelectron. 165 (2020) 112356 .\n[63] L. Asensio, I. Gonz alez, T. García, R. Martín, Determination of food authenticity ´\nby enzyme-linked immunosorbent assay (ELISA), Food Contr. 19 (2008) 1 8 . –\n[64] A. Servat, M. Feyssaguet, I. Blanchard, J.L. Morize, J.L. Schereffer, F. Boue,\nF. Cliquet, A quantitative indirect ELISA to monitor the effectiveness of rabies\nvaccination in domestic and wild carnivores, J. Immunol. Methods 318 (2007)\n1 10 . –\n[65] F. Costantini, C. Sberna, G. Petrucci, M. Reverberi, F. Domenici, C. Fanelli,\nC. Manetti, G. de Cesare, M. DeRosa, A. Nascetti, D. Caputo, Aptamer-based\nsandwich assay for on chip detection of Ochratoxin A by an array of amorphous\nsilicon photosensors, Sensor. Actuator. B Chem. 230 (2016) 31 39 . –\n[66] L. Guo, L. Ren, S. Yang, M. Xiao, Chang, F. Yang, C.S. Dela Cruz, Y. Wang, C. Wu,\nY. Xiao, L. Zhang, L. Han, S. Dang, Y. Xu, Q.W. Yang, S.Y. Xu, H.D. Zhu, Y.C. Xu,\nQ. Jin, L. Sharma, L. Wang, J. Wang, Profiling early humoral response to diagnose\nnovel coronavirus disease (COVID-19), Clin. Infect. Dis. 71 (2020) 778 785 . –\n[67] D. Liu, C. Ju, C. Han, R. Shi, X. Chen, D. Duan, J. Yan, X. Yan, Nanozyme\nchemiluminescence paper test for rapid and sensitive detection of SARS-CoV-2\nantigen, Biosens. Bioelectron. 173 (2020) 112817 .\n[68] K.G. Stevens, T.L. Pukala, Conjugating immunoassays to mass spectrometry:\nsolutions to contemporary challenges in clinical diagnostics, Trac. Trends Anal.\nChem. 132 (2020) 116064 .\n[69] C. Ihling, D. Tanzler, S. Hagemann, A. Kehlen, S. Huttelmaier, C. Arlt, A. Sinz,\nMass spectrometric identification of SARS-CoV-2 proteins from gargle solution\nsamples of COVID-19 patients, J. Proteome Res. 19 (2020) 4389 4392 . –\n[70] D. Gouveia, G. Miotello, F. Gallais, J.C. Gaillard, S. Debroas, L. Bellanger, J.\nP. Lavigne, A. Sotto, L. Grenga, O. Pible, J. Armengaud, Proteotyping SARS-CoV-2\nvirus from nasopharyngeal swabs: a proof-of-concept focused on a 3 min mass\nspectrometry window, J. Proteome Res. 19 (2020) 4407 4416 . –\n[71] N.L. Dollman, J.H. Griffin, K.M. Downard, Detection, mapping, and proteotyping\nof SARS-CoV-2 coronavirus with high resolution mass spectrometry, ACS Infect.\nDis. (2020) .\n[72] Q. Xiao, C. Xu, Research progress on chemiluminescence immunoassay combined\nwith novel technologies, Trac. Trends Anal. Chem. 124 (2020) 115780 .\n[73] L. Kricka, G. Thorpe, R. Stott, Luminescence immunoassay, in: C.P. Price, D.\nJ. Newman (Eds.), Principles and Practice of Immunoassay, Palgrave Macmillan\nUK, London, 1991, pp. 417 445 . –\n[74] X.F. Cai, J. Chen, J. Li Hu, Q.X. Long, H.J. Deng, P. Liu, K. Fan, P. Liao, B.Z. Liu,\nG.C. Wu, Y.K. Chen, Z.J. Li, K. Wang, X.L. Zhang, W.G. Tian, J.L. Xiang, H.X. Du,\nJ. Wang, Y. Hu, N. Tang, Y. Lin, J.H. Ren, L.Y. Huang, J. Wei, C.Y. Gan, Y.\nM. Chen, Q.Z. Gao, A.M. Chen, C.L. He, D.X. Wang, P. Hu, F.C. Zhou, A.L. Huang,\nD.Q. Wang, A peptide-based magnetic chemiluminescence enzyme immunoassay\nfor serological diagnosis of coronavirus disease 2019, J. Infect. Dis. 222 (2020)\n189 193 . –\n[75] B. Diao, K. Wen, J. Chen, Y. Liu, Z. Yuan, C. Han, J. Chen, Y. Pan, L. Chen, Y. Dan,\nJ. Wang, Y. Chen, G. Deng, H. Zhou, Y. Wu, Diagnosis of Acute Respiratory\nSyndrome Coronavirus 2 Infection by Detection of Nucleocapsid Protein,\nmedRxiv, 2020, 2020.2003.2007.20032524 .\n[76] J. Zhang, X. Zhang, J. Liu, Y. Ban, N. Li, Y. Wu, Y. Liu, R. Ye, J. Liu, X. Li, L. Li,\nX. Qin, R. Zheng, Serological detection of 2019-nCoV respond to the epidemic: a\nuseful complement to nucleic acid testing, Int. Immunopharm. 88 (2020) 106861 .\n[77] N.C. Cady, N. Tokranova, A. Minor, N. Nikvand, K. Strle, W.T. Lee, W. Page,\nE. Guignon, A. Pilar, G.N. Gibson, Multiplexed detection and quantification of\nhuman antibody response to COVID-19 infection using a plasmon enhanced\nbiosensor platform, Biosens. Bioelectron. 171 (2021) 112679 .\n[78] N. Nakasone, C. Toma, Y. Lu, M. Iwanaga, Development of a rapid\nimmunochromatographic test to identify enteropathogenic and\nenterohemorrhagic Escherichia coli by detecting EspB, Diagn. Microbiol. Infect.\nDis. 57 (2007) 21 25 . –\n[79] J.H.W. Leuvering, P.J.H.M. Thal, M.v.d. Waart, A.H.W.M. Schuurs, Sol particle\nimmunoassay (SPIA), J. Immunoassay 1 (1980) 77 91 . –\n16\n\n--- Page 18 ---\nH. Ilkhani et al.\n[80] C. Karakus, B.A. Salih, Comparison of the lateral flow immunoassays (LFIA) for\nthe diagnosis of Helicobacter pylori infection, J. Immunol. Methods 396 (2013)\n8 14 . –\n[81] S. Cavalera, B. Colitti, S. Rosati, G. Ferrara, L. Bertolotti, C. Nogarol, C. Guiotto,\nC. Cagnazzo, M. Denina, F. Fagioli, F. Di Nardo, M. Chiarello, C. Baggiani,\nL. Anfossi, A multi-target lateral flow immunoassay enabling the specific and\nsensitive detection of total antibodies to SARS COV-2, Talanta 223 (2021)\n121737 .\n[82] A. Roda, S. Cavalera, F. Di Nardo, D. Calabria, S. Rosati, P. Simoni, B. Colitti,\nC. Baggiani, M. Roda, L. Anfossi, Dual lateral flow optical/chemiluminescence\nimmunosensors for the rapid detection of salivary and serum IgA in patients with\nCOVID-19 disease, Biosens. Bioelectron. 172 (2021) 112765 .\n[83] H.Y. Kim, J.H. Lee, M.J. Kim, S.C. Park, M. Choi, W. Lee, K.B. Ku, B.T. Kim,\nE. Changkyun Park, H.G. Kim, S.I. Kim, Development of a SARS-CoV-2-specific\nbiosensor for antigen detection using scFv-Fc fusion proteins, Biosens.\nBioelectron. (2020) 112868 .\n[84] H. Ilkhani, T. Hughes, J. Li, C.J. Zhong, M. Hepel, Nanostructured SERS-\nelectrochemical biosensors for testing of anticancer drug interactions with DNA,\nBiosens. Bioelectron. 80 (2016) 257 264 . –\n[85] J. Xi, Q. Yu, The development of lateral flow immunoassay strip tests based on\nsurface enhanced Raman spectroscopy coupled with gold nanoparticles for the\nrapid detection of soybean allergen -conglycinin, Spectrochim. Acta Mol. β\nBiomol. Spectrosc. 241 (2020) 118640 .\n[86] J. Wang, Q. Chen, Y. Jin, X. Zhang, L. He, W. Zhang, Y. Chen, Surface enhanced\nRaman scattering-based lateral flow immunosensor for sensitive detection of\naflatoxin M1 in urine, Anal. Chim. Acta 1128 (2020) 184 192 . –\n[87] T. Notomi, H. Okayama, H. Masubuchi, T. Yonekawa, K. Watanabe, N. Amino,\nT. Hase, Loop-mediated isothermal amplification of DNA, Nucleic Acids Res. 28\n(2000) e63, e63 .\n[88] V.X.T. Zhao, T.I. Wong, X.T. Zheng, Y.N. Tan, X. Zhou, Colorimetric biosensors\nfor point-of-care virus detections, Mater. Sci. Energy Technol. 3 (2020) 237 249 . –\n[89] W.E. Huang, B. Lim, C.C. Hsu, D. Xiong, W. Wu, Y. Yu, H. Jia, Y. Wang, Y. Zeng,\nM. Ji, H. Chang, X. Zhang, H. Wang, Z. Cui, RT-LAMP for rapid diagnosis of\ncoronavirus SARS-CoV-2, Microb. Biotechnol. 13 (2020) 950 961 . –\n[90] D. Hayasaka, K. Aoki, K. Morita, Development of simple and rapid assay to detect\nviral RNA of tick-borne encephalitis virus by reverse transcription-loop-mediated\nisothermal amplification, Virol. J. 10 (2013) 68 .\n[91] H. Soliman, M. El-Matbouli, An inexpensive and rapid diagnostic method of Koi\nHerpesvirus (KHV) infection by loop-mediated isothermal amplification, Virol. J.\n2 (2005) 83 .\n[92] B. Freire-Paspuel, M.A. Garcia-Bereguiain, Low clinical performance of the\nIsopollo COVID-19 detection kit (M Monitor, South Korea) for RT-LAMP SARS-\nCoV-2 diagnosis: a call for action against low quality products for developing\ncountries, Int. J. Infect. Dis. 104 (2021) 303 305 . –\n[93] Y. Zhang, N. Odiwuor, J. Xiong, L. Sun, R.O. Nyaruaba, H. Wei, N.A. Tanner,\nRapid Molecular Detection of SARS-CoV-2 (COVID-19) Virus RNA Using\nColorimetric LAMP, medRxiv, 2020, 2020.2002.2026.20028373 .\n[94] L. Yu, S. Wu, X. Hao, X. Li, X. Liu, S. Ye, H. Han, X. Dong, X. Li, J. Li, N. Liu, J. Liu,\nW. Zhang, V. Pelechano, W.-H. Chen, X. Yin, Rapid Colorimetric Detection of\nCOVID-19 Coronavirus Using a Reverse Transcriptional Loop-Mediated\nIsothermal Amplification (RT-LAMP) Diagnostic Platform: iLACO, medRxiv,\n2020, 2020.2002.2020.20025874 .\n[95] C. Yan, J. Cui, L. Huang, B. Du, L. Chen, G. Xue, S. Li, W. Zhang, L. Zhao, Y. Sun,\nH. Yao, N. Li, H. Zhao, Y. Feng, S. Liu, Q. Zhang, D. Liu, J. Yuan, Rapid and visual\ndetection of 2019 novel coronavirus (SARS-CoV-2) by a reverse transcription\nloop-mediated isothermal amplification assay, Clin. Microbiol. Infect. 26 (2020)\n773 779 . –\n[96] M. El-Tholoth, H.H. Bau, J. Song, A Single and Two-Stage, Closed-Tube,\nMolecular Test for the 2019 Novel Coronavirus (COVID-19) at Home, Clinic, and\nPoints of Entry, ChemRxiv : the Preprint Server for Chemistry, 2020 .\n[97] Y.H. Baek, J. Um, K.J.C. Antigua, J.H. Park, Y. Kim, S. Oh, Y.I. Kim, W.S. Choi, S.\nG. Kim, J.H. Jeong, B.S. Chin, H.D.G. Nicolas, J.Y. Ahn, K.S. Shin, Y.K. Choi, J.\nS. Park, M.S. Song, Development of a reverse transcription-loop-mediated\nisothermal amplification as a rapid early-detection method for novel SARS-CoV-2,\nEmerg. Microb. Infect. 9 (2020) 998 1007 . –\n[98] Jeffrey N. Anker, W. Paige Hall, Olga lyandres, Nilam C. Shah, J. Zhao, R.P.\nV. duyne, Biosensing with plasmonic nanosensors, Nat. Mater. 7 (2008) 442 453 . –\n[99] H. He, P. Muhammad, Z. Guo, Q. Peng, H. Lu, Z. Liu, Controllably prepared\nmolecularly imprinted core-shell plasmonic nanostructure for plasmon-enhanced\nfluorescence assay, Biosens. Bioelectron. 146 (2019) 111733 .\n[100] L.-X. Wang, X.-E. Jiang, Bioanalytical applications of surface-enhanced infrared\nabsorption spectroscopy, Chin. J. Anal. Chem. 40 (2012) 975 982 . –\n[101] Z. Zhang, H. Wang, Z. Chen, X. Wang, J. Choo, L. Chen, Plasmonic colorimetric\nsensors based on etching and growth of noble metal nanoparticles: strategies and\napplications, Biosens. Bioelectron. 114 (2018) 52 65 . –\n[102] T. Xu, Z. Geng, Strategies to improve performances of LSPR biosensing: structure,\nmaterials, and interface modification, Biosens. Bioelectron. 174 (2021) 112850 .\n[103] R. Funari, K.Y. Chu, A.Q. Shen, Detection of antibodies against SARS-CoV-2 spike\nprotein by gold nanospikes in an opto-microfluidic chip, Biosens. Bioelectron. 169\n(2020) 112578 .\n[104] G. Qiu, Z. Gai, Y. Tao, J. Schmitt, G.A. Kullak-Ublick, J. Wang, Dual-functional\nplasmonic photothermal biosensors for highly accurate severe acute respiratory\nsyndrome coronavirus 2 detection, ACS Nano 14 (2020) 5268 5277 . –\n[105] D. Sadighbayan, M. Hasanzadeh, E. Ghafar-Zadeh, Biosensing based on field-\neffect transistors (FET): recent progress and challenges, Trac. Trends Anal. Chem.\n133 (2020) 116067 .\n\nAnalytical Biochemistry 634 (2021) 114362\n[106] J. Sengupta, C.M. Hussain, Graphene-based field-effect transistor biosensors for\nthe rapid detection and analysis of viruses: a perspective in view of COVID-19,\nCarbon Trends 2 (2021) 100011 .\n[107] G. Seo, G. Lee, M.J. Kim, S.H. Baek, M. Choi, K.B. Ku, C.S. Lee, S. Jun, D. Park, H.\nG. Kim, S.J. Kim, J.O. Lee, B.T. Kim, E.C. Park, S.I. Kim, Rapid detection of\nCOVID-19 causative virus (SARS-CoV-2) in human nasopharyngeal swab\nspecimens using field-effect transistor-based biosensor, ACS Nano 14 (2020)\n5135 5142 . –\n[108] D. Grieshaber, R. MacKenzie, J. V or os, E. Reimhult, Electrochemical biosensors - ¨ ¨\nsensor principles and architectures, Sensors 8 (2008) 1400 1458 . –\n[109] H. Ilkhani, M.R. Ganjali, M. Arvand, M.S. Hejazi, F. Azimi, P. Norouzi,\nElectrochemical spectroscopic investigations on the interaction of an ytterbium\ncomplex with DNA and their analytical applications such as biosensor, Int. J. Biol.\nMacromol. 49 (2011) 1117 1123 . –\n[110] H. Ilkhani, M.R. Ganjali, M. Arvand, P. Norouzi, Electrochemical and\nspectroscopic study of samarium ion interaction with DNA in different pHs, Int. J.\nElectrochem. Sci. 5 (2010) 168 176 . –\n[111] H. Ilkhani, M.R. Ganjali, M. Arvand, P. Norouzi, Interaction study of ss-DNA and\nYb 3 ions in aqueous solutions by electrochemical and spectroscopic techniques, +\nJ. Mol. Liq. 165 (2012) 119 124 . –\n[112] P. Bollella, L. Gorton, Enzyme based amperometric biosensors, Curr. Opin.\nElectrochem. 10 (2018) 157 173 . –\n[113] N. Kolahchi, M. Braiek, G. Ebrahimipour, S.O. Ranaei-Siadat, F. Lagarde,\nN. Jaffrezic-Renault, Direct detection of phenol using a new bacterial strain-based\nconductometric biosensor, J. Environ. Chem. Eng. 6 (2018) 478 484 . –\n[114] H. Ilkhani, M. Arvand, M.R. Ganjali, G. Marrazza, M. Mascini, Nanostructured\nscreen printed graphite electrode for the development of a novel electrochemical\ngenosensor, Electroanalysis 25 (2013) 507 514 . –\n[115] J.B. Raoof, M. Hejazi, R. Ojani, E. Asl, A comparative study of carbon nanotube\npaste electrode for development of indicator-free DNA sensors using DPV and EIS:\nhuman interleukin-2, Int. J. Electrochem. Sci. 4 (2009) 1436 1451 . –\n[116] H. Ilkhani, H. Zhang, A. Zhou, A novel three-dimensional microTAS chip for ultra-\nselective single base mismatched Cryptosporidium DNA biosensor, Sensor.\nActuator. B Chem. 282 (2019) 675 683 . –\n[117] Y. Zhang, Y. Yan, W. Chen, W. Cheng, S. Li, X. Ding, D. Li, H. Wang, H. Ju,\nS. Ding, A simple electrochemical biosensor for highly sensitive and specific\ndetection of microRNA based on mismatched catalytic hairpin assembly, Biosens.\nBioelectron. 68 (2015) 343 349 . –\n[118] F. Bettazzi, E. Hamid-Asl, C.L. Esposito, C. Quintavalle, N. Formisano, S. Laschi,\nS. Catuogno, M. Iaboni, G. Marrazza, M. Mascini, L. Cerchia, V. De Franciscis,\nG. Condorelli, I. Palchetti, Electrochemical detection of miRNA-222 by use of a\nmagnetic bead-based bioassay, Anal. Bioanal. Chem. 405 (2013) 1025 1034 . –\n[119] H. Ilkhani, M. Sarparast, A. Noori, S.Z. Bathaie, M.F. Mousavi, Electrochemical\naptamer/antibody based sandwich immunosensor for the detection of EGFR, a\ncancer biomarker, using gold nanoparticles as a signaling probe, Biosens.\nBioelectron. 74 (2015) 491 497 . –\n[120] H. Ilkhani, A. Ravalli, G. Marrazza, Design of an affibody-based recognition\nstrategy for human epidermal growth factor receptor 2 (HER2) detection by\nelectrochemical biosensors, Chemosensors 4 (2016) 23 .\n[121] L. Sun, Y. Chen, F. Chen, F. Ma, Peptide-based electrochemical biosensor for\nmatrix metalloproteinase-14 and protein-overexpressing cancer cells based on\nanalyte-induced cleavage of peptide, Microchem. J. 157 (2020) 105103 .\n[122] A.S. Tanak, B. Jagannath, Y. Tamrakar, S. Muthukumar, S. Prasad, Non-faradaic\nelectrochemical impedimetric profiling of procalcitonin and C-reactive protein as\na dual marker biosensor for early sepsis detection, Anal. Chim. Acta X 3 (2019)\n100029 .\n[123] F. Liu, K.S. Choi, T.J. Park, S.Y. Lee, T.S. Seo, Graphene-based electrochemical\nbiosensor for pathogenic virus detection, BioChip J. 5 (2011) 123 128 . –\n[124] J. Riu, B. Giussani, Electrochemical biosensors for the detection of pathogenic\nbacteria in food, Trac. Trends Anal. Chem. 126 (2020) 115863 .\n[125] H. Subak, D. Ozkan-Ariksoysal, Label-free electrochemical biosensor for the\ndetection of Influenza genes and the solution of guanine-based displaying\nproblem of DNA hybridization, Sensor. Actuator. B Chem. 263 (2018) 196 207 . –\n[126] T. Lee, S.Y. Park, H. Jang, G.-H. Kim, Y. Lee, C. Park, M. Mohammadniaei, M.-\nH. Lee, J. Min, Fabrication of electrochemical biosensor consisted of multi-\nfunctional DNA structure/porous au nanoparticle for avian influenza virus\n(H5N1) in chicken serum, Mater. Sci. Eng. C 99 (2019) 511 519 . –\n[127] L. Farzin, S. Sadjadi, A. Sheini, E. Mohagheghpour, A nanoscale genosensor for\nearly detection of COVID-19 by voltammetric determination of RNA-dependent\nRNA polymerase (RdRP) sequence of SARS-CoV-2 virus, Microchimica Acta 188\n(2021) 121 .\n[128] J. Kudr, P. Michalek, L. Ilieva, V. Adam, O. Zitka, COVID-19: a challenge for\nelectrochemical biosensors, Trac. Trends Anal. Chem. 136 (2021) 116192 .\n[129] S. Imran, S. Ahmadi, K. Kerman, Electrochemical biosensors for the detection of\nSARS-CoV-2 and other viruses, Micromachines 12 (2021) 174 .\n[130] H. Zhao, F. Liu, W. Xie, T.C. Zhou, J. OuYang, L. Jin, H. Li, C.Y. Zhao, L. Zhang,\nJ. Wei, Y.P. Zhang, C.P. Li, Ultrasensitive supersandwich-type electrochemical\nsensor for SARS-CoV-2 from the infected COVID-19 patients using a smartphone,\nSensor. Actuator. B Chem. 327 (2021) 128899 .\n[131] A. Yakoh, U. Pimpitak, S. Rengpipat, N. Hirankarn, O. Chailapakul, S. Chaiyo,\nPaper-based electrochemical biosensor for diagnosing COVID-19: detection of\nSARS-CoV-2 antibodies and antigen, Biosens. Bioelectron. 176 (2021) 112912 .\n[132] S.A. Hashemi, N.G. Golab Behbahan, S. Bahrani, S.M. Mousavi, A. Gholami,\nS. Ramakrishna, M. Firoozsani, M. Moghadami, K.B. Lankarani, N. Omidifar,\nUltra-sensitive viral glycoprotein detection NanoSystem toward accurate tracing\n17\n\n--- Page 19 ---\nH. Ilkhani et al.\nSARS-CoV-2 in biological/non-biological media, Biosens. Bioelectron. 171 (2021)\n112731 .\n[133] Z.S. Miripour, R. Sarrami-Forooshani, H. Sanati, J. Makarem, M.S. Taheri,\nF. Shojaeian, A.H. Eskafi, F. Abbasvandi, N. Namdar, H. Ghafari, P. Aghaee,\nA. Zandi, M. Faramarzpour, M. Hoseinyazdi, M. Tayebi, M. Abdolahad, Real-time\ndiagnosis of reactive oxygen species (ROS) in fresh sputum by electrochemical\ntracing; correlation between COVID-19 and viral-induced ROS in lung/respiratory\nepithelium during this pandemic, Biosens. Bioelectron. 165 (2020) 112435 .\n[134] L. Fabiani, M. Saroglia, G. Galata, R. De Santis, S. Fillo, V. Luca, G. Faggioni,\nN. D Amore, E. Regalbuto, P. Salvatori, G. Terova, D. Moscone, F. Lista, ’\nF. Arduini, Magnetic beads combined with carbon black-based screen-printed\nelectrodes for COVID-19: a reliable and miniaturized electrochemical\nimmunosensor for SARS-CoV-2 detection in saliva, Biosens. Bioelectron. 171\n(2021) 112686 .\n[135] M. Alafeef, K. Dighe, P. Moitra, D. Pan, Rapid, ultrasensitive, and quantitative\ndetection of SARS-CoV-2 using antisense oligonucleotides directed\nelectrochemical biosensor chip, ACS Nano (2020) .\n\nAnalytical Biochemistry 634 (2021) 114362\n[136] M.Z. Rashed, J.A. Kopechek, M.C. Priddy, K.T. Hamorsky, K.E. Palmer, N. Mittal,\nJ. Valdez, J. Flynn, S.J. Williams, Rapid detection of SARS-CoV-2 antibodies using\nelectrochemical impedance-based detector, Biosens. Bioelectron. 171 (2021)\n112709 .\n[137] A.L. Wyllie, J. Fournier, A. Casanovas-Massana, M. Campbell, M. Tokuyama,\nP. Vijayakumar, B. Geng, M.C. Muenker, A.J. Moore, C.B.F. Vogels, M.E. Petrone,\nI.M. Ott, P. Lu, A. Venkataraman, A. Lu-Culligan, J. Klein, R. Earnest, M. Simonov,\nR. Datta, R. Handoko, N. Naushad, L.R. Sewanan, J. Valdez, E.B. White,\nS. Lapidus, C.C. Kalinich, X. Jiang, D.J. Kim, E. Kudo, M. Linehan, T. Mao,\nM. Moriyama, J.E. Oh, A. Park, J. Silva, E. Song, T. Takahashi, M. Taura, O.-\nE. Weizman, P. Wong, Y. Yang, S. Bermejo, C. Odio, S.B. Omer, C.S. Dela Cruz,\nS. Farhadian, R.A. Martinello, A. Iwasaki, N.D. Grubaugh, A.I. Ko, Saliva Is More\nSensitive for SARS-CoV-2 Detection in COVID-19 Patients than Nasopharyngeal\nSwabs, medRxiv, 2020, 2020.2004.2016.20067835 .\n18",
    "pages": [
      {
        "page_number": 1,
        "text": "Since January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.",
        "char_count": 774,
        "word_count": 118,
        "extraction_method": "single_column"
      },
      {
        "page_number": 2,
        "text": "Analytical Biochemistry 634 (2021) 114362\nContents lists available at\njournal homepage:\nNovel approaches for rapid detection of COVID-19 during the pandemic:\nA review\na * b c ** , , Hoda Ilkhani , Nader Hedayat , Siamak Farhad\nDepartment of Chemistry and Chemical Biology, The University of New Mexico, Albuquerque, NM, 87144, United States a\nDepartment of Chemical and Biomolecular Engineering, The University of Akron, Akron, OH, 44325, United States b\nAdvanced Energy c Sensor Lab, Department of Mechanical Engineering, The University of Akron, Akron, OH, 44325, United States\n&\nA R T I C L E  I N F O A B S T R A C T\nKeywords:\nSARS-CoV-2\nCOVID-19\nBiosensor\nImmunoassay\nBioassay\nPCR\nCoV-2 virus.\n1. Introduction\nThe fight against infectious diseases caused by viruses is still chal­\nlenging and regarded as an endless task for public health care [ 1 ].\nCoronaviruses are the members of Coronaviridae family and can cause\nrespiratory and neurological diseases [ 2 , 3 ]. Six human coronaviruses\n(HCoVs) have been detected, including, HCoV-229E, HCoV-HKU1,\nHCoV-OC43, HCoV NL63 to date, severe acute respiratory syndrome\ncoronavirus (SARS-CoV), and Middle East respiratory syndrome coro­\nnavirus (MERS-CoV). Among them SARS -CoV and MERS-CoV caused\npandemic in the past [ 2 5 ]. The last and newest coronavirus, severe\n–\nacute respiratory syndrome coronavirus 2 (SARS-CoV-2) has caused a\nnovel infectious disease, called coronavirus disease 2019 (COVID-19).\nCOVID-19 was started from Wuhan, China in the late 2019 and is\nconsidered as the most widespread pandemic of recent 100 years [ 6 , 7 ].\nThe pandemic declaration was performed by world health organization\n(WHO) in March 2019. The symptoms of COVID-19 are not specific and\nthey are similar to the common flu. The preliminary symptoms of\ncoronavirus disease are related to respiratory illness including cough,\n* Corresponding author.\n** Corresponding author.\nE-mail addresses: hilkhani@cnm.edu (H. Ilkhani), sfarhad@uakron.edu\nhttps://doi.org/10.1016/j.ab.2021.114362\nReceived 27 April 2021; Received in revised form 19 August 2021; Accepted 30 August 2021\nAvailable online 31 August 2021\n0003-2697/© 2021 Elsevier Inc. All rights reserved.\n\nScienceDirect\nAnalytical Biochemistry\nwww.elsevier.com/locate/yabio\nThe rapid spread of the SARS-CoV-2 virus that caused the COVID-19 disease, has highlighted our urgent need for\nsensitive, fast and accurate diagnostic technologies. In fact, one of the main challenges for flatting COVID-19\nspread charts is the ability to accurately and rapidly identify asymptomatic cases that result in spreading the\nvirus to close contacts. SARS-CoV-2 virus mutation is also relatively rapid, which makes the detection of COVID-\n19 diseases still crucial even after the vaccination. Conventional techniques, which are commercially available\nhave focused on clinical manifestation, along with molecular and serological detection tools that can identify the\nSARS-CoV-2 virus however, owing to various disadvantages including low specificity and sensitivity, a quick, low\ncost and easy approach is needed for diagnosis of COVID-19. Scientists are now showing extensive interest in an\neffective portable and simple detection method to diagnose COVID-19. There are several novel methods and\napproaches that are considered viable advanced systems that can meet the demands. This study reviews the new\napproaches and sensing technologies that work on COVID-19 diagnosis for easy and successful detection of SARS-\nfever, and difficulty in breathing [ 8 ]. Due to the wide range in severity of\nthe disease many individuals remain asymptomatic or have mild\nsymptoms defining a population that is not tested at the time of acute\ninfection [ 9 ]. The worldwide confirmed cases of COVID-19 are more\nthan 94 million cases and confirmed deaths are more than 2 million\ncases in the world until March 2021. The living and working conditions\nof billions of people, have been significantly disrupted owing to different\nforms of social distancing and city lockdowns. Newly, the COVID-19\nvaccines are produced and applied for high risk groups of people but\nstill the best way for avoiding of COVID-19 spreading is social\ndistancing, and continuous, inclusive and universal testing [ 10 ]\nspecially because the vaccination rate is very slow comparing with virus\nspreading. Since the transmission rate of SARS-CoV-2 virus is very high,\nand novel in many aspects and produced a lot of difficulties in all\ncountries around the world to get control over it, thus to break the chain\nof transmission a uniform diagnostic approach is still important. The\nrapid and accurate detections of SARS-CoV-2 virus is useful for the early\ndiagnosis of COVID-19, which would be important for slowing down the\nspread of virus and save life of sensitive groups, especially because based\n(S. Farhad).",
        "char_count": 4843,
        "word_count": 747,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "H. Ilkhani et al.\non WHO results more than 30% of virus carriers, show no symptoms\n[ 11 ]. To this date, there are a number of reports about the new coro­\nnavirus detection (SARS-CoV-2) using wide range of methods. Several\nmethods are used for other Coronaviridae family members previously\nand some novel methods are specifically designed for SARS-CoV-2\nrecently [ 12 ].\nThe studies on the SARS-CoV-2 were started in the first days of\npandemic in China and virus structure was detected. As can be seen in\nFig. 1 (a), the SARS-CoV-2 has circular shape (60 140 nm) and is con­\n–\ntaining a genetic material and spike proteins on the surface and its\nstructure is comparable to the viruses of the Coronaviridae family.\nSARS-CoV-2 contains four structural proteins on the surface including\nspike glycoprotein (S), small envelope protein (E), matrix protein (M),\nand nucleocapsid protein (N). The spike protein is responsible for the\nvirus infection property [ 13 ]. Fig. 1 (b) shows the TEM image of\nSARS-CoV-2 that is identified in the Broncho alveolar lavages of patients\nafter cell culture [ 14 ]. Now it is well-known that SARS-CoV-2 enters the\ncells through interaction with the angiotensin-converting enzyme 2\n(ACE2) receptor and it could be found in most human organs including\nepithelial cells (lung alveolar and intestines cells) suggesting them being\nthe primary region for infection onset while oral, nasal mucosa, and\nnasopharynx has been shown to lack ACE2 expression [ 15 ].\nBiosensors are analytical devices including a biological sensing\nelement and they are using for detecting a wide range of biological\nmolecules, bacteria and viruses in very different methods [ 17 19 ]. In\n–\nthis article we review all biomolecules that are used as analyte and also\nall methods that are applied for SARS-CoV-2 detection in literatures.\nThe present manuscript reviews all of the methods that are applied to\ndetect SARS-CoV-2 virus. In addition, the analytes that are used as target\nfor detection are classified and the advantages and disadvantages of\ndifferent detection methods are compared. The purpose of present\nmanuscript is to help researchers to find the novel detection methods\nand analytes, and develop the methods for improving specificity,\nsensitivity, selectivity and detection limit in future. The papers that are\nfocused on SARS-CoV-2 detection methods and published after new\npandemic starting in late 2019 are selected for this review.\n2. Methods of SARS-CoV-2 virus detection\nWhereas, COVID-19 is emerged as a worldwide pandemic recently,\nseveral detection methods are reported for that in literatures. The\nreviewed COVID-19 detection articles are classified into three main\ngroups. Fig. 2 shows the classification diagram of approaches and\napplied methods. As Fig. 2 shows, in first part, the utilized biomolecules\nthat are targeted as analyte are reviewed (section 3 ). In the second part,\nthe methods and technologies that are used as sensing methods are\nreviewed (section 4 ) and in the third part the sampling methods are\nFig. 1. (a): Schematic structure and TEM image of the SARS-CoV-2 virus and 1(b): TEM photo of the SARS-CoV-2 [\n\nAnalytical Biochemistry 634 (2021) 114362\npresented (section 5 ). Different types of nanoparticles are used in wide\nrange of detection methods and applied for all types of target analytes.\n3. SARS-CoV-2 virus detection based on targeted analyte\nThe biosensors use several types of biomolecules as targeted analyte\nfor decays. The common biomolecules as targeted analyte are bio­\nmarkers, DNA, RNA, enzymes and antigen in different types of bio­\nassays. In this section the most utilized targeted analytes in COVID-19\ndetection assays are classified and explained.\n3.1. Nucleic acid based assays\nThe genome sequence length of SARS-CoV-2 is about 30 Kb with a 5 ′\ncap structure and 3 - poly-(A) tail enveloped by a complex of structural ′\nprotein to form a crown like enveloped virus. The first method that was\nused for SARS-CoV-2 virus in early period of COVID-19 outbreak was\nDNA sequence detection [ 20 ]. DNA sequencing technology can be used\nto explore novel mutations and the evolution of SARS-CoV-2 isolates\n[ 21 ]. However DNA sequencing assays, require highly professional\ntechnicians to operate expensive instruments under stringent laboratory\nconditions. DNA sequencing is designed based on hybridization between\nthe primer and target strands of DNA and a detection marker shows that\nthe hybridization is processed and the target strand is detected. Among\nother studies which use DNA as assay analyte, Jiao et al. [ 22 ] success­\nfully designed a DNA nanoscaffold hybrid chain reaction (DNHCR)\nmethod for rapid detection of COVID-19 based on SARS-CoV-2 RNA\ntriggered isothermal amplification. In this method, as can be seen in\nFig. 3 , the DNA nanoscaffolds have been first constructed by the\nself-assembly of long DNA strands and self-quenching probes (H1).\nThen, the SARS-CoV-2 RNA will initiate the hybridization of H1 and free\nH2 DNA probes along the nanoscaffold, and an illuminated DNA nano­\nstring is instantly obtained. By taking advantages of the localization\ndesign of the H1 probes and the temperature tolerance of the isothermal\namplification, the reaction time reduced to within about 10 min and\nhigh signal gain is obtained in wide temperature range of 15 C 35 C. ◦ ◦\n−\nAdditionally, the reliability of DNHCR method in serum and saliva\nsamples have been validated as well ( Fig. 3 ). Therefore, comparing with\nprevious reported biosensors for SARS-CoV-2 RNA detection,\nDNHCR-based method is expected to provide a simple and faster alter­\nnative to the traditional SARS-CoV-2 qRT-PCR assay, significantly\nsimplified and affordable operation [ 22 ].\n3.2. CRISPR based assays\nClustered regularly interspaced short palindromic repeats (CRISPR)\nis a family of DNA sequences found in the genomes of prokaryotic\n14 , 16 ].\n2",
        "char_count": 5893,
        "word_count": 948,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "H. Ilkhani et al.\nFig. 2.\norganisms like bacteria and archaea. These sequences are derived from\nDNA fragments of bacteriophages that had previously infected the pro­\nkaryote. CRISPR is used in COVID-19 detection assays as analyte in some\npublished studies. For instance, Hou et al. [ 23 ], have developed an\nisothermal CRISPR-based COVID-19 assay for SARS-CoV-2 detection\nbased on Cas13a ORF with near single-copy sensitivity and compared\ntheir diagnostic performance with other technological platforms,\nincluding metagenomic sequencing and RT-PCR. The authors have\nclaimed that their method demonstrated a sensitivity of 100% by\ndetecting all 62 COVID-19 cases and no false positives were found in all\n62 negative cases, including all the hCoV-infected ones [ 23 ]. In another\nstudy, broughton et al. [ 24 ] have reported the development and initial\nvalidation of a CRISPR Cas12-based assay for detection of SARS-CoV-2\n–\nfrom extracted patient sample RNA, called SARS-CoV-2 DNA\nEndonuclease-Targeted CRISPR Trans Reporter (DETECTR). This assay\nperforms simultaneous RT LAMP for RNA extracted from nasopharyn­\n–\ngeal or oropharyngeal swabs, followed by Cas12 detection of predefined\ncoronavirus sequences, after which cleavage of a reporter molecule\nconfirms detection of the virus. They have joined isothermal amplifi­\ncation with CRISPR Cas12 DETECTR technology to develop a rapid\n–\n(30 40 min) test to detect of SARS-CoV-2 in clinical samples. For the\n–\nmethod testing, the researchers have used contrived reference samples\nand clinical samples from patients in the United States, including 36\npatients with COVID-19 infection and 42 patients with other viral res­\npiratory infections. The results have showed the CRISPR-based\nDETECTR assay provides a visual and faster alternative to the US Cen­\nters for Disease Control and Prevention SARS-CoV-2 real-time RT PCR\n–\nassay, with 95% positive predictive agreement and 100% negative\npredictive agreement [ 24 ]. Ding et al. [ 25 ] developed a novel assay\nmethod for simple, rapid, ultrasensitive and visual detection of coro­\nnavirus SARS-CoV-2 and HIV virus and called that All In One Dual\nCRISPR (AIOD-CRISPR). In this assay, a pair of crRNAs was introduced\nto initiate dual CRISPR-Cas12a detection and improve detection sensi­\ntivity. The AIOD-CRISPR assay system was successfully utilized to detect\nnucleic acids (DNA and RNA) of SARS-CoV-2 and HIV with a sensitivity\n\nAnalytical Biochemistry 634 (2021) 114362\nThe infograph of the reviewed approaches for SARS-CoV-2 detection methods.\nof few copies. The authors were engineered AIOD-CRISPR without\npre-amplification could detect as low as 1.2 copies of DNA targets and\n4.6 copies of RNA targets in 40 min incubation. The distinctive advan­\ntages listed for the assay are (i) system is a true single reaction system;\n(ii) AIOD-CRISPR is an isothermal nucleic acid detection method; (iii)\nAIOD-CRISPR-based detection is very fast, robust, highly specific, and\nnearly single-molecule sensitive and (iv) AIOD-CRISPR enables one-step\nCRISPR-Cas12a-based RNA detection. Therefore the developed method\npossesses a high potential for developing next-generation point-of-care\nmolecular diagnostics compared to real time PCR [ 25 ].\n3.3. Antibody based assays\nNucleic acid testing, considered as the current primary method for\ndiagnosing COVID-19, might lead to false negatives and is difficult to be\napplied for every suspected patient because of the existence of asymp­\ntomatic [ 26 ]. In addition, detecting specific antibodies in blood, like the\nimmunoglobulin M (IgM) antibody, against the SARS-CoV-2 is another\nchoice for COVID-19 diagnosis, as it is widely accepted that IgM is an\nimportant indicator in the acute infection period [ 26 ]. It is highly\naccepted that the IgM provides the first line of defense during viral in­\nfections, before the generation of adaptive, high affinity immunoglob­\nulin G (IgG) responses that are important for long term immunity and\nimmunological memory. The main idea for antibody based assay design\nis that IgM initially raises after the first contact of virus with body and\nrapidly decreases after short time, while IgG produces in a second time\nand remains in the blood even after recovery. Therefore the ability of\nrecognition of the anti-SARS-CoV-2 immunoglobulins that also named\nSARS-CoV-2 antibodies can guide the researcher to identify infected\npatients and to recognize those who surpassed the illness and can safely\nend isolation [ 27 ]. The drawback of this approach is that the sequential\nproduction of IgM and IgG is questionable as reported for previous SARS\nand MERS virus, when the immune system encounter SARS CoV-2. In\nanother word, IgM responses were either found earlier than IgG or\ntogether with IgG, later than IgG or were missing [ 28 ]. Furthermore,\n3",
        "char_count": 4813,
        "word_count": 744,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "H. Ilkhani et al. Analytical Biochemistry 634 (2021) 114362\nFig. 3. Schematic diagram for detection of SARS-CoV-2 RNA based on LAMP method. (a) The synthesis of DNA nanoscaffolds produced by RCA; (b) The procedure of\nDNHCR triggered by the SARS-CoV-2 RNA; (c) The detection of the target SARS-CoV-2 RNA [ 22 ].\nFig. 4. Schematic performance of rapid SARS-CoV-2 IgM-IgG combined antibody detection biosensor. M line detect the IgM and G line detect IgG in samples [ 27 ].\n4",
        "char_count": 472,
        "word_count": 80,
        "extraction_method": "single_column"
      },
      {
        "page_number": 6,
        "text": "H. Ilkhani et al.\nDetection of immunoglobulin A (IgA) and IgM has been suggested by\nsome researcher as a more accurate diagnostic tool. The obtained results\nfor SARS infection outbreak have shown that, just like the MERS, IgG\ncan be detected as early as 2 days after the onset of fever and IgM can be\ndetected at the same time or after the IgG [ 29 ]. There are several\nwell-known methods for IgG and IgM detection [ 30 , 31 ], for instance, Li\net al. [ 27 ], reported a strategy for COVID-19 detection based on IgM and\nIgG antibodies measurements. In this study, the commercial IgG-IgM\ncombined antibody kit to detection of suffered SARS-CoV-2 cases from\nhealthy cases was used. The samples obtained from 58 patients in\nWuhan were tested and it was found that 94.83% of the positive patients\nhad both IgM- and IgG-positive test lines, and 1.72%, 3.45% had only\nIgM or only IgG-positive lines, respectively. The test time was from day 8\nto day 33 after infection symptoms appeared and the test time was less\nthan 15 min. Fig. 4 , Shows the schematic illustration of IgG-IgM com­\nbined antibody testing kit that used in this study. As can be seen in Fig. 4\n(A) the test trip has two Mouse antihuman monoclonal antibodies\n(anti-IgG and anti-IgM) stripped on two separated test lines. A mixture of\nSARS-CoV-2 antibodies (including IgM and IgG) and rabbit IgG conju­\ngated to colloidal gold nanoparticles (AuNP) are sprayed on the pad as\nsample and controlling solution respectively. The AuNP- rabbit IgG\nconjugates immobilize on the control line while AuNP- SARS-CoV-2 IgM\nconjugated SARS-CoV-2 and AuNP- SARS-CoV-2 IgG conjugated on M\nand G line respectively. If the sample does not contain SARS-CoV-2\nantibodies, no labeled complexes bind at the test zone and no line could\nbe observed. Fig. 4 (B) shows the testing results for negative, IgM posi­\ntive, IgG positive and IgM/IgG positive samples [ 27 ]. Additionally,\nWang et al. [ 32 ], have developed a SARS-CoV-2 proteome peptide\nmicroarray to analyze antibody interactions at the amino acid resolu­\ntion. Using the previous fabricated microarray, researcher showed the\npossibility of employing SARS-CoV-1 antibodies to detect the\nSARS-CoV-2 nucleocapsid phosphoprotein. For fabrication of\nSARS-CoV-2 proteome microarray, in the first step, the reference se­\nquences of 10 proteins were encoded by the SARS-CoV-2 coronavirus\ngenome and prepared the peptide library and then, all the peptides were\nlabeled with a C-terminal biotin group and printed onto a\nthree-dimensional (3D) modified microscope slide using bio­\ntin streptavidin chemistry. After optimization the microarray was used\n−\nfor antibodies detection. The final results show that the designed\nSARS-CoV-2 peptide-based microarray is enable to detect the humoral\nantibody response in COVID-19 patients and animal models and can\nhelp to find the potential targets for COVID-19 diagnosis and treatments\n[ 32 ]. In another work, Steiner at al. [ 33 ], described an arrayed imaging\nreflectometry (AIR) platform for studying IgG and IgM in different types\nof Influenza viruses. The array was exposed fetal bovine serum (FBS) and\npooled normal human serum (PNHS) and after preparation the diluted\nsamples were added in the arrays and used for IgG and IgM antibodies\ndetection and AIR images were analyzed and the results were compared\nwith Enzyme-linked immunosorbent assay (ELISA) assay results. The\nobtained results show the array was initially acceptable for using com­\nmercial mono- and poly-clonal antibodies (Sino Biological) doped in\nPNHS produced strong signals to circulating different types of Influenza\nviruses and Responses to SARS-CoV-2 antigens effectively differentiated\nbetween serum samples from positive and negative COVID-19 cases,\nwith generally good correlation to ELISA data [ 33 ]. Furthermore, Wu\net al. [ 34 ], have demonstrated a new method for isolation fully human\nsingle-domain antibodies and their application for screening of anti­\nbodies against SARS-CoV-2. They explained development of a\nphage-displayed single-domain antibody library by grafting naive\ncomplementarity-determining regions (CDRs) into framework regions of\na human germline immunoglobulin heavy chain variable region (IGHV)\nallele. Panning this library against SARS-CoV-2 RBD and S1 subunit\nidentified fully human single-domain antibodies targeting five distinct\nepitopes on SARS-CoV-2 RBD with subnanomolar to low nanomolar\naffinities. Some of these antibodies neutralize SARS-CoV-2 by targeting a\ncryptic epitope located in the spike trimeric interface [ 34 ].\n\nAnalytical Biochemistry 634 (2021) 114362\n3.4. Enzyme based assays\nEnzymes, as a biological molecule have the potential to be used for\nCOVID-19 detection in different roles like analyte or detection label.\nSeveral different types of methods can be used to fabricate of biosensor\nassays using enzymes. A novel enzyme-based immunodetection assay is\nintroduced by Conzelmann et al. [ 35 ], directly quantifies the amount of\nde novo synthesized viral spike protein within fixed and permeabilized\ncells. This method is an in-cell ELISA method that provides a rapid and\nquantitative detection of SARS-CoV-2 infection in microtiter format,\nregardless of the virus isolate or target cell culture. It follows the\nestablished method of performing ELISA assays and requires low-cost\ninstrumentation. Using the in-cell ELISA has some advantages,\nincluding the determination of TCID of virus stocks, antiviral effi­\n50\nciencies (IC50 values) of drugs or neutralizing activity of sera and is a\npromising alternative to study SARS-CoV-2 infection and inhibition and\nmay facilitate future research. In this method, SARS-CoV-2 infected cells\nwere prepared and after washing cells once with buffer, cells are stained\nwith 1:5000 diluted mouse anti-SARS-CoV-2 S protein antibody in spe­\ncific buffer for 1 h. After sample preparation, the ELISA detection was\ndone and the results shows that S protein specific in-cell ELISA quan­\ntifies SARS-CoV-2 infection rates of different cell lines and allows to\nrapidly screen and determine the potency of antiviral compounds. Thus,\nthis method represents a trustable, rapid, accessible and convenient\nalternative to the current laboratory techniques studying SARS-CoV-2\nand will facilitate the future research and drug development on\nCOVID-19 [ 35 ]. In another study, Xiang et al. [ 36 ], have compared two\nmethods for SARS-CoV-2 detection. In the first method, they collected\n63 samples and used ELISA for IgG and IgM antibodies detection. In the\nsecond method, they have collected 91 plasma samples and used the\ncolloidal gold-immunochromatographic assay (GICA) for detection.\nThey used the IgG/IMG antibody ELISA kits and IgG/IgM antibody GICA\nkits for first and second method respectively. All the serum samples used\nfor this study were obtained from confirmed COVID-19 patients (diag­\nnosed by qRT-PCR). The results showed the sensitivity of the combined\nELISA IgM and IgG detection was 55/63 (87.3%), The sensitivity of the\ncombined GICA IgM and IgG detection was 75/91 (82.4%), and the\nhealthy controls were negative. The authors have mentioned that the\nhealthy controls are all negative and the specificity is very good. The\nresults showed that ELISA and GICA for specific IgM and IgG antibodies\nare serological assays and they can offer a high-throughput alternative\nthat enables for uniform tests for all suspected patients, and can facili­\ntate more complete identification of infected cases and avoidance of\nunnecessary cross infection among unselected patients. The applied\nmethod is fast and simple and does not need huge clinical diagnosis\ninstruments [ 36 ].\n3.5. Biomarker based assays\nA biological marker (Biomarker) is a characteristic that is objectively\nmeasured and evaluated as an indicator of normal biological process,\npathogenic process or pharmacologic responses to a therapeutic inter­\nvention [ 37 ]. The published reports show that biomarkers can be used in\nbiosensor assays for COVID-19 detection. A device that is fabricated\nwith Shan et al. [ 38 ] is focused on nonmaterial-based sensor array with\nmultiplexed capabilities for detection and monitoring of VOC bio­\nmarkers mixture from exhaled breath. As VOC is not a specific COVID-19\nbiomarker and it can be detect in all types of lung infection, the designed\narray sensor is not specifically designed for COVID-19 and can detect all\ntype of lung infections including COVID-19. They used a developed\nbreath device composed of a nanomaterial-based hybrid sensor array\nwith multiplexed detection capabilities that can detect disease specific\nbiomarkers from exhaled breath. The array is consisted of eight gold\nnanoparticles working modified on substrate and the sampling is doing\nwith blowing into the device for 2 3 s. The tests set and training data\n–\nindicate 76% and 94% accuracy in control group respectively and 95%\n5",
        "char_count": 8898,
        "word_count": 1386,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "H. Ilkhani et al.\nand 90% accuracy COVID-19 suffering patients and patients with other\nlung infections [ 38 ].\n4. SARS-CoV-2 detection based on applied analytical methods\nAnother classification for coronavirus detection is based on the tools\nand methods that are used for detection part. There are a wide range of\ndetection methods that are used in published reports in different fields\nincluding spectroscopic and electrochemical methods. The main\nmethods that are used for SARS-CoV-2 virus detection are reviewed as\nfollows.\n4.1. Polymerase chain reaction (PCR)\nDNA sequencing methods are slow and relatively expensive methods.\nTherefore, these make significant limitation for extensive application for\nidentifying SARS-CoV-2 specially during a worldwide pandemic that\nrequires rapid and low cost disease diagnosis. On the other hand, the\npolymerase chain reaction (PCR) detection method is cheaper, easier\nand has a short turnaround time. Therefore, many institutes and com­\npanies have developed SARS-CoV-2 PCR detection for virus detection\nand controlling further spreading PCR [ 39 42 ].\n–\nThe PCR technology has made a revolution in nucleic acids analysis,\nallowing it on large laboratories scale. Kary B Mullis who designed and\ndeveloped PCR technology was awarded by the Nobel Prize in Chemistry\nin 1993 [ 43 ]. PCR is an enzymatic method to produce numerous copies\nof a gene by separating the two strands of the DNA containing the gene\nsegment, marking its location with a primer, and using a DNA poly­\nmerase to assemble a copy alongside each segment and continuously\ncopy the copies [ 44 ]. During past years, this technology has been\nextensively expanded with new variants such as isothermal PCR, real\ntime PCR and so forth [ 45 ]. Recently, PCR is applicable to highly sen­\nsitive detection of various pathogens in clinical and environmental\nsamples such as food authenticity and food control, being routinely\napplied to the detection/identification of allergens, microorganisms,\npathogen and disease detection and control [ 46 48 ]. One of the most\n–\nuseful applications of PCR is virus detection and this method is the most\napplied method for the SARS-CoV-2 virus detection. One of the methods\nthat is commercially available for COVID-19 diagnosis is real-time\nreverse transcriptase-PCR (RT-PCR) that is including two methods:\none step or two step assays. The difference between one step and two\nstep assay is in number of tubes and buffers. One-step RT-PCR kit utilizes\na single tube and buffer for RT and PCR steps, but two-step RT-PCR assay\nuse two tube to perform RT and PCR separately in different tubes with\nindependently optimized buffers. One-step RT-PCR assays is rapid,\nreproducible, and therefor works better for COVID-19 diagnosis during\nthe present pandemic because they require limited sample management\nand reduce the risk of cross-contamination and human errors [ 49 ].\nTwo-step RT-PCR assays, on the other hand, are generally more flexible\nand tunable and offer superior sensitivity and low detection limit [ 50 ].\nThere are some studies with both methods for SARS-CoV-2 detection. At\npresent, the novel coronavirus is mostly detected using the PCR tech­\nnology [ 51 55 ]. Chu et al. [ 56 ] reported two one-step quantitative real\n–\ntime RT-PCR assays to detect two different region (ORF1b and N) of the\nviral genome. They have designed the primer and probe sets to react\nwith SARS-CoV-2 and its closed related family, SARS coronavirus to\navoid the possible scenario in which the genetic diversity of SARS-CoV-2\nis much more diverse than expected. The assays were evaluated using a\npanel of positive and negative control samples. The obtained results in\nthis study, showed using RNA extracted from cells infected by SARS\ncoronavirus as a positive control, the designed assays were illustrated a\n4 dynamic range of at least seven orders of magnitude (2 10 to 2000 −\n×\nTCID /reaction) and the detection limit of these assays were shown to\n50\nbe below 10 copies per reaction using DNA plasmids as positive stan­\ndards. The accuracy of method is 100% and all the negative and positive\nobtained results are correct [ 56 ]. In another study, Azzi et al. [ 57 ] have\n\nAnalytical Biochemistry 634 (2021) 114362\nfound that saliva is a reliable tool to detect SARS-CoV-2. They have\nanalyzed salivary samples of COVID-19 patients by RT-PCR and\ncompared the results with their clinical and laboratory data. Twenty-five\nsubjects were recruited in this study, 17 males and 8 females. Cardio­\nvascular and/or dysmetabolic disorders were observed in 65.22% of\ncases. They collected the data including age, sex, comorbidities and\ndrugs, lactate dehydrogenase (LDH) and ultrasensitive reactive C pro­\ntein values in the same day that a salivary swab was collected. All the\nsamples tested positive for the presence of SARS-CoV-2, while there was\nan inverse association between LDH and Ct values. Two patients showed\npositive salivary results on the same days when their pharyngeal or\nrespiratory swabs showed conversion [ 57 ].\n4.1.1. Droplet Digital PCR (ddPCR)\nWhereas the sensitivity of RT-qPCR assays are reported to vary from\n30% to 60%, some newly developed PCR methods with better perfor­\nmance are reported in the literature. One of them is Droplet Digital PCR\n(ddPCR) method which is a method for performing digital PCR based on\nwater-in-oil (W/O) emulsion droplet technology. Digital PCR was\nconceptualized in 1990s and is based on dilation and fractionation of a\nsample in to hundreds to millions of separate reaction chambers that\neach chamber may contain a single or more copies of target sequence\nwhile others contain no target sequence and counting the positive par­\ntitions versus negative partitions. Positive droplets are read as droplets\nthat contain at least a single copy or more copies of the target gene\nexhibiting increased fluorescence, while negative droplets have no\ncopies of the target gene and exhibit no fluorescence. The ddPCR tech­\nnology uses reagents and workflows similar to those used for most\nstandard TaqMan probe-based assays. The sample is subsequently\ndivided into thousands of single nanoliter-sized droplets (20,000 or\nmore based on system) in a combination of water-in-oil emulsion droplet\ntechnology and microfluidics. Each Single droplet may or may not\ncontain one or more targets sequence. Each droplet is amplified using a\nthermal cycler to end-point and then the droplets are placed in a droplet\nreader that analyzes the droplets individually based on a two-color\ndetection system depending on the used fluorescent dye. In the next\nstep, the fluorescent signals are measured for individual droplets in\nvarious channels to differentiate positive droplets from negative drop­\nlets. The massive sample partitioning is a key aspect of the ddPCR\ntechnique [ 58 , 59 ]. Both dPCR and ddPCR techniques are used for\nSARS-CoV-2 detection recently. For instance, Dong et al. [ 60 ], have\nanalyzed a total of 196 clinical pharyngeal swab samples from 103\nsuspected patients, 77 close contacts and 16 supposed convalescents by\nRT-dPCR and compared their results with RT-qPCR. They are applied\none step RT-dPCR method for detection open reading frame 1 ab\n(ORF1ab), nucleocapsid protein (N) and envelope protein (E) gene of\nC fever suspected patients, 19 SARS-CoV-2. They found that 39.4 ◦\n(19/25) negative and 42 (42/49) equivocal tested by RT-qPCR were\npositive according to RT-dPCR. The sensitivity of SARS-CoV-2 detection\nwas significantly improved from 28.2% by RT-qPCR to 87.4% by\nRT-dPCR. They also compared 29 close contacts samples and the results\nshowed 16 (16/17) equivocal and 1 negative tested by RT-qPCR were\npositive according to RT-dPCR, that applied the RT-qPCR is missing a lot\nof asymptomatic patients. The overall sensitivity, specificity and diag­\nnostic accuracy of RT-dPCR were 91%, 100% and 93%, respectively. The\nfinal results showed that the dPCR is more sensitive and has better\ndetection limit than RT-PCR [ 60 ]. Furthermore, Yu et al. [ 61 ], have\nreported that show the reverse transcription PCR is sensitive and reli­\n–\nable, but ddPCR performed better in detecting low-viral-load samples.\nThey used 323 samples from 76 COVID-19 confirmed patients were\nanalyzed with ddPCR and RT-PCR based 2 target genes (ORF1ab and N).\nThe samples were collected from Nasal swabs, throat swabs, sputum,\nblood, and urine samples. The obtained results showed the 95 samples\nthat tested positive by both methods and the detailed results showed\nthat sputum is a better indicator of viral replication in the body than\nthroat and nasal swabs, and the viral load of sputum samples tends to\n6",
        "char_count": 8652,
        "word_count": 1390,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "H. Ilkhani et al.\nincrease and then decrease during the course of the disease. In addition,\nquantitative monitoring of viral load in lower respiratory tract samples\ncould help to evaluated disease progression, especially in case of low\nviral loads [ 61 ].\n4.1.2. Circle-to-circle amplification (C2CA) sensor\nCircle-to-circle amplification (C2CA) is a specific and precise nucleic\nacid amplification method that is consisted of more than one round of\npadlock probe ligation and rolling circle amplification (RCA). Although\nthis method contains several step by step operation processes, C2CA\nshows high amplification efficiency and very negligible increase of false-\npositive risk. The homogeneous C2CA amplification eliminates the\nadditional monomerization and ligation steps after the first round that is\nrequired in normal C2CA of RCA and makes one step process. Tian et al.\n[ 62 ] illustrated a homogeneous and isothermal nucleic acid quantifi­\ncation strategy based on C2CA and optomagnetic analysis of magnetic\nnanoparticle (MNP) assembly. Fig. 5 shows the proposed methodology\nafter the first round. As can be seen in this figure, the second round of\nRCA produces amplicon coils that anneal to detection probes grafted\nonto MNPs, resulting in MNP assembly that can be detected in real-time\nusing an optomagnetic sensor. The new applied method for detection of\nsynthetic complementary DNA of SARS-CoV-2 and RNA-dependent RNA\npolymerase (RdRpa) coding sequence, achieving a subfemto molar (0.4\nfM) detection limit with a dynamic detection range of 3 orders of\nmagnitude and 100% sensitivity. A mathematical model was set up and\nvalidated to predict the assay performance. Moreover, the proposed\nmethod was specific to distinguish SARS-CoV and SARS-CoV-2 se­\nquences with high similarity [ 62 ].\n4.2. Enzyme-linked immunosorbent assay (ELISA)\nIt is well-known that immunological assays can be used for biological\ndetections owing to the capability reducing the time and cost of analysis.\nThe enzyme-linked immunesorbent assay (ELISA), stands out among\nimmunological assays because of its specificity, simplicity and sensi­\ntivity, and other advantages. Basically, ELISA is an immunological\ntechnique that involves an enzyme that is a protein for catalyzing a\nbiochemical reaction, to detect the presence of an antibody or an antigen\nin a sample [ 63 ]. There are two major methods for ELISA detection that\nare called, indirect and the sandwich ELISA. The indirect ELISA uses two\nantibodies that one of them is specific to the antigen and the other one is\ncoupled to an enzyme and this second antibody gives the assay its\n‘‘enzyme-linked name [ 64 ]. In the sandwich ELISA the antigen is\n’’\nbound between two antibodies named the capture antibody and the\ndetection antibody respectively. The detection antibody can be coupled\nto an enzyme or can bind the conjugate (enzyme-linked antibody) that\nFig. 5.\namplification, hybridization, and detection take place simultaneously on-chip at 37\n\nAnalytical Biochemistry 634 (2021) 114362\nwill produce the biochemical reaction [ 65 ]. Among other applications,\nELISA method has found application for detecting of COVID-19 during\nthe current pandemic. For example, Zhao et al. [ 29 ], have collected the\nIgM and IgG antibodies form the plasma samples of 173 patients with\npositive SARS-CoV-2 infection and tested them using ELISA kits. In\nsummary, the ELISA for total antibody detection was developed based\non a double-antigen sandwich immunoassay (Ab-ELISA), using\nmammalian cell expressed recombinant antigens containing the recep­\n–\ntor binding domain (RBD) of the spike protein of SARS-CoV-2 as the\nimmobilized and horseradish peroxidase conjugated antigen. The IgM\n–\n-chain capture method (IgM-ELISA) was used to detect the IgM anti­\nμ\nbodies, using the same HRP-conjugate RBD antigen as the Ab-ELISA. The\nIgG antibodies were tested using an indirect ELISA kit (IgG-ELISA) based\non a recombinant nucleoprotein. The specificity of the assays for Ab,\nIgM, and IgG was determined to be 99.1% (211/213), 98.6% (210/213),\nand 99.0% (195/197), respectively, by testing the samples collected\nfrom healthy individuals before the SARS-CoV-2 outbreak. The sero­\nconversion rates for Ab, IgM, and IgG were 93.1%, 82.7%, and 64.7%,\nrespectively for 173 positive SARS-CoV-2 infection patients. The ob­\ntained results showed that even in the early stage of disease (first week),\nthe combining RNA and antibody detection significantly improved the\nsensitivity of pathogenic diagnosis for COVID-19 (P 0.007). They\n=\nbelieve the antibody tests have improved the diagnosis value in com­\nbined with RNS routine tests and provide strong empirical support for\nserological testing of COVID-19 patients [ 29 ]. Furthermore, Guo et al.\n[ 66 ] have applied antibody, as analyte for detecting of COVID-19. To\nachieve this goal, an indirect ELISA protocol was developed for detect­\ning IgM, IgA and IgG antibodies against SARS-CoV-2 using purified rNPs\nas coating antigens, and finally the concentration of the coated rNPs and\nplasma dilutions are optimized. 208 plasma samples were collected from\n82 confirmed and 58 probable cases (qPCR negative, but with typical\nmanifestation) and the average duration detection for IgM, IgA and IgG\nwas 5, 5 and 14 days after symptom onset, respectively. The positive\nrates of IgM antibodies were 75.6% and 93.1%, respectively and the\npositive detection rate was significantly increased (98.6%) by conju­\ngating the PCR and ELISA method. The final results showed the devel­\noped method can be used as a decision aid method for COVID-19\ndiagnosis [ 66 ]. In another approach, Li et al. [ 67 ] have used the sand­\nwich ELISA kit to help the vaccine developers with monitoring the virus\nexpression level in the cultures during the optimization process of\nmanufacturing parameters. They have generated specific antibodies that\nare essential for accurate serological diagnostic tool of COVID-19. Li and\ncoworkers have also reported that the polyclonal and monoclonal anti­\nbodies were generated by immunizing animals with synthetic peptides\ncorresponding to the different areas of Nucleoprotein (N) of COVID-19\n[ 67 ].\nSchematic performance of homogeneous C2CA. In the first round of RCA, polymerases act tandemly to generate intermediate amplicons. Intermediate\namplicons anneal to CT2 for the second round of RCA, generating amplicon coils that lead to the assembly of MNPs. Sequence to a ligation step, all processes of\nC [ 62 ]. ◦\n7",
        "char_count": 6488,
        "word_count": 1008,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "H. Ilkhani et al.\n4.3. Mass spectrometry (MS)\nApproaches conjugating immunoassay methodology with mass\nspectrometric (MS) detection have been developed to cover some of the\nimportant limitations of these techniques. However, the high molecular\nweight and substantial heterogeneity create some additional challenges\nfor the MS analysis of biological molecules. Therefore, some conjugation\nreagents were designed to improve the ionization and detection of bio­\nlogical molecules [ 68 ]. It seems MS method is a suitable alternative for\nPCR detection method during the pandemic. This method has been re­\nported as a diagnostic method for SARS-CoV-2 detection that comple­\nment genomic information and increase our current knowledge of the\nCOVID-19 disease using gargle solution samples of COVID-19 patients.\nIhling el al., identified peptides originating from SARS-CoV-2 nucleo­\nprotein in gargle solution samples. They planned to use this method for\nproviding a robust, sensitive and reliable MS-based method for\nCOVID-19 detection [ 69 ]. In another study, Gouveia and coworkers\nproposed the use of tandem mass spectrometry to detect SARS-CoV-2\nmarker peptides in nasopharyngeal swabs [ 70 ]. They showed that the\nsignal from the viruses in some samples is low and can be overlooked\nwhen interpreting shotgun proteomic data acquired on a restricted\nwindow of the peptidome landscape. For solving this problem, Gouveia\net al. [ 70 ], simulated the detection process via spiking the nasopha­\nryngeal swabs with different quantities of purified SARS-CoV-2 viral\nmaterial that were used to develop a nano LC MS/MS acquisition\n−\nmethod and then the results were then successfully applied on COVID-19\nclinical samples. The authors argued that peptides named ADET­\nQALPQR and GFYAQGSR from the nucleocapsid protein show the\nmaximum increase of signal intensity and their elution can be obtained\nwithin a 3 min time period in the tested conditions. Additionally, Doll­\nman et al. [ 71 ] have applied a high resolution MS approach to detect and\ncharacterize SARS-CoV-2 in cell cultured and nasopharyngeal swab\nspecimens. The applied strategy is shown in Fig. 6 which is based on\ntheir previous works for influenza virus detection. The researchers have\ncollected SARS-CoV-2 virus specimens by swabs and after washing and\ngrowing in cell culture and other preparation methods the virus could be\nFig. 6.\n\nAnalytical Biochemistry 634 (2021) 114362\ndetected via MS. They have detected and assigned Peptide ions for three\nof the most abundant structural viral proteins, membrane, including\nnucleocapid, and spike by virtue of the high resolution and mass accu­\nracy within the mass maps of whole virus digests, without the need for\ntandem mass spectrometry (MS/MS). The MALDI-MS based approaches\noffer high sample throughput and speed, compared with those of LC MS\n−\nstrategies, and detection limits at some 105 copies, or orders of\nmagnitude less with selected ion monitoring that compete favorably\nwith conventional RT-PCR strategies. The detection of signature pep­\ntides unique to SARS-CoV-2 enables its unambiguous detection from the\ninfluenza virus [ 71 ].\n4.4. Chemiluminescence based immunoassay (CLIA)\nChemiluminescence based immunoassay (CLIA) has been greatly\ndeveloped in the past decades due to its good sensitivity and specificity\nand conjugated with newly-developed technologies. CLIA has been used\nfor detecting several biomolecules, including antibody, aptamer, DNA\nand some other biomolecules [ 72 ]. In this method, the light emission\narises during the course of a chemical reaction. When molecules formed\nin an electronically excited state and then decay to the ground state,\nlight emitted. Recently, this method is using for successful detection of\nCOVID-19 [ 73 ]. For instance, Cai et al. [ 74 ] have developed a\npeptide-based magnetic chemiluminescence enzyme immunoassay\n(MCLIA) could detect IgG and IgM antibodies by evaluating the given\nserum from healthy and infected patients for pathogens other than\nSARS-CoV-2. They synthesized twenty peptides deduced from the\ngenomic sequence as candidate antigens from the orf1a/b, S, and N\nproteins. Each kind of peptide was labeled with biotin, and purified and\nsubsequently bound to streptavidin-coated magnetic beads. At the same\ntime, serum samples were mixed with the beads carrying corresponding\npeptides and then, the beads were subjected to antibody conjugation and\nreacted with the substrate to form the antibody assay. To evaluate assay\nperformance, they detected IgG and IgM antibodies in the confirmed\npatient s serum. The positive rate of IgG and IgM was 71.4% and 57.2%,\n’\nrespectively. The researcher concluded that combination of\nSchematic of the approach used to detect SARS-CoV-2 virus using high resolution mass spectrometry [ 71 ].\n8",
        "char_count": 4805,
        "word_count": 737,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "H. Ilkhani et al.\nimmunoassay and RT-PCR might enhance the diagnostic accuracy of\nCOVID-19 [ 74 ]. Furthermore, Diao et al. [ 75 ] developed an accurate,\nrapid and simple antibody assay method using the viral antigen for\ndiagnosis of SARS-CoV-2 infection. They designed a fluorescence\nimmunochromatographic assay for detecting nucleocapsid protein of\nSARS-CoV-2 in nasopharyngeal swab sample and urine. The experiments\nwere completed in the double-blind evaluation clinical trial with the\nnucleic acid test as the golden standard during 10 min. They have found\nthe nucleic acid test positive rate was 87% and 64%, depending on the\nCT value, the positive rate of N antigen detection of SARS-CoV-2 was\n59% and 63% separately and 100% of nucleocapsid protein positive and\nnegative participants accord with nucleic acid test. Moreover, the\ndetection sensitivity of N antigen is 100%, which greatly reduced the\nfalse positive rate of nucleic acid detection. As an advantage of this\nmethod, the earliest patient after 3 days of fever can be identified by this\nmethod. The obtained results showed that this N antigen detection\nmethod not only guarantee early diagnosis in hospitals, but also can be\nused for large-scale screening in community [ 75 ]. Additionally, Zhang\net al. [ 76 ], have used an automated CLIA to evaluate serum IgM and IgG\nantibodies of SARS-CoV-2 for monitoring the dynamic process of anti­\nbody production during disease progression and the value of antibody\ndetection for the laboratory diagnosis of COVID-19. Using the CLIA\nDetection Kit, IgM and IgG antibodies were detected within 30 min after\nthat the sample is loaded. The magnetic particle-coated antigens were\nused, including the mixed recombinant SARS-CoV-2 full length spike\nprotein S1 and the full length nucleocapsid protein N, for better sensi­\ntivity achievement. The results showed a positive correlation between\nthe amount of detected SARS-CoV-2 IgM or IgG antibody in a sample,\nand the concentration of the SARS-CoV-2 IgM or IgG antibody (AU/mL)\nwas automatically calculated according to RLU and built-in calibration\ncurve. A concentration of 10.0 AU/mL was regarded as positive. Their\nresults showed the detection of specific SARS-CoV-2 antibodies, as a\nuseful complement to nucleic acid detection, will present a rapid,\ncomprehensive and accurate diagnostic approach to effectively distin­\nguish between COVID-19 and other types of influenza virus disease [ 76 ].\nFurthermore, a new multiplexed grating-coupled fluorescent plasmonics\n(GC-FP) platform was designed and fabricated by Cady et al. [ 77 ] for\nantibodies detection and quantification against COVID-19 in human\nblood serum and dried blood spot samples as shown in Fig. 7 . As seen in\nthis figure, GC-FP chips were printed of spots of target and control\nantigens/proteins using microarray printer. The GC-FP platform mea­\nsures antibody-antigen binding interactions for multiple targets in a\nsingle sample, and has 100% selectivity and sensitivity (n 23) when\n=\nmeasuring serum IgG levels against three COVID-19 antigens (spike S1,\nspike S1S2, and the nucleocapsid protein). The designed biosensor\nplatform illustrates response for diluted serum samples as low as 1:1600\nand results were highly correlated with two commercial COVID-19\nantibody detection methods, including ELISA and a Luminex-based\nmicrosphere immunoassay. The GC-FP method was also used for more\ncomplex samples like dried blood spot samples (n 63) and showed\n=\nFig. 7.\n(first line), IgG as positive control (second line) and controlling protein as negative control (for third line) [\n\nAnalytical Biochemistry 634 (2021) 114362\n100% selectivity and 87.6% sensitivity for diagnosing prior COVID-19\ninfection. The test was also evaluated for detection of multiple immu­\nnoglobulin isotypes with successful detection of IgM, IgG and IgA\nantibody-antigen interactions. Finally, a machine learning approach was\ndeveloped to accurately score patient samples for prior COVID-19\ninfection, using antibody binding data for all three COVID-19 anti­\ngens, which were used in the test [ 77 ].\n4.5. Lateral flow immunoassay (LFIA)\nThe lateral flow immunoassay (LFIA) is an immune-chromatographic\nassay (ICA) that is designed to detect the presence of an analyte by a\nspecific labeled-antigen or labeled-antibody that is commercially\navailable for a wide array of targets, including infectious agents, hor­\nmones, drugs, pesticides and mycotoxins [ 78 ]. The best known and first\ncommercial developed LFIA was the pregnancy test for the detection of\nhuman chorionic gonadotropin (HCG) hormone in the urine sample.\nThis method is rapid, simple, low cost, portable, highly sensitive and\nspecific [ 79 ]. Point-of-care devices based on LFIA principle have been\nrecently aimed at detecting the serologic response to the infection by\nspecifically and separately targeting immunoglobulins belonging to the\nM and G classes in the blood serums [ 80 ]. The recent reports have shown\nthat the multi-target LFIA can provide the specific and sensitive detec­\ntion of total antibodies to SARS-COV-2 [ 81 ]. For instance, shown in\nFig. 8 , a dual optical/chemiluminescence format of a LFIA immuno­\nsensor for IgA detection in serum and saliva was prepared by Roda et al.\n[ 82 ]. As seen in this figure, a labeled anti-human IgA determined the\nbound IgA fraction and a dual colorimetric and chemiluminescence\ncould detect the IgA antibody. The researchers claimed that the applied\nmethod is affordable and ultrasensitive for IgA detection in COVID-19\npatients. A simple smartphone-camera-based device was used to mea­\nsure the color signal provided by nanogold-labeled anti-human IgA. For\nchemiluminescence transduction, a contact imaging portable device\nbased on cooled CCD was applied and measured the light signal resulting\nfrom the reaction of the HRP-labeled anti-human IgA with a\nFig. 8. Schematic illustration of LFIA strip IgA antibody detection\nbiosensor [ 82 ].\nA) GC-FP biosensor chip shown with gasket and fluidic cover attached. B) Schematic illustration of GC-FP biosensor chip including Anti-IgG as sample capture\n77 ].\n9",
        "char_count": 6119,
        "word_count": 946,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "H. Ilkhani et al.\nH2O2/luminol/enhancers substrate. Totally, 25 serum and 9 saliva\nsamples from infected and/or recovered individuals were analyzed by\nthe colorimetric LFIA. By switching to CL detection, the same immu­\nnosensor exhibited higher detection capability, revealing the presence of\nsalivary IgA in infected individuals [ 82 ].\nA research work focused on LFIA-based biosensor for COVID-19\ndetection was conducted by Kim et al. [ 83 ]. They utilized phage tech­\nnology to produce four SARS-CoV-2 nucleocapsid protein (NP)-specific\nsingle-chain variable fragment-crystallizable fragment (scFv-Fc) fusion\nantibodies. It is evident that scFv-Fc antibodies can specifically and\nefficiently bind to SARS-CoV-2 NP antigen, but not to NPs of other\ncoronaviruses and based on this fact, they monitored three diagnostic\nantibody pairs for use on a cellulose nanobead based LFIA platform. The\nresults after optimization showed that the prepared biosensor can detect\n4 SARS-CoV-2 virus at levels as low as 1 10 pfu/reaction. Moreover,\n×\nthere was no cross-reactivity with NPs of SARS-Co-V, MERS-CoV,\ninfluenza virus, or negative control nasal swab specimens. In addition,\nthe results indicated that the LFIA biosensor could successfully distin­\nguish between SARS-CoV-2 positive and negative samples. The detection\nlimit of LFIA biosensor would meet the conditions for the clinical use\nthrough optimization [ 83 ]. The effect of applying nanoparticles on\nsensitivity and selectivity of LFIA detection is investigated by Huang\net al. [ 26 ]. They have introduced a simple and time consuming method\nfor antibody measurement using a small amount of sample (10 20 L\nμ –\nserum for each test). The SARS-CoV-2 nucleoprotein was coated on an\nanalytical membrane for preparing colloidal gold nanoparticle-based\nlateral-flow assay (AuNP-LFA) strips, as sample capture, and anti­\nhuman IgM was conjugated with AuNPs as detecting reporter. To ach­\nieve the best performance of AuNP-LFA, the pH value and the amount of\nFig. 9.\ntags. (C) Operating principle of the high-sensitivity and simultaneous analysis of anti-SARS-CoV-2 IgM/IgG via the SERS-LFIA strip [\n\nAnalytical Biochemistry 634 (2021) 114362\nantihuman IgM was optimized, and the performance of AuNP-LFA was\nevaluated by testing serum samples of COVID-19 patients and healthy\nindividuals. The results showed the sensitivity and specificity of\nAuNP-LFA are 100% and 93.3%, respectively and have good agreement\nwith PCR (R 0.872). In addition there was no interference from other\n=\nviruses thrombocytopenia syndrome virus (SFTSV) and dengue virus\n(DFV). The results indicated that the applied method is rapid and can be\nused for portable detection of the IgM antibody for diagnosing the\nSARS-CoV-2 virus [ 26 ].\n4.5.1. Surface-enhanced Raman scattering-based lateral flow immunoassay\n(SERS-LFIA)\nSurface-enhanced Raman Scattering (SERS)-based immunoassay is a\nnovel rapid detection technology that combines SERS labelling and\nantigen-antibody immune interaction and typically uses gold or silver\nnanoparticles to enhance the Raman scattering signals of active mole­\ncules [ 84 ]. They have been combined with an immunoassay and have\nfound extensive applications in biomedical diagnostics. The SERS is a\nsensitive method but required multiple washing and incubation steps\nand cannot be used for on-site detection. In contrast, lateral flow assay\nconfigurations are simple, rapid, and low cost. Thus, they are suitable for\nrapid on-site detection of targeted molecules [ 85 ]. Inasmuch as the\nSERS-based lateral flow immunoassays (SERS-LFIA) provide the com­\nbination of high sensitivity of SERS with the facile of lateral flow assay, a\nwide range of SERS-LFIA was described recently [ 86 ]. This method is\nused for diagnosis of COVID-19 via IgG/IgM antibodies detection. Liu\net al. [ 28 ] have designed and illustrated a SERS-LFIA for simultaneous\nhigh sensitive detection of IgM/IgG antibodies. As can be seen in Fig. 9 ,\nthe SERS tags were labeled with dual layers of Raman dye and they were\nSchematic diagram of the preparation of the dual-layers DTNB-modified SiO2@Ag NPs. (B) Preparation of SARS-CoV-2 S protein-modified SiO2@Ag SERS\n28 ].\n10",
        "char_count": 4189,
        "word_count": 636,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "H. Ilkhani et al.\nfabricated by coating a complete Ag shell onto the SiO core. Sequence\n2\nto Ag coating, anti-human IgM and IgG were immobilized onto the two\n@Ag-spike (S) test lines of the strip to capture the formed SiO\n2\nprotein-anti-SARS-CoV-2 IgM/IgG immunocomplexes. They used the\nmentioned method for 19 negative serum samples from COVID-19 pa­\ntients and 49 negative serum samples from healthy people to show the\ncapability of proposed immunoassay. Their final results showed the limit\nof detection (LOD) of SERS-LFIA is 800 times higher than that of stan­\ndard Au nanoparticle-based LFIA for target IgM and IgG [ 28 ].\n4.6. Loop mediated isothermal amplification (LAMP)\nLoop-mediated isothermal amplification (LAMP) was designed and\nfabricated for DNA detection by Notomi in 2000 [ 87 ]. LAMP is simple,\nstill fast, selective and efficient virus detection method that amplifies\nDNA using DNA polymerase being carried out in isothermal conditions\nwithout complex lab equipment requirement [ 88 ]. The LAMP reaction\ngenerally proceeds in a constant temperature, and the target DNA can be\namplified in 30 min [ 89 ]. In this method, four sets of primers including\ntwo forward inner primers and two backward inner primers are used to\nrecognize six distinct sequences on the target DNA of virus and designed\nspecifically for virus detection [ 87 ]. The two forward inner primers and\ntwo backward inner primers are selected for the first and second stages\nof the process respectively. In novel approaches, five or six primer sets\nare used for achieving more selective and efficient virus detection and\nshorter detection time [ 90 , 91 ]. Recently, this method is used for\nCOVID-19 detection in several studies [ 92 ]. For example, Zhang et al.\n[ 93 ] have reported a method to identify SARS-CoV-2 virus RNA from\npurified RNA or cell lysis by LAMP method, using a visual, colorimetric\ndetection. Sequent optimizing the assay design, the experiments used for\nreal samples of COVID-19 positive patients in Wuhan. Additionally, the\nexperiments were verified using RNA samples purified from respiratory\nswabs collected from COVID-19 patients with equivalent performance to\na commercial RT-qPCR test that only heating and visual inspection.\nResearchers believe that combination between a quick sample prepa­\nration method and an easy detection process may realize the develop­\nment of portable, field detection in addition to a rapid screening for\npoint-of-need testing applications [ 93 ]. In another study, Huang et al.\n[ 89 ] have prepared a COVID-19 detection kit based on the RT-LAMP\ntechnology to achieve the detection of SARS-CoV-2 in 30 min. They\nprepared 4 different sets of LAMP primers consisted of 6 primers in each\nset, for targeting the viral RNA of SARS-CoV-2 in the regions of orf1ab, S\ngene and N gene. Huang and coworkers have used a colorimetric change\nat a constant 65 C to report the results that enables the outcome of viral ◦\nRNA amplification to be read by the naked eyes without the need for a\ndedicated instrument with an extra cost. The sensitivity was 80 copies of\nviral RNA per ml in a sample. All the results were obtained form 16\nclinical samples with 8 positives and 8 negatives in China and results\nwere compared with the conventional RT-qPCR. The researcher pointed\nout the developed method could provide a rapid and large scale\nscreening medical test and patients could be diagnosed in the early\nstages [ 89 ]. Additionally, Yu et al. [ 94 ], introduced a rapid detection\nmethod for COVID-19 coronavirus using a reverse transcriptional-LAMP\ndiagnostic platform. They have developed an isothermal RT-LAMP\nmethod for COVID-19 to amplify a fragment of the ORF1ab gene using\n6 primers. They have certified the species specificity by comparing the\ntarget sequences with other viral genomes including 9 corona and 2\ninfluenza viruses using NCBI BLAST tool. They established and opti­\nmized the method and after obtaining the results, compared the sensi­\ntivity of results with RT-qPCR results. The 43 samples of their method\ninitially detected with RT-qPCR and the results revealed that 97.6%\n(42/43) of collected samples showed consistent signal after incubation\nwith RNA (0.2 47 ng/ L) during 40 min. They repeated the experiments\nμ –\nmultiple times with random positive signal, to confirm the results [ 94 ].\nYan et al. [ 95 ], have developed a RT-LAMP assay to detect SARS-CoV-2\nin individuals with COVID-19 for monitoring suspected patients, close\n\nAnalytical Biochemistry 634 (2021) 114362\ncontacts and high-risk groups. They designed five sets of primers that\ntarget the orf1ab gene and the spike gene for optimization of the assay.\nThe evaluation for sensitivity and specificity of detection was applied\nusing real time turbidity monitoring and visual observation. They used a\ncommercial real time RT-PCR kit as the reference standard for the\nRT-LAMP. The primer sets orf1ab-4 and S-123 amplified the genes in the\nshortest times. The mean ( SD) times were 18 1.32 min and 20\n± ± ±\n1.80 min, respectively, and the optimum reaction temperature was\nC. The sensitivities were 20 and 200 copies per reaction with primer 63 ◦\nsets orf1ab-4 and S-123, respectively. This assay showed no\ncross-reactivity with 60 other respiratory pathogens [ 95 ]. In another\napproach, a method based on LAMP with two stage isothermal ampli­\nfication, that called Penn-RAMP, is introduced by El-Tholoth et al. [ 96 ].\nTwo different tests were carried out in closed tubes with either fluo­\nrescence or colorimetric detection. The incubation was done without\nany thermal cycling and amplification process was monitored in real\ntime with fluorescent dye. Two type of targets were used in this study.\nThe first one obtained and purified form complete genome sequences of\nvarious COVID-19 and the other one was synthesized DNA containing\nthe targeted sequence to mimic the COVID-19 target. Their results\nshowed that RAMP has 10 times higher sensitivity than LAMP and\nRT-PCR if the purified targets are tested and 100 times better sensitivity\nthan LAMP and RT-PCR if rapidly prepared sample mimics are tested.\nHowever, the researcher mentioned due to fortunate scarcity of\nCOVID-19 infections in the USA, they were not able to test the assays and\nmethods with patient real samples. Thus, they tested the spiked sample\ncollection with inactivated virus particles [ 96 ]. Furthermore, Baek et al.\n[ 97 ] were developed a reverse transcription LAMP (RT-LAMP) assay for\nthe specific detection of SARS-CoV-2. The primer sets for RT-LAMP assay\nwere designed to target the nucleocapsid gene of the viral RNA, and\nshowed a detection limit of 100 RNA copies close to that of qRT-PCR.\nThe assay showed the capability of a rapid detection span of 30 min\ncombined with the colorimetric visualization. The baek and coworkers\nindicated that there was no interference for the other type of corona­\nviruses, such as HCoV-229E, HCoV-NL63, HCoV-OC43, and MERS-CoV\nas well as human infectious influenza viruses (type B, H1N1pdm,\nH3N2, H5N1, H5N6, H5N8, and H7N9), and other respiratory\ndisease-causing viruses (RSVA, RSVB, ADV, PIV, MPV, and HRV) in\noffered method and the obtained results have high agreement to the\nqRT-PCR results [ 97 ].\n4.7. Localized plasmon resonance (LSPR)\nPlasmonic biosensors have shown excellent performance for bio-\ndetection because they use an enhanced electric field in the penetra­\ntion depth and they are extremely sensitive to the changes in the\nrefractive index of the medium [ 98 ]. Plasmonic biosensors are typically\nworked by amplifying the analyte signal, including Plasmonic enhanced\nfluorescence (PEF) [ 99 ], surface enhanced Raman Scattering (SERS)\n[ 84 ], surface-enhanced infrared absorption (SEIRA) [ 100 ], and\nplasmonic-based colorimetric analysis [ 101 ]. In addition, the operation\nof plasmonic biosensors can be based on detecting changes in the rele­\nvant frequency of the surface plasmon resonance in the presence of\ntarget analyte like surface plasmon resonance (SPR) and localized\nplasmon resonance (LSPR) biosensors, which are commercially avail­\nable these days. LSPR is an optical phenomenon generated by a light\nwave trapped within conductive nanoparticles (NPs) smaller than the\nwavelength of light because of interactions between the incident light\nand surface electrons in a conduction band. The noble metal nano­\nstructure absorbs photon energy to produce obvious extinction charac­\nteristics and near-field enhancement characteristics. The resonance\nwavelength is sensitive to the refractive index change at the interface\nbetween the nanostructure and surrounding media when LSPR occurs\n[ 102 ]. Currently, this method is widely used in biosensors for virus\ndetection studies like Corona virus detection. Funari et al. [ 103 ], have\ndeveloped an opto-microfluidic sensing platform with gold nanospikes\n11",
        "char_count": 8853,
        "word_count": 1423,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "H. Ilkhani et al.\nimmobilized by electrodeposition based on the principle of LSPR, to\ndetect the specific antibodies for the SARS-CoV-2. Researchers tested the\nL of human plasma antibodies via spiking of antibodies protein in 1\nμ\ndiluted in 1 mL of buffer solution, within approximately 30 min. The\nresults showed the target antibody concentration could be correlated\nwith the LSPR wavelength peak shift of gold nanospikes caused by the\nlocal refractive index change owing to the antigen antibody binding and\n–\nachieved a limit of detection of approximately 0.08 ng/mL 0.5 pM),\nfalling under the clinical relevant concentration range. The explained\nopto-microfluidic platform offers a promising point-of-care testing tool\nto complement standard serological assays and makes SARS-CoV-2\nquantitative diagnostics easier, cheaper, and faster [ 103 ]. Qiu et al.\n[ 104 ], prepared a dual-functional plasmonic biosensor combining the\nplasmonic photothermal (PPT) effect and LSPR sensing transduction\nthat could provide an alternative and promising solution for the clinical\nCOVID-19 diagnosis. The results of this study showed, the LSPR sensing\nunit attained a real-time and label-free detection of viral sequences\nincluding RdRp-COVID, ORF1ab-COVID, and E genes from SARS-Cov-2\nwith this configuration. They functionalized the two-dimensional gold\nnanoislands (AuNIs) with complementary DNA receptors and performed\na sensitive detection of the selected sequences from SARS-CoV-2 through\nnucleic acid hybridization. Two different angles of incidence were\napplied and therefore the plasmonic resonances of PPT and LSPR can be\nexcited at two different wavelengths that significantly enhanced the\nsensing stability, sensitivity, and reliability. Based on the obtained re­\nsults, using the AuNI chips dramatically improved the hybridization\nkinetics and the specificity of nucleic acid detection. For obtaining the\nbetter results, they generated the thermoplasmonic heat on the same\nAuNIs chip when illuminated at their plasmonic resonance frequency.\nThe researchers have showed that applied heat can elevate the in situ\nhybridization temperature and increase the discrimination accuracy of\ntwo similar gene sequences. The fabricated dual-functional LSPR\nbiosensor exhibited a high sensitivity toward the selected SARS-CoV-2\nsequences with a lower detection limit down to the concentration of\n0.22 pM and enabled the precise detection of the specific target in a\nmultigene mixture [ 104 ].\n4.8. Field-effect transistor-based assay (FET)\nAmong a wide range of biosensors, field effect transistor (FET) based\nbiosensors are one of the established approaches owing to their advan­\ntages, including, rapid, low cost and simple detection. Generally, FET is\na solid-state device that the electroconductivity of the semiconductor\nbetween the source and drain terminals is regulated by a third gate\nelectrode through an insulator [ 105 ]. FET based biosensors are classified\nFig. 10.\nvia 1-pyrenebutyric acid N-hydroxysuccinimide ester, which is probe linker [ 107\n\nAnalytical Biochemistry 634 (2021) 114362\ninto different groups according to the technique of gate voltage appli­\ncation, design, gate material, and the channel region. FET based bio­\nsensors have found an extensive application in biomolecules detection\n[ 106 ]. Recently, this technique coupled with graphene advantages is\nused for COVID-19 detection. Seo et al. [ 107 ], developed a new gra­\nphene based biosensing device functionalized with SARS-CoV-2 spike\nantibody, called COVID-19 FET sensor, for Coronavirus detection. These\nresearchers pointed out that their FET sensor does not require any\nsample pretreatment or labeling. As can be seen in Fig. 10 , in the first\nstep, for sensor fabrication, the graphene was transferred to a SiO /Si\n2\nsubstrate using conventional wet-transfer method. In the next step, the\ntransferred graphene was patterned into linear shapes by photolithog­\nraphy and etched by reactive ion-etching method. Then the SARS-CoV-2\nspike antibody was immobilized onto the fabricated device via banding\n1-pyrenebutyric acid N-hydroxysuccinimide ester as interface coupling\nagent. The antigen protein was used as target species for sensor design\nand calibration. The sensor performance was determined using antigen\nprotein, cultured virus, and nasopharyngeal swab specimens from\nCOVID-19 patients, and the electrical performance was evaluated on\nsemiconductor analyzer. The final results showed that the FET device\ncould detect the SARS-CoV-2 spike protein at the concentrations of 1\nfg/mL in phosphate-buffered saline and 100 fg/mL clinical transport\nmedium. In addition, the FET sensor successfully detected SARS-CoV-2\nin culture medium (limit of detection [LOD]: 16 pfu/mL) and clinical\nsamples (LOD: 242 copies/mL) [ 107 ].\n4.9. Electrochemical immunoassays\nElectrochemical biosensors are analytical devices including a bio­\nlogical sensing element and a transducer that converts a chemical re­\naction to an electronic response [ 108 111 ]. The reaction under\n–\ninvestigation would either generate a measurable current (amper­\nometiric) [ 112 ], potential or charge accumulation (poteomtiometric)\n[ 84 ] or conductive properties of a medium (conductometric [ 113 ] or\nImpedance [ 114 , 115 ]) between the electrodes. The electrochemical\nbiosensors have a wide range of application for detecting several types of\nbiological elements including DNA [ 84 , 116 ], RNA [ 117 , 118 ], antibody\n[ 119 ], biomarker [ 120 ], proteins [ 121 , 122 ], viruses [ 17 , 123 ] and bac­\nteria [ 124 ]. The DNA/RNA biosensors are well known as simple, sen­\nsitive and powerful tools for detection of biomolecules in the early\nclinical diagnosis and monitoring of disease. Several types of biosensors\nhave been introduced for detecting viruses, such as old types of Coro­\nnavirus [ 125 , 126 ]. The electrochemical biosensors also used for detec­\ntion of COVID-19 disease in different methods and with different analyte\nsuch as DNA and protein [ 127 129 ]. Zhoa et al. [ 130 ], developed a new\n–\nSchematic illustration of COVID-19 sensor based on FET. The sensing material is Graphene and SARS-CoV-2 antibody is conjugated onto the graphene sheet\n].\n12",
        "char_count": 6209,
        "word_count": 940,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "H. Ilkhani et al.\nsuper sandwich-type electrochemical biosensor based on p-sulfocalix­\narene (SCX8) functionalized graphene (SCX8-RGO) to enrich TB for\nSARS-CoV-2 RNA detection using a portable electrochemical smart­\nphone. They prepared two premixes A and B for SARS-CoV-2 detection.\nFor premix A, Fe O NPs were applied for synthesis of Au@Fe O\n3 4 3 2\nnanocomposite and for the premix B, HAuCl and TB were used for\n4\npreparing Au@SCX8-RGO-TB nanocomposite. Fig. 11 illustrate the\nschematic process of SARS-CoV-2 detection electrochemical biosensor\nfabrication. As seen in this figure, the CPs labeled with thiol and\nimmobilized on the surfaces of the Au@Fe O nanoparticles and formed\n3 4\nO nanocomposites and then the host-guest complexes CP/Au@Fe\n3 4\n(SCX8-TB) were immobilized on RGO to form Au@SCX8-TB-RGO-TB\nnanocomposite and the sandwich structure produced. The researcher\nused 88 samples from confirmed patients and 8 samples from recovered\npatients infected by SARS-CoV-2. Electrochemical measurement was\nused as detection method and the results were compared with results\nfrom RT-qPCR. The prepared biosensor showed high specificity and\nselectivity during silico analysis and actual testing, and its detectable\nratios (85.5% and 46.2%) were higher than those obtained using\nRT-qPCR (56.5% and 7.7%). The LOD for the clinical specimen was 200\ncopies/mL, and very low volume of samples, only two copies (10 L) of\nμ\nSARS-CoV-2 were required per assay. Additionally, the mentioned\nmethod does not require nucleic acid amplification and reverse tran­\nscription, and is a plug-and-play diagnostic system [ 130 ].\nIn another study, a label free paper-based electrochemical platform\nas a screening tool to detect IgG and IgM antibodies related to SARS-\nCoV-2 virus is suggested by Yakoh et al. [ 131 ]. The fabricated sensor\nwas consisted of three parts called counter, closing part, and support\nmaterial. The square-wave voltammetry (SWV) technique was used for\nobtaining the electrochemical response. In the working part, the\nSARS-CoV-2 spike protein containing receptor-binding domain (SP RBD)\nis immobilized to capture incoming SARS-CoV-2 antibodies. A series of\nassays were applied for both SARS-CoV-2-infected and -uninfected pa­\ntients samples, and the results were compared with a commercial stan­\ndard ELISA method. The experimental time, sensitivity, selectivity and\nLOD were reported 30 min, 100%, 90% and 1 ng/mL, respectively\nFig. 11.\ndetection using a smartphone [ 130 ].\n\nAnalytical Biochemistry 634 (2021) 114362\n[ 131 ]. Hashemi et al. [ 132 ], fabricated a rapid electrochemical diag­\nnostic kit, composed of fixed/screen printed electrodes that could detect\npathogenic viruses such as SARS-CoV-2 and/or animal viruses through\nthe differentiable fingerprint of their viral glycoproteins at different\nvoltage. The sensor was comprised of a working electrode that was\nactivated upon coating a layer of combination between graphene oxide\n(GO) and sensitive chemical compounds with gold nanostars (Au NS).\nThis layer was capable of detecting the trace amount of viruses in any\naquatic biological media, for instance, blood, saliva and orophar­\nyngeal/nasopharyngeal swab, via interaction with active functional\ngroups of their glycoproteins around 1 min and any extra extraction\nand/or biomarkers for detection of targeted viruses were not required.\n22 The LOD and sensitivity of sensor were calculated as 1.68 10 −\n×\n1 1 2 gmL and 0.0048 A gmL cm , respectively, toward detection of − − −\nμ μ μ\nSARS-CoV-2 in biological media, while blind clinical evaluations of 100\nsuspected samples furtherly confirmed the superior sensitivity/speci­\nficity of developed nanosystem toward the rapid identification of pa­\ntients even at incubation and prodromal periods of disease [ 132 ]. In\nanother study, a ROS detection system was used for direct detection of\nCOVID-19 in sputum. The authors applied the ROS/H O system in­\n2 2\ncludes an integrated portable automatic electrochemical readout device\nand a sensor as the main diagnostic part of the system. The sensor was a\nthree electrode system and the working electrode was made on steel\nneedles coated with Multi-Wall Carbon Nanotubes (MWCNTs). The test\nwas conducted in 30s and results show the ROS level of sputum with the\ncalibrated response in correlation with the probability of COVID-19\ninvolvement [ 133 ]. In the other study, as seen in Fig. 12 , Fabiani\net al. [ 134 ] designed and fabricated a sensitive electrochemical immu­\nnoassay for rapid and smart detection of SARS-CoV-2 in untreated\nsaliva. The electrochemical assay was fabricated on magnetic beads as\nsupport. The Spike (S) protein or Nucleocapsid (N) protein was immo­\nbilized on magnetic beads as immunological chain and secondary anti­\nbody with alkaline phosphatase as immunological label. After the\nenzymatic reaction of 1-naphthol on immobilized magnetic bead the\nelectrochemical detection was carried out using screen-printed elec­\ntrodes modified with carbon black nanomaterial. The analytical features\nSchematic representation of SARS-CoV-2 detection using the electrochemical biosensor. (A) Preparation of premix A and B; (B) Process of electrochemical\n13",
        "char_count": 5192,
        "word_count": 795,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "H. Ilkhani et al.\nFig. 12. The MBs-based assay for SARS-CoV-2 detection in untreated\nsaliva [ 134 ].\nof the electrochemical immunoassay were evaluated using the standard\nsolution of S and N protein in buffer solution and untreated saliva with a\nLOD equal to 19 ng/mL and 8 ng/mL in untreated saliva, respectively for\nS and N protein. The fabricated immunoassay was tested using cultured\nvirus in biosafety level 3 and saliva clinical samples were used as real\nsample and the results were compared with the results of nasopharyn­\ngeal swab specimens tested with Real-Time PCR. The researchers have\nreported that their test is rapid and the data has good agreement with\nStandard methods as well as the LOD is low and the miniaturization and\nportability is achievable for their method [ 134 ].\nAlafeef et al. [ 135 ] developed a graphene based electrochemical\nDNA biosensor to detect the SARS-CoV-2 thiol-modified nucleocapsid\nphosphoprotein (N-gene) capped by gold nanoparticles (AuNPs). The\nsensor response was obtained from RNA samples collected from Vero\ncells infected with SARS-CoV-2, while SARS-CoV and MERS-CoV RNA\nwere used as negative controls. The capability of the sensor chip to\ndifferentiate the positive COVID-19 samples from the negative ones was\ninvestigated using 48 clinical samples and compared with commercial\nRT-PCR diagnostic kit. The researcher argued the required time for\n1 1 process was less than 5 min, the sensitivity was 231 (copies L ) and − −\nμ\nL without the need for any further amplification. LOD was 6.9 copies/\nμ\nThey tested their sensor with clinical samples from 22 COVID-19 posi­\ntive patients and 26 healthy asymptomatic subjects confirmed using the\nFDA-approved RT-PCR COVID-19 diagnostic kit, and prepared sensor\ncould distinguished the positive COVID-19 samples from the negative\nones with 100% accuracy, sensitivity, and specificity [ 135 ].\n4.9.1. Impedance\nImpedance measurements involve the application of a small sinu­\nsoidal AC voltage probe and the determination of current response.\nImpedance sensors detect a change in one of these equivalent circuit\nparameters upon analyte binding. There are several impedance appli­\ncations in biosensing detections. This technique has recently used for\ndiagnosis of COVID-19 as detection method of biosensor. For example, a\nrapid detection of SAES-CoV-2 antibodies was explained using imped­\nance based immunosensor by Rashed et al. [ 136 ]. In this study, a\nnon-faradic capacitive immunosensing assay was used with a commer­\ncial impedance detector. The immunosensor was fabricated using\npre-coated receptor binding domain (RBD) of SARS-CoV-2 spike protein\non 16-well plate containing sensing electrodes with samples of\nanti-SARS-CoV-2 monoclonal antibody CR3022 (0.1 g/mL, 1.0 g/mL,\nμ μ\n10 g/mL) and subsequent blinded testing was performed on six serum\nμ\nspecimens taken from COVID-19 and non-COVID-19 patients. The\n\nAnalytical Biochemistry 634 (2021) 114362\nobtained impedance results show a strong correlation with standard\n0.9) [ 136 ]. ELISA test results (R\n= 2\n5. Sampling\nThere are some studies that shows the sampling method is effective\non COVID-19 detection results. This field is still under study. Wyllie et al.\n[ 137 ], reported a research that shows the sampling method is effective\non sensitivity. They compared two different sampling methods, naso­\npharyngeal and saliva samples obtained from confirmed COVID-19 pa­\ntients and self-collected samples from healthcare workers at moderated\nto high risk of COVID-19 exposure, and detect the samples with RT-PCR.\nThe final results demonstrated that saliva is a viable and preferable\nalternative to nasopharyngeal swabs for SARS-CoV-2 detection. The\nobtained results indicated that not only saliva samples results are\ncomparable to nasopharyngeal swabs in early hospitalization, but also is\nmore consistent during extended hospitalization and recovery. Addi­\ntionally, COVID-19 detection from the saliva sampling may also it be a\nuseable alternative for identifying mild or subclinical infections for\nexample asymptomatic healthcare workers. Additionally, the saliva\nself-sampling does not require direct healthcare worker-patient inter­\naction, a source of several major testing bottlenecks and overall noso­\ncomial infection risk, and alleviates supply demands on swabs and\npersonal protective equipment [ 137 ].\n6. Summary and concluding remarks\nIn this article, the literature on COVID-19 detection methods is\nreviewed in different categories, including the biomolecules used as\nanalyte, the detection, and sampling methods. This review compares the\nnew reported technologies with commercially available ones that are\nused in these days. Disease diagnosis is an efficient and valuable tool for\ncontrolling the spread of COVID-19 during the pandemic. It is note­\nworthy that the SARS-CoV-2 virus transmutations and spreading are\nvery rapid, and we are still in the middle of the pandemic. Thus, finding\na simple, rapid, low-cost, accurate and sensitive detection method of\nSARS-CoV-2 virus currently possesses the highest priority.\nTable 1 presents the current methods and targeted analyte that are\nused for COVID-19 detection commercially and in the lab and their\nadvantages. Among the different methods developed so far for detecting\nCOVID-19, the PCR and antibody-based diagnostics are widely\nacclaimed for their high accuracy and sensitivity. However, the\nmentioned methods require pretreatment steps, large instruments, and\nare expensive that makes them inappropriate for applications that\nrequire on-site analysis. Alternative technologies such as LAMP, FET,\nand electrochemical methods are growing rapidly worldwide that can\nhelp to develop novel detection methods with high performance. The\nobtained results have shown that the novel methods have acceptable\nsensitivity, accuracy, and detection limit. In addition, these alternative\nmethods possess a high potential to decrease the waiting-time for test\nresults. It is apparent from Table 1 that the targeted analyte type is not\nan influential factor on bioassay sensitivity, and all types of analytes\ncould serve properly as bioassay target.\nThe recently developed strategies and methods and lessons learned\ncan be deployed for facing future virus outbreaks and new generations of\nSARS-CoV-2. Using gold nanoparticles has greatly enhanced the per­\nformance metrics such as sensitivity, specifity, and accuracy of the\nCOVID-19 sensors owing to their electron transfer improvement, elec­\ntrocatalytic and bio-labelling properties, and high surface to volume\nratio. The cost-effective manufacturing of lab-on-chip sensors with\npaper based platform can make possible the low-cost and disposable\ndetection of COVID-19 without needing skilled operators. However, this\nnovel field is still at its infancy with the capability of shortening the\ntotal-analytical-time from hours to minutes. The overall progress is\npromising, but a tangible success on detecting the SARS-CoV-2 is yet to\nbe obtained for developing a commercially viable lab-on-chip based\n14",
        "char_count": 7056,
        "word_count": 1054,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "H. Ilkhani et al.\nTable 1\nApplied methods and targeted analytes for the detection of COVID-19.\nMethods Analyte Detection time Sensitivity\nRT-PCR RNA 75 min – –\nPCR DNA 91% –\nRT-PCR C2CA 100 min 100%\nELISA IgG/IgM 89.6% – –\nELISA IgG/IgM 30 min 85.4%\nMS DNA 3 h – –\nMS DNA 24 48 h – – –\nCLIA IgG/IgM – –\nCLIA DNA 100% –\nLFIA IgG/IgM – – –\nLFIA IgG/IgM 100% – –\nLAMP DNA 97.6% – –\nLSPR IgG/IgM 2 h – –\nLSPR RNA 3.2 copies – –\nFET antibody – – –\nelectrochemical DNA – – –\nelectrochemical IgG/IgM 100% – –\n1 2 electrochemical IgG/IgM 0.0048 A gmL cm − −\nμ μ – –\nelectrochemical IgG/IgM – – –\nCOVID-19 sensor.\nReferences\n[1] B.V. Ribeiro, T.A.R. Cordeiro, G.R. Oliveira e Freitas, L.F. Ferreira, D.L. Franco,\nBiosensors for the detection of respiratory viruses: a review, Talanta Open 2\n(2020) 100007 .\n[2] L. Ma, F. Zeng, F. Cong, B. Huang, R. Huang, J. Ma, P. Guo, Development of a\nSYBR green-based real-time RT-PCR assay for rapid detection of the emerging\nswine acute diarrhea syndrome coronavirus, J. Virol Methods 265 (2019) 66 70 . –\n[3] R. Zhang, J.M. Li, [The way to reduce the false negative results of 2019 novel\ncoronavirus nucleic acid detection], Zhonghua Yixue Zazhi 100 (2020) 801 804 . –\n[4] C. Xie, L. Jiang, G. Huang, H. Pu, B. Gong, H. Lin, S. Ma, X. Chen, B. Long, G. Si,\nH. Yu, L. Jiang, X. Yang, Y. Shi, Z. Yang, Comparison of different samples for\n2019 novel coronavirus detection by nucleic acid amplification tests, Int. J.\nInfect. Dis. 93 (2020) 264 267 . –\n[5] L. Zhou, Y. Sun, T. Lan, R. Wu, J. Chen, Z. Wu, Q. Xie, X. Zhang, J. Ma,\nRetrospective detection and phylogenetic analysis of swine acute diarrhoea\nsyndrome coronavirus in pigs in southern China, Transbound. Emerg. Dis. 66\n(2019) 687 695 . –\n[6] S. Kang, W. Peng, Y. Zhu, S. Lu, M. Zhou, W. Lin, W. Wu, S. Huang, L. Jiang,\nX. Luo, M. Deng, Recent progress in understanding 2019 novel coronavirus\n(SARS-CoV-2) associated with human respiratory disease: detection, mechanisms\nand treatment, Int. J. Antimicrob. Agents 55 (2020) 105950 .\n[7] R. Lu, X. Zhao, J. Li, P. Niu, B. Yang, H. Wu, W. Wang, H. Song, B. Huang, N. Zhu,\nY. Bi, X. Ma, F. Zhan, L. Wang, T. Hu, H. Zhou, Z. Hu, W. Zhou, L. Zhao, J. Chen,\nY. Meng, J. Wang, Y. Lin, J. Yuan, Z. Xie, J. Ma, W.J. Liu, D. Wang, W. Xu, E.\nC. Holmes, G.F. Gao, G. Wu, W. Chen, W. Shi, W. Tan, Genomic characterisation\nand epidemiology of 2019 novel coronavirus: implications for virus origins and\nreceptor binding, Lancet 395 (2020) 565 574 . –\n[8] C. Gao, L. Zhu, C.C. Jin, Y.X. Tong, A.T. Xiao, S. Zhang, Prevalence and impact\nfactors of recurrent positive SARS-CoV-2 detection in 599 hospitalized COVID-19\npatients, Clin. Microbiol. Infect. (2021) .\n[9] V. Kr ahling, S. Halwe, C. Rohde, D. Becker, S. Bergh ofer, C. Dahlke, M. Eickmann, ¨ ¨\nM.S. Ercanoglu, L. Gieselmann, A. Herwig, A. Kupke, H. Müller, P. Neubauer-\nR adel, F. Klein, C. Keller, S. Becker, Development and characterization of an ¨\nindirect ELISA to detect SARS-CoV-2 spike protein-specific antibodies,\nJ. Immunol. Methods 490 (2021) 112958 .\n[10] L. Shi, Q. Sun, J.a. He, H. Xu, C. Liu, C. Zhao, Y. Xu, C. Wu, J. Xiang, D. Gu,\nJ. Long, H. Lan, Development of SPR biosensor for simultaneous detection of\nmultiplex respiratory viruses, Bio Med. Mater. Eng. 26 (Suppl 1) (2015)\nS2207 S2216 . –\n[11] K. Chen, L. Wu, X. Jiang, Z. Lu, H. Han, Target triggered self-assembly of Au\nnanoparticles for amplified detection of Bacillus thuringiensis transgenic\nsequence using SERS, Biosens. Bioelectron. 62 (2014) 196 200 . –\n[12] R. Antiochia, Nanobiosensors as new diagnostic tools for SARS, MERS and\nCOVID-19: from past to perspectives, Mikrochim. Acta 187 (2020) 639 .\n[13] D. Wrapp, N. Wang, K.S. Corbett, J.A. Goldsmith, C.-L. Hsieh, O. Abiona, B.\nS. Graham, J.S. McLellan, Cryo-EM structure of the 2019-nCoV spike in the\nprefusion conformation, Science 367 (2020) 1260 1263 . –\n[14] H. Moulahoum, F. Ghorbanizamani, F. Zihnioglu, K. Turhan, S. Timur, How\nshould diagnostic kits development adapt quickly in COVID 19-like pandemic\nmodels? Pros and cons of sensory platforms used in COVID-19 sensing, Talanta\n222 (2021) 121534 .\n[15] P. Zhou, X.-L. Yang, X.-G. Wang, B. Hu, L. Zhang, W. Zhang, H.-R. Si, Y. Zhu, B. Li,\nC.-L. Huang, H.-D. Chen, J. Chen, Y. Luo, H. Guo, R.-D. Jiang, M.-Q. Liu, Y. Chen,\nX.-R. Shen, X. Wang, X.-S. Zheng, K. Zhao, Q.-J. Chen, F. Deng, L.-L. Liu, B. Yan,\n\nAnalytical Biochemistry 634 (2021) 114362\nAccuracy DOL Advantages Reference\n10 copies/reaction Specific [ 56 ]\n93% 2 copies/reaction specific [ 60 ]\n0.4 fM specific [ 62 ]\nPortable, fast [ 29 ] –\n98.6% 1 copies/ L Portable, fast [ 66 ] μ\n5 10 copies specific [ 69 ]\n5 6 10 copies/ L Specific [ 71 ] 15\nμ –\n81.5% Fast, portable [ 74 ] –\n87% Specific, fast, portable [ 75 ] –\n4 1 10 Pfu Sensitive [ 83 ]\n×\nsensitive [ 26 ] –\n0.2 47 ng/ L Specific, portable [ 94 ] μ –\n0.08 ng/mL sensitive [ 103 ]\n0.22 pM Specific, sensitive [ 104 ]\n16 Pfu/ L Specific, sensitive [ 107 ] μ\n200 copies/mL Sensitive, fast, portable, specific [ 101 ]\n1 ng/mL Sensitive, fast [ 131 ]\n22 1.68 10 g/mL Sensitive, fast [ 132 ] −\nμ ×\n19 ng/mL Sensitive, fast, portable [ 134 ]\nF.-X. Zhan, Y.-Y. Wang, G.-F. Xiao, Z.-L. Shi, A pneumonia outbreak associated\nwith a new coronavirus of probable bat origin, Nature 579 (2020) 270 273 . –\n[16] P. Wang, L. Liu, S. Iketani, Y. Luo, Y. Guo, M. Wang, J. Yu, B. Zhang, P.D. Kwong,\nB.S. Graham, J.R. Mascola, J.Y. Chang, M.T. Yin, M. Sobieszczyk, C.A. Kyratsous,\nL. Shapiro, Z. Sheng, M.S. Nair, Y. Huang, D.D. Ho, Increased Resistance of SARS-\nCoV-2 Variants B.1.351 and B.1.1.7 to Antibody Neutralization, bioRxiv, 2021,\n2021.2001.2025.428137 .\n[17] H. Ilkhani, S. Farhad, A novel electrochemical DNA biosensor for Ebola virus\ndetection, Anal. Biochem. (2018) .\n[18] M. Pilevar, K.T. Kim, W.H. Lee, Recent advances in biosensors for detecting\nviruses in water and wastewater, J. Hazard Mater. (2020) 124656 .\n[19] D. Bhatta, E. Stadden, E. Hashem, I.J.G. Sparrow, G.D. Emmerson, Multi-purpose\noptical biosensors for real-time detection of bacteria, viruses and toxins, Sensor.\nActuator. B Chem. 149 (2010) 233 238 . –\n[20] T. Ji, Z. Liu, G. Wang, X. Guo, S. Akbar Khan, C. Lai, H. Chen, S. Huang, S. Xia,\nB. Chen, H. Jia, Y. Chen, Q. Zhou, Detection of COVID-19: a review of the current\nliterature and future perspectives, Biosens. Bioelectron. 166 (2020) 112455 .\n[21] M. Shen, Y. Zhou, J. Ye, A.A. Abdullah Al-Maskri, Y. Kang, S. Zeng, S. Cai, Recent\nadvances and perspectives of nucleic acid detection for coronavirus, J. Pharm.\nAnal. 10 (2020) 97 101 . –\n[22] J. Jiao, C. Duan, L. Xue, Y. Liu, W. Sun, Y. Xiang, DNA nanoscaffold-based SARS-\nCoV-2 detection for COVID-19 diagnosis, Biosens. Bioelectron. 167 (2020)\n112479 .\n[23] T. Hou, W. Zeng, M. Yang, W. Chen, L. Ren, J. Ai, J. Wu, Y. Liao, X. Gou, Y. Li,\nX. Wang, H. Su, B. Gu, J. Wang, T. Xu, Development and evaluation of a rapid\nCRISPR-based diagnostic for COVID-19, PLoS Pathog. 16 (2020), e1008705 .\n[24] J.P. Broughton, X. Deng, G. Yu, C.L. Fasching, V. Servellita, J. Singh, X. Miao, J.\nA. Streithorst, A. Granados, A. Sotomayor-Gonzalez, K. Zorn, A. Gopez, E. Hsu,\nW. Gu, S. Miller, C.Y. Pan, H. Guevara, D.A. Wadford, J.S. Chen, C.Y. Chiu,\nCRISPR-Cas12-based detection of SARS-CoV-2, Nat. Biotechnol. 38 (2020)\n870 874 . –\n[25] X. Ding, K. Yin, Z. Li, C. Liu, All-in-One Dual CRISPR-Cas12a (AIOD-CRISPR)\nAssay: A Case for Rapid, Ultrasensitive and Visual Detection of Novel Coronavirus\nSARS-CoV-2 and HIV Virus, bioRxiv, 2020 .\n[26] C. Huang, T. Wen, F.J. Shi, X.Y. Zeng, Y.J. Jiao, Rapid detection of IgM antibodies\nagainst the SARS-CoV-2 virus via colloidal gold nanoparticle-based lateral-flow\nassay, ACS Omega 5 (2020) 12550 12556 . –\n[27] Z. Li, Y. Yi, X. Luo, N. Xiong, Y. Liu, S. Li, R. Sun, Y. Wang, B. Hu, W. Chen,\nY. Zhang, J. Wang, B. Huang, Y. Lin, J. Yang, W. Cai, X. Wang, J. Cheng, Z. Chen,\nK. Sun, W. Pan, Z. Zhan, L. Chen, F. Ye, Development and clinical application of a\nrapid IgM-IgG combined antibody test for SARS-CoV-2 infection diagnosis,\nJ. Med. Virol. 92 (2020) 1518 1524 . –\n[28] H. Liu, E. Dai, R. Xiao, Z. Zhou, M. Zhang, Z. Bai, Y. Shao, K. Qi, J. Tu, C. Wang,\nS. Wang, Development of a SERS-based lateral flow immunoassay for rapid and\nultra-sensitive detection of anti-SARS-CoV-2 IgM/IgG in clinical samples, Sensor.\nActuator. B Chem. (2020) 129196 .\n[29] J. Zhao, Q. Yuan, H. Wang, W. Liu, X. Liao, Y. Su, X. Wang, J. Yuan, T. Li, J. Li,\nS. Qian, C. Hong, F. Wang, Y. Liu, Z. Wang, Q. He, Z. Li, B. He, T. Zhang, Y. Fu,\nS. Ge, L. Liu, J. Zhang, N. Xia, Z. Zhang, Antibody responses to SARS-CoV-2 in\npatients with novel coronavirus disease 2019, Clin. Infect. Dis. 71 (2020)\n2027 2034 . –\n[30] R. Montes, F. C espedes, M. Baeza, Highly sensitive electrochemical ´\nimmunosensor for IgG detection based on optimized rigid biocomposites, Biosens.\nBioelectron. 78 (2016) 505 512 . –\n[31] J.-L. Bayart, C. Gusbin, B. Lardinois, A. Scohy, B. Kabamba-Mukadi, Analytical\nand clinical evaluation of new automated chemiluminescent immunoassays for\nthe detection of IgG and IgM anti-Bartonella henselae antibodies, Diagn.\nMicrobiol. Infect. Dis. 98 (2020) 115203 .\n15",
        "char_count": 9145,
        "word_count": 1649,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "H. Ilkhani et al.\n[32] H. Wang, X. Wu, X. Zhang, X. Hou, T. Liang, D. Wang, F. Teng, J. Dai, H. Duan,\nS. Guo, Y. Li, X. Yu, SARS-CoV-2 proteome microarray for mapping COVID-19\nantibody interactions at amino acid resolution, ACS Cent. Sci. (2020) .\n[33] D.J. Steiner, J.S. Cognetti, E.P. Luta, A.M. Klose, J. Bucukovski, M.R. Bryan, J.\nJ. Schmuke, P. Nguyen-Contant, M.Y. Sangster, D.J. Topham, B.L. Miller, Array-\nbased analysis of SARS-CoV-2, other coronaviruses, and influenza antibodies in\nconvalescent COVID-19 patients, Biosens. Bioelectron. 169 (2020) 112643 .\n[34] Y. Wu, C. Li, S. Xia, X. Tian, Y. Kong, Z. Wang, C. Gu, R. Zhang, C. Tu, Y. Xie,\nZ. Yang, L. Lu, S. Jiang, T. Ying, Identification of human single-domain antibodies\nagainst SARS-CoV-2, Cell Host Microbe 27 (2020) 891 898, e895 . –\n[35] C. Conzelmann, A. Gilg, R. Gross, D. Schutz, N. Preising, L. Standker,\nB. Jahrsdorfer, H. Schrezenmeier, K.M.J. Sparrer, T. Stamminger, S. Stenger,\nJ. Munch, J.A. Muller, An enzyme-based immunodetection assay to quantify\nSARS-CoV-2 infection, Antivir. Res. 181 (2020) 104882 .\n[36] J. Xiang, M. Yan, H. Li, T. Liu, C. Lin, S. Huang, C. Shen, Evaluation of Enzyme-\nLinked Immunoassay and Colloidal GoldImmunochromatographic Assay Kit for\nDetection of Novel Coronavirus (SARS-Cov-2) Causing an Outbreak of Pneumonia\n(COVID-19), medRxiv, 2020 .\n[37] E.C. Rama, A. Costa-García, Screen-printed electrochemical immunosensors for\nthe detection of cancer and cardiovascular biomarkers, Electroanalysis 28 (2016)\n1700 1715 . –\n[38] B. Shan, Y.Y. Broza, W. Li, Y. Wang, S. Wu, Z. Liu, J. Wang, S. Gui, L. Wang,\nZ. Zhang, W. Liu, S. Zhou, W. Jin, Q. Zhang, D. Hu, L. Lin, Q. Zhang, W. Li,\nJ. Wang, H. Liu, Y. Pan, H. Haick, Multiplexed nanomaterial-based sensor array\nfor detection of COVID-19 in exhaled breath, ACS Nano 14 (2020) 12125 12132 . –\n[39] V.M. Corman, O. Landt, M. Kaiser, R. Molenkamp, A. Meijer, D.K.W. Chu,\nT. Bleicker, S. Brünink, J. Schneider, M.L. Schmidt, D.G.J.C. Mulders, B.\nL. Haagmans, B. van der Veer, S. van den Brink, L. Wijsman, G. Goderski, J.-\nL. Romette, J. Ellis, M. Zambon, M. Peiris, H. Goossens, C. Reusken, M.P.\nG. Koopmans, C. Drosten, Detection of 2019 novel coronavirus (2019-nCoV) by\nreal-time RT-PCR, Eurosurveillance vol. 25 (2020) .\n[40] J. Wang, K. Cai, R. Zhang, X. He, X. Shen, J. Liu, J. Xu, F. Qiu, W. Lei, J. Wang,\nX. Li, Y. Gao, Y. Jiang, W. Xu, X. Ma, Novel one-step single-tube nested\nquantitative real-time PCR assay for highly sensitive detection of SARS-CoV-2,\nAnal. Chem. 92 (2020) 9399 9404 . –\n[41] A.T. Xiao, Y.X. Tong, C. Gao, L. Zhu, Y.J. Zhang, S. Zhang, Dynamic profile of RT-\nPCR findings from 301 COVID-19 patients in Wuhan, China: a descriptive study,\nJ. Clin. Virol. 127 (2020) 104346 .\n[42] C.C. Yip, C.C. Ho, J.F. Chan, K.K. To, H.S. Chan, S.C. Wong, K.H. Leung, A.\nY. Fung, A.C. Ng, Z. Zou, A.R. Tam, T.W. Chung, K.H. Chan, I.F. Hung, V.\nC. Cheng, O.T. Tsang, S.K.W. Tsui, K.Y. Yuen, Development of a novel, genome\nsubtraction-derived, SARS-CoV-2-specific COVID-19-nsp2 real-time RT-PCR assay\nand its evaluation using clinical specimens, Int. J. Mol. Sci. 21 (2020) .\n[43] S. Petralia, S. Conoci, PCR technologies for point of care testing: progress and\nperspectives, ACS Sens. 2 (2017) 876 891 . –\n[44] H.A.M. Faria, V. Zucolotto, Label-free electrochemical DNA biosensor for zika\nvirus identification, Biosens. Bioelectron. 131 (2019) 149 155 . –\n[45] L.L. Poon, B.W. Wong, K.H. Chan, S.S. Ng, K.Y. Yuen, Y. Guan, J.S. Peiris,\nEvaluation of real-time reverse transcriptase PCR and real-time loop-mediated\namplification assays for severe acute respiratory syndrome coronavirus detection,\nJ. Clin. Microbiol. 43 (2005) 3457 3459 . –\n[46] M. Jenkins, C. O Brien, R. Fetterer, M. Santin, RT-PCR specific for Cryspovirus is a ’\nhighly sensitive method for detecting Cryptosporidium parvum oocysts, Food\nWaterborne Parasitol. 5 (2016) 14 20 . –\n[47] A. Laude, S. Valot, G. Desoubeaux, N. Argy, C. Nourrisson, C. Pomares,\nM. Machouart, Y. Le Govic, F. Dalle, F. Botterel, N. Bourgeois, E. Cateau,\nM. Leterrier, P. Le Pape, F. Morio, Is real-time PCR-based diagnosis similar in\nperformance to routine parasitological examination for the identification of\nGiardia intestinalis, Cryptosporidium parvum/Cryptosporidium hominis and\nEntamoeba histolytica from stool samples? Evaluation of a new commercial\nmultiplex PCR assay and literature review, Clin. Microbiol. Infect. 22 (2016), 190.\ne191-190.e198 .\n[48] H. Tachibana, M. Saito, K. Tsuji, K. Yamanaka, L.Q. Hoa, E. Tamiya, Self-\npropelled continuous-flow PCR in capillary-driven microfluidic device:\nmicrofluidic behavior and DNA amplification, Sensor. Actuator. B Chem. 206\n(2015) 303 310 . –\n[49] L.J. Carter, L.V. Garner, J.W. Smoot, Y. Li, Q. Zhou, C.J. Saveson, J.M. Sasso, A.\nC. Gregg, D.J. Soares, T.R. Beskid, S.R. Jervey, C. Liu, Assay techniques and test\ndevelopment for COVID-19 diagnosis, ACS Cent. Sci. 6 (2020) 591 605 . –\n[50] N. Al-Shanti, A. Saini, C.E. Stewart, Two-Step versus One-Step RNA-to-CT 2-Step\nand One-Step RNA-to-CT 1-Step: validity, sensitivity, and efficiency, J. Biomol.\nTech. 20 (2009) 172 179 . –\n[51] Y. Jin, M. Wang, Z. Zuo, C. Fan, F. Ye, Z. Cai, Y. Wang, H. Cui, K. Pan, A. Xu,\nDiagnostic value and dynamic variance of serum antibody in coronavirus disease\n2019, Int. J. Infect. Dis. 94 (2020) 49 52 . –\n[52] T. Nguyen, D. Duong Bang, A. Wolff, Novel coronavirus disease (COVID-19):\npaving the road for rapid detection and point-of-care diagnostics, Micromachines\n11 (2019), 2020 .\n[53] R. Sah, A.J. Rodriguez-Morales, R. Jha, D.K.W. Chu, H. Gu, M. Peiris, A. Bastola,\nB.K. Lal, H.C. Ojha, A.A. Rabaan, L.I. Zambrano, A. Costello, K. Morita, B.\nD. Pandey, L.L.M. Poon, Complete genome sequence of a 2019 novel coronavirus\n(SARS-CoV-2) strain isolated in Nepal, Microbiol. Resour. Announc. 9 (2020)\ne169-120 .\n[54] K.K. To, O.T. Tsang, C.C. Yip, K.H. Chan, T.C. Wu, J.M. Chan, W.S. Leung, T.\nS. Chik, C.Y. Choi, D.H. Kandamby, D.C. Lung, A.R. Tam, R.W. Poon, A.Y. Fung, I.\n\nAnalytical Biochemistry 634 (2021) 114362\nF. Hung, V.C. Cheng, J.F. Chan, K.Y. Yuen, Consistent detection of 2019 novel\ncoronavirus in saliva, Clin. Infect. Dis. 71 (2020) 841 843 . –\n[55] M.T. Valitutto, O. Aung, K.Y.N. Tun, M.E. Vodzak, D. Zimmerman, J.H. Yu, Y.\nT. Win, M.T. Maw, W.Z. Thein, H.H. Win, J. Dhanota, V. Ontiveros, B. Smith,\nA. Tremeau-Brevard, T. Goldstein, C.K. Johnson, S. Murray, J. Mazet, Detection of\nnovel coronaviruses in bats in Myanmar, PloS One 15 (2020), e0230802 .\n[56] D.K.W. Chu, Y. Pan, S.M.S. Cheng, K.P.Y. Hui, P. Krishnan, Y. Liu, D.Y.M. Ng, C.K.\nC. Wan, P. Yang, Q. Wang, M. Peiris, L.L.M. Poon, Molecular diagnosis of a novel\ncoronavirus (2019-nCoV) causing an outbreak of pneumonia, Clin. Chem. 66\n(2020) 549 555 . –\n[57] L. Azzi, G. Carcano, F. Gianfagna, P. Grossi, D.D. Gasperina, A. Genoni,\nM. Fasano, F. Sessa, L. Tettamanti, F. Carinci, V. Maurino, A. Rossi, A. Tagliabue,\nA. Baj, Saliva is a reliable tool to detect SARS-CoV-2, J. Infect. 81 (2020) e45 e50 . –\n[58] E. Pomari, C. Piubelli, F. Perandin, Z. Bisoffi, Digital PCR: a new technology for\ndiagnosis of parasitic infections, Clin. Microbiol. Infect. 25 (2019) 1510 1516 . –\n[59] R. Nyaruaba, C. Mwaliko, K.K. Kering, H. Wei, Droplet digital PCR applications in\nthe tuberculosis world, Tuberculosis 117 (2019) 85 92 . –\n[60] L. Dong, J. Zhou, C. Niu, Q. Wang, Y. Pan, S. Sheng, X. Wang, Y. Zhang, J. Yang,\nM. Liu, Y. Zhao, X. Zhang, T. Zhu, T. Peng, J. Xie, Y. Gao, D. Wang, X. Dai,\nX. Fang, Highly Accurate and Sensitive Diagnostic Detection of SARS-CoV-2 by\nDigital PCR, Talanta, 2020, p. 121726 .\n[61] F. Yu, L. Yan, N. Wang, S. Yang, L. Wang, Y. Tang, G. Gao, S. Wang, C. Ma, R. Xie,\nF. Wang, C. Tan, L. Zhu, Y. Guo, F. Zhang, Quantitative detection and viral load\nanalysis of SARS-CoV-2 in infected patients, Clin. Infect. Dis. 71 (2020) 793 798 . –\n[62] B. Tian, F. Gao, J. Fock, M. Dufva, M.F. Hansen, Homogeneous circle-to-circle\namplification for real-time optomagnetic detection of SARS-CoV-2 RdRp coding\nsequence, Biosens. Bioelectron. 165 (2020) 112356 .\n[63] L. Asensio, I. Gonz alez, T. García, R. Martín, Determination of food authenticity ´\nby enzyme-linked immunosorbent assay (ELISA), Food Contr. 19 (2008) 1 8 . –\n[64] A. Servat, M. Feyssaguet, I. Blanchard, J.L. Morize, J.L. Schereffer, F. Boue,\nF. Cliquet, A quantitative indirect ELISA to monitor the effectiveness of rabies\nvaccination in domestic and wild carnivores, J. Immunol. Methods 318 (2007)\n1 10 . –\n[65] F. Costantini, C. Sberna, G. Petrucci, M. Reverberi, F. Domenici, C. Fanelli,\nC. Manetti, G. de Cesare, M. DeRosa, A. Nascetti, D. Caputo, Aptamer-based\nsandwich assay for on chip detection of Ochratoxin A by an array of amorphous\nsilicon photosensors, Sensor. Actuator. B Chem. 230 (2016) 31 39 . –\n[66] L. Guo, L. Ren, S. Yang, M. Xiao, Chang, F. Yang, C.S. Dela Cruz, Y. Wang, C. Wu,\nY. Xiao, L. Zhang, L. Han, S. Dang, Y. Xu, Q.W. Yang, S.Y. Xu, H.D. Zhu, Y.C. Xu,\nQ. Jin, L. Sharma, L. Wang, J. Wang, Profiling early humoral response to diagnose\nnovel coronavirus disease (COVID-19), Clin. Infect. Dis. 71 (2020) 778 785 . –\n[67] D. Liu, C. Ju, C. Han, R. Shi, X. Chen, D. Duan, J. Yan, X. Yan, Nanozyme\nchemiluminescence paper test for rapid and sensitive detection of SARS-CoV-2\nantigen, Biosens. Bioelectron. 173 (2020) 112817 .\n[68] K.G. Stevens, T.L. Pukala, Conjugating immunoassays to mass spectrometry:\nsolutions to contemporary challenges in clinical diagnostics, Trac. Trends Anal.\nChem. 132 (2020) 116064 .\n[69] C. Ihling, D. Tanzler, S. Hagemann, A. Kehlen, S. Huttelmaier, C. Arlt, A. Sinz,\nMass spectrometric identification of SARS-CoV-2 proteins from gargle solution\nsamples of COVID-19 patients, J. Proteome Res. 19 (2020) 4389 4392 . –\n[70] D. Gouveia, G. Miotello, F. Gallais, J.C. Gaillard, S. Debroas, L. Bellanger, J.\nP. Lavigne, A. Sotto, L. Grenga, O. Pible, J. Armengaud, Proteotyping SARS-CoV-2\nvirus from nasopharyngeal swabs: a proof-of-concept focused on a 3 min mass\nspectrometry window, J. Proteome Res. 19 (2020) 4407 4416 . –\n[71] N.L. Dollman, J.H. Griffin, K.M. Downard, Detection, mapping, and proteotyping\nof SARS-CoV-2 coronavirus with high resolution mass spectrometry, ACS Infect.\nDis. (2020) .\n[72] Q. Xiao, C. Xu, Research progress on chemiluminescence immunoassay combined\nwith novel technologies, Trac. Trends Anal. Chem. 124 (2020) 115780 .\n[73] L. Kricka, G. Thorpe, R. Stott, Luminescence immunoassay, in: C.P. Price, D.\nJ. Newman (Eds.), Principles and Practice of Immunoassay, Palgrave Macmillan\nUK, London, 1991, pp. 417 445 . –\n[74] X.F. Cai, J. Chen, J. Li Hu, Q.X. Long, H.J. Deng, P. Liu, K. Fan, P. Liao, B.Z. Liu,\nG.C. Wu, Y.K. Chen, Z.J. Li, K. Wang, X.L. Zhang, W.G. Tian, J.L. Xiang, H.X. Du,\nJ. Wang, Y. Hu, N. Tang, Y. Lin, J.H. Ren, L.Y. Huang, J. Wei, C.Y. Gan, Y.\nM. Chen, Q.Z. Gao, A.M. Chen, C.L. He, D.X. Wang, P. Hu, F.C. Zhou, A.L. Huang,\nD.Q. Wang, A peptide-based magnetic chemiluminescence enzyme immunoassay\nfor serological diagnosis of coronavirus disease 2019, J. Infect. Dis. 222 (2020)\n189 193 . –\n[75] B. Diao, K. Wen, J. Chen, Y. Liu, Z. Yuan, C. Han, J. Chen, Y. Pan, L. Chen, Y. Dan,\nJ. Wang, Y. Chen, G. Deng, H. Zhou, Y. Wu, Diagnosis of Acute Respiratory\nSyndrome Coronavirus 2 Infection by Detection of Nucleocapsid Protein,\nmedRxiv, 2020, 2020.2003.2007.20032524 .\n[76] J. Zhang, X. Zhang, J. Liu, Y. Ban, N. Li, Y. Wu, Y. Liu, R. Ye, J. Liu, X. Li, L. Li,\nX. Qin, R. Zheng, Serological detection of 2019-nCoV respond to the epidemic: a\nuseful complement to nucleic acid testing, Int. Immunopharm. 88 (2020) 106861 .\n[77] N.C. Cady, N. Tokranova, A. Minor, N. Nikvand, K. Strle, W.T. Lee, W. Page,\nE. Guignon, A. Pilar, G.N. Gibson, Multiplexed detection and quantification of\nhuman antibody response to COVID-19 infection using a plasmon enhanced\nbiosensor platform, Biosens. Bioelectron. 171 (2021) 112679 .\n[78] N. Nakasone, C. Toma, Y. Lu, M. Iwanaga, Development of a rapid\nimmunochromatographic test to identify enteropathogenic and\nenterohemorrhagic Escherichia coli by detecting EspB, Diagn. Microbiol. Infect.\nDis. 57 (2007) 21 25 . –\n[79] J.H.W. Leuvering, P.J.H.M. Thal, M.v.d. Waart, A.H.W.M. Schuurs, Sol particle\nimmunoassay (SPIA), J. Immunoassay 1 (1980) 77 91 . –\n16",
        "char_count": 12289,
        "word_count": 2040,
        "extraction_method": "two_column"
      },
      {
        "page_number": 18,
        "text": "H. Ilkhani et al.\n[80] C. Karakus, B.A. Salih, Comparison of the lateral flow immunoassays (LFIA) for\nthe diagnosis of Helicobacter pylori infection, J. Immunol. Methods 396 (2013)\n8 14 . –\n[81] S. Cavalera, B. Colitti, S. Rosati, G. Ferrara, L. Bertolotti, C. Nogarol, C. Guiotto,\nC. Cagnazzo, M. Denina, F. Fagioli, F. Di Nardo, M. Chiarello, C. Baggiani,\nL. Anfossi, A multi-target lateral flow immunoassay enabling the specific and\nsensitive detection of total antibodies to SARS COV-2, Talanta 223 (2021)\n121737 .\n[82] A. Roda, S. Cavalera, F. Di Nardo, D. Calabria, S. Rosati, P. Simoni, B. Colitti,\nC. Baggiani, M. Roda, L. Anfossi, Dual lateral flow optical/chemiluminescence\nimmunosensors for the rapid detection of salivary and serum IgA in patients with\nCOVID-19 disease, Biosens. Bioelectron. 172 (2021) 112765 .\n[83] H.Y. Kim, J.H. Lee, M.J. Kim, S.C. Park, M. Choi, W. Lee, K.B. Ku, B.T. Kim,\nE. Changkyun Park, H.G. Kim, S.I. Kim, Development of a SARS-CoV-2-specific\nbiosensor for antigen detection using scFv-Fc fusion proteins, Biosens.\nBioelectron. (2020) 112868 .\n[84] H. Ilkhani, T. Hughes, J. Li, C.J. Zhong, M. Hepel, Nanostructured SERS-\nelectrochemical biosensors for testing of anticancer drug interactions with DNA,\nBiosens. Bioelectron. 80 (2016) 257 264 . –\n[85] J. Xi, Q. Yu, The development of lateral flow immunoassay strip tests based on\nsurface enhanced Raman spectroscopy coupled with gold nanoparticles for the\nrapid detection of soybean allergen -conglycinin, Spectrochim. Acta Mol. β\nBiomol. Spectrosc. 241 (2020) 118640 .\n[86] J. Wang, Q. Chen, Y. Jin, X. Zhang, L. He, W. Zhang, Y. Chen, Surface enhanced\nRaman scattering-based lateral flow immunosensor for sensitive detection of\naflatoxin M1 in urine, Anal. Chim. Acta 1128 (2020) 184 192 . –\n[87] T. Notomi, H. Okayama, H. Masubuchi, T. Yonekawa, K. Watanabe, N. Amino,\nT. Hase, Loop-mediated isothermal amplification of DNA, Nucleic Acids Res. 28\n(2000) e63, e63 .\n[88] V.X.T. Zhao, T.I. Wong, X.T. Zheng, Y.N. Tan, X. Zhou, Colorimetric biosensors\nfor point-of-care virus detections, Mater. Sci. Energy Technol. 3 (2020) 237 249 . –\n[89] W.E. Huang, B. Lim, C.C. Hsu, D. Xiong, W. Wu, Y. Yu, H. Jia, Y. Wang, Y. Zeng,\nM. Ji, H. Chang, X. Zhang, H. Wang, Z. Cui, RT-LAMP for rapid diagnosis of\ncoronavirus SARS-CoV-2, Microb. Biotechnol. 13 (2020) 950 961 . –\n[90] D. Hayasaka, K. Aoki, K. Morita, Development of simple and rapid assay to detect\nviral RNA of tick-borne encephalitis virus by reverse transcription-loop-mediated\nisothermal amplification, Virol. J. 10 (2013) 68 .\n[91] H. Soliman, M. El-Matbouli, An inexpensive and rapid diagnostic method of Koi\nHerpesvirus (KHV) infection by loop-mediated isothermal amplification, Virol. J.\n2 (2005) 83 .\n[92] B. Freire-Paspuel, M.A. Garcia-Bereguiain, Low clinical performance of the\nIsopollo COVID-19 detection kit (M Monitor, South Korea) for RT-LAMP SARS-\nCoV-2 diagnosis: a call for action against low quality products for developing\ncountries, Int. J. Infect. Dis. 104 (2021) 303 305 . –\n[93] Y. Zhang, N. Odiwuor, J. Xiong, L. Sun, R.O. Nyaruaba, H. Wei, N.A. Tanner,\nRapid Molecular Detection of SARS-CoV-2 (COVID-19) Virus RNA Using\nColorimetric LAMP, medRxiv, 2020, 2020.2002.2026.20028373 .\n[94] L. Yu, S. Wu, X. Hao, X. Li, X. Liu, S. Ye, H. Han, X. Dong, X. Li, J. Li, N. Liu, J. Liu,\nW. Zhang, V. Pelechano, W.-H. Chen, X. Yin, Rapid Colorimetric Detection of\nCOVID-19 Coronavirus Using a Reverse Transcriptional Loop-Mediated\nIsothermal Amplification (RT-LAMP) Diagnostic Platform: iLACO, medRxiv,\n2020, 2020.2002.2020.20025874 .\n[95] C. Yan, J. Cui, L. Huang, B. Du, L. Chen, G. Xue, S. Li, W. Zhang, L. Zhao, Y. Sun,\nH. Yao, N. Li, H. Zhao, Y. Feng, S. Liu, Q. Zhang, D. Liu, J. Yuan, Rapid and visual\ndetection of 2019 novel coronavirus (SARS-CoV-2) by a reverse transcription\nloop-mediated isothermal amplification assay, Clin. Microbiol. Infect. 26 (2020)\n773 779 . –\n[96] M. El-Tholoth, H.H. Bau, J. Song, A Single and Two-Stage, Closed-Tube,\nMolecular Test for the 2019 Novel Coronavirus (COVID-19) at Home, Clinic, and\nPoints of Entry, ChemRxiv : the Preprint Server for Chemistry, 2020 .\n[97] Y.H. Baek, J. Um, K.J.C. Antigua, J.H. Park, Y. Kim, S. Oh, Y.I. Kim, W.S. Choi, S.\nG. Kim, J.H. Jeong, B.S. Chin, H.D.G. Nicolas, J.Y. Ahn, K.S. Shin, Y.K. Choi, J.\nS. Park, M.S. Song, Development of a reverse transcription-loop-mediated\nisothermal amplification as a rapid early-detection method for novel SARS-CoV-2,\nEmerg. Microb. Infect. 9 (2020) 998 1007 . –\n[98] Jeffrey N. Anker, W. Paige Hall, Olga lyandres, Nilam C. Shah, J. Zhao, R.P.\nV. duyne, Biosensing with plasmonic nanosensors, Nat. Mater. 7 (2008) 442 453 . –\n[99] H. He, P. Muhammad, Z. Guo, Q. Peng, H. Lu, Z. Liu, Controllably prepared\nmolecularly imprinted core-shell plasmonic nanostructure for plasmon-enhanced\nfluorescence assay, Biosens. Bioelectron. 146 (2019) 111733 .\n[100] L.-X. Wang, X.-E. Jiang, Bioanalytical applications of surface-enhanced infrared\nabsorption spectroscopy, Chin. J. Anal. Chem. 40 (2012) 975 982 . –\n[101] Z. Zhang, H. Wang, Z. Chen, X. Wang, J. Choo, L. Chen, Plasmonic colorimetric\nsensors based on etching and growth of noble metal nanoparticles: strategies and\napplications, Biosens. Bioelectron. 114 (2018) 52 65 . –\n[102] T. Xu, Z. Geng, Strategies to improve performances of LSPR biosensing: structure,\nmaterials, and interface modification, Biosens. Bioelectron. 174 (2021) 112850 .\n[103] R. Funari, K.Y. Chu, A.Q. Shen, Detection of antibodies against SARS-CoV-2 spike\nprotein by gold nanospikes in an opto-microfluidic chip, Biosens. Bioelectron. 169\n(2020) 112578 .\n[104] G. Qiu, Z. Gai, Y. Tao, J. Schmitt, G.A. Kullak-Ublick, J. Wang, Dual-functional\nplasmonic photothermal biosensors for highly accurate severe acute respiratory\nsyndrome coronavirus 2 detection, ACS Nano 14 (2020) 5268 5277 . –\n[105] D. Sadighbayan, M. Hasanzadeh, E. Ghafar-Zadeh, Biosensing based on field-\neffect transistors (FET): recent progress and challenges, Trac. Trends Anal. Chem.\n133 (2020) 116067 .\n\nAnalytical Biochemistry 634 (2021) 114362\n[106] J. Sengupta, C.M. Hussain, Graphene-based field-effect transistor biosensors for\nthe rapid detection and analysis of viruses: a perspective in view of COVID-19,\nCarbon Trends 2 (2021) 100011 .\n[107] G. Seo, G. Lee, M.J. Kim, S.H. Baek, M. Choi, K.B. Ku, C.S. Lee, S. Jun, D. Park, H.\nG. Kim, S.J. Kim, J.O. Lee, B.T. Kim, E.C. Park, S.I. Kim, Rapid detection of\nCOVID-19 causative virus (SARS-CoV-2) in human nasopharyngeal swab\nspecimens using field-effect transistor-based biosensor, ACS Nano 14 (2020)\n5135 5142 . –\n[108] D. Grieshaber, R. MacKenzie, J. V or os, E. Reimhult, Electrochemical biosensors - ¨ ¨\nsensor principles and architectures, Sensors 8 (2008) 1400 1458 . –\n[109] H. Ilkhani, M.R. Ganjali, M. Arvand, M.S. Hejazi, F. Azimi, P. Norouzi,\nElectrochemical spectroscopic investigations on the interaction of an ytterbium\ncomplex with DNA and their analytical applications such as biosensor, Int. J. Biol.\nMacromol. 49 (2011) 1117 1123 . –\n[110] H. Ilkhani, M.R. Ganjali, M. Arvand, P. Norouzi, Electrochemical and\nspectroscopic study of samarium ion interaction with DNA in different pHs, Int. J.\nElectrochem. Sci. 5 (2010) 168 176 . –\n[111] H. Ilkhani, M.R. Ganjali, M. Arvand, P. Norouzi, Interaction study of ss-DNA and\nYb 3 ions in aqueous solutions by electrochemical and spectroscopic techniques, +\nJ. Mol. Liq. 165 (2012) 119 124 . –\n[112] P. Bollella, L. Gorton, Enzyme based amperometric biosensors, Curr. Opin.\nElectrochem. 10 (2018) 157 173 . –\n[113] N. Kolahchi, M. Braiek, G. Ebrahimipour, S.O. Ranaei-Siadat, F. Lagarde,\nN. Jaffrezic-Renault, Direct detection of phenol using a new bacterial strain-based\nconductometric biosensor, J. Environ. Chem. Eng. 6 (2018) 478 484 . –\n[114] H. Ilkhani, M. Arvand, M.R. Ganjali, G. Marrazza, M. Mascini, Nanostructured\nscreen printed graphite electrode for the development of a novel electrochemical\ngenosensor, Electroanalysis 25 (2013) 507 514 . –\n[115] J.B. Raoof, M. Hejazi, R. Ojani, E. Asl, A comparative study of carbon nanotube\npaste electrode for development of indicator-free DNA sensors using DPV and EIS:\nhuman interleukin-2, Int. J. Electrochem. Sci. 4 (2009) 1436 1451 . –\n[116] H. Ilkhani, H. Zhang, A. Zhou, A novel three-dimensional microTAS chip for ultra-\nselective single base mismatched Cryptosporidium DNA biosensor, Sensor.\nActuator. B Chem. 282 (2019) 675 683 . –\n[117] Y. Zhang, Y. Yan, W. Chen, W. Cheng, S. Li, X. Ding, D. Li, H. Wang, H. Ju,\nS. Ding, A simple electrochemical biosensor for highly sensitive and specific\ndetection of microRNA based on mismatched catalytic hairpin assembly, Biosens.\nBioelectron. 68 (2015) 343 349 . –\n[118] F. Bettazzi, E. Hamid-Asl, C.L. Esposito, C. Quintavalle, N. Formisano, S. Laschi,\nS. Catuogno, M. Iaboni, G. Marrazza, M. Mascini, L. Cerchia, V. De Franciscis,\nG. Condorelli, I. Palchetti, Electrochemical detection of miRNA-222 by use of a\nmagnetic bead-based bioassay, Anal. Bioanal. Chem. 405 (2013) 1025 1034 . –\n[119] H. Ilkhani, M. Sarparast, A. Noori, S.Z. Bathaie, M.F. Mousavi, Electrochemical\naptamer/antibody based sandwich immunosensor for the detection of EGFR, a\ncancer biomarker, using gold nanoparticles as a signaling probe, Biosens.\nBioelectron. 74 (2015) 491 497 . –\n[120] H. Ilkhani, A. Ravalli, G. Marrazza, Design of an affibody-based recognition\nstrategy for human epidermal growth factor receptor 2 (HER2) detection by\nelectrochemical biosensors, Chemosensors 4 (2016) 23 .\n[121] L. Sun, Y. Chen, F. Chen, F. Ma, Peptide-based electrochemical biosensor for\nmatrix metalloproteinase-14 and protein-overexpressing cancer cells based on\nanalyte-induced cleavage of peptide, Microchem. J. 157 (2020) 105103 .\n[122] A.S. Tanak, B. Jagannath, Y. Tamrakar, S. Muthukumar, S. Prasad, Non-faradaic\nelectrochemical impedimetric profiling of procalcitonin and C-reactive protein as\na dual marker biosensor for early sepsis detection, Anal. Chim. Acta X 3 (2019)\n100029 .\n[123] F. Liu, K.S. Choi, T.J. Park, S.Y. Lee, T.S. Seo, Graphene-based electrochemical\nbiosensor for pathogenic virus detection, BioChip J. 5 (2011) 123 128 . –\n[124] J. Riu, B. Giussani, Electrochemical biosensors for the detection of pathogenic\nbacteria in food, Trac. Trends Anal. Chem. 126 (2020) 115863 .\n[125] H. Subak, D. Ozkan-Ariksoysal, Label-free electrochemical biosensor for the\ndetection of Influenza genes and the solution of guanine-based displaying\nproblem of DNA hybridization, Sensor. Actuator. B Chem. 263 (2018) 196 207 . –\n[126] T. Lee, S.Y. Park, H. Jang, G.-H. Kim, Y. Lee, C. Park, M. Mohammadniaei, M.-\nH. Lee, J. Min, Fabrication of electrochemical biosensor consisted of multi-\nfunctional DNA structure/porous au nanoparticle for avian influenza virus\n(H5N1) in chicken serum, Mater. Sci. Eng. C 99 (2019) 511 519 . –\n[127] L. Farzin, S. Sadjadi, A. Sheini, E. Mohagheghpour, A nanoscale genosensor for\nearly detection of COVID-19 by voltammetric determination of RNA-dependent\nRNA polymerase (RdRP) sequence of SARS-CoV-2 virus, Microchimica Acta 188\n(2021) 121 .\n[128] J. Kudr, P. Michalek, L. Ilieva, V. Adam, O. Zitka, COVID-19: a challenge for\nelectrochemical biosensors, Trac. Trends Anal. Chem. 136 (2021) 116192 .\n[129] S. Imran, S. Ahmadi, K. Kerman, Electrochemical biosensors for the detection of\nSARS-CoV-2 and other viruses, Micromachines 12 (2021) 174 .\n[130] H. Zhao, F. Liu, W. Xie, T.C. Zhou, J. OuYang, L. Jin, H. Li, C.Y. Zhao, L. Zhang,\nJ. Wei, Y.P. Zhang, C.P. Li, Ultrasensitive supersandwich-type electrochemical\nsensor for SARS-CoV-2 from the infected COVID-19 patients using a smartphone,\nSensor. Actuator. B Chem. 327 (2021) 128899 .\n[131] A. Yakoh, U. Pimpitak, S. Rengpipat, N. Hirankarn, O. Chailapakul, S. Chaiyo,\nPaper-based electrochemical biosensor for diagnosing COVID-19: detection of\nSARS-CoV-2 antibodies and antigen, Biosens. Bioelectron. 176 (2021) 112912 .\n[132] S.A. Hashemi, N.G. Golab Behbahan, S. Bahrani, S.M. Mousavi, A. Gholami,\nS. Ramakrishna, M. Firoozsani, M. Moghadami, K.B. Lankarani, N. Omidifar,\nUltra-sensitive viral glycoprotein detection NanoSystem toward accurate tracing\n17",
        "char_count": 12192,
        "word_count": 1893,
        "extraction_method": "two_column"
      },
      {
        "page_number": 19,
        "text": "H. Ilkhani et al.\nSARS-CoV-2 in biological/non-biological media, Biosens. Bioelectron. 171 (2021)\n112731 .\n[133] Z.S. Miripour, R. Sarrami-Forooshani, H. Sanati, J. Makarem, M.S. Taheri,\nF. Shojaeian, A.H. Eskafi, F. Abbasvandi, N. Namdar, H. Ghafari, P. Aghaee,\nA. Zandi, M. Faramarzpour, M. Hoseinyazdi, M. Tayebi, M. Abdolahad, Real-time\ndiagnosis of reactive oxygen species (ROS) in fresh sputum by electrochemical\ntracing; correlation between COVID-19 and viral-induced ROS in lung/respiratory\nepithelium during this pandemic, Biosens. Bioelectron. 165 (2020) 112435 .\n[134] L. Fabiani, M. Saroglia, G. Galata, R. De Santis, S. Fillo, V. Luca, G. Faggioni,\nN. D Amore, E. Regalbuto, P. Salvatori, G. Terova, D. Moscone, F. Lista, ’\nF. Arduini, Magnetic beads combined with carbon black-based screen-printed\nelectrodes for COVID-19: a reliable and miniaturized electrochemical\nimmunosensor for SARS-CoV-2 detection in saliva, Biosens. Bioelectron. 171\n(2021) 112686 .\n[135] M. Alafeef, K. Dighe, P. Moitra, D. Pan, Rapid, ultrasensitive, and quantitative\ndetection of SARS-CoV-2 using antisense oligonucleotides directed\nelectrochemical biosensor chip, ACS Nano (2020) .\n\nAnalytical Biochemistry 634 (2021) 114362\n[136] M.Z. Rashed, J.A. Kopechek, M.C. Priddy, K.T. Hamorsky, K.E. Palmer, N. Mittal,\nJ. Valdez, J. Flynn, S.J. Williams, Rapid detection of SARS-CoV-2 antibodies using\nelectrochemical impedance-based detector, Biosens. Bioelectron. 171 (2021)\n112709 .\n[137] A.L. Wyllie, J. Fournier, A. Casanovas-Massana, M. Campbell, M. Tokuyama,\nP. Vijayakumar, B. Geng, M.C. Muenker, A.J. Moore, C.B.F. Vogels, M.E. Petrone,\nI.M. Ott, P. Lu, A. Venkataraman, A. Lu-Culligan, J. Klein, R. Earnest, M. Simonov,\nR. Datta, R. Handoko, N. Naushad, L.R. Sewanan, J. Valdez, E.B. White,\nS. Lapidus, C.C. Kalinich, X. Jiang, D.J. Kim, E. Kudo, M. Linehan, T. Mao,\nM. Moriyama, J.E. Oh, A. Park, J. Silva, E. Song, T. Takahashi, M. Taura, O.-\nE. Weizman, P. Wong, Y. Yang, S. Bermejo, C. Odio, S.B. Omer, C.S. Dela Cruz,\nS. Farhadian, R.A. Martinello, A. Iwasaki, N.D. Grubaugh, A.I. Ko, Saliva Is More\nSensitive for SARS-CoV-2 Detection in COVID-19 Patients than Nasopharyngeal\nSwabs, medRxiv, 2020, 2020.2004.2016.20067835 .\n18",
        "char_count": 2226,
        "word_count": 324,
        "extraction_method": "two_column"
      }
    ]
  }
}