{
  "metadata": {
    "source_file": "pdfs/Point-of-Care PCR Assays for COVID-19 Detection.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:34.151137",
    "total_pages": 12,
    "total_characters": 45455,
    "total_words": 7061
  },
  "content": {
    "full_text": "--- Page 1 ---\nbiosensors\nPerspective\nPoint-of-Care PCR Assays for COVID-19 Detection\n2 1 1 , Tarun Narayan Niharika Gupta , Shine Augustine\n4, 1, John H. T. Luong * and Bansi D. Malhotra *\n1\n2\ntarun.narayan@tyndall.ie (T.N.); alan.oriordan@tyndall.ie (A.O.)\n3\nNew Delhi 110042, India; dkumar@dce.ac.in\n4\n*\nAbstract:\n\u0001\u0002\u0003\u0001\u0004\u0005\u0006\u0007\b\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\ndetection are discussed. Citation: Gupta, N.; Augustine, S.;\nNarayan, T.; O’Riordan, A.; Das, A.;\nKeywords: Kumar, D.; Luong, J.H.T.; Malhotra,\nB.D. Point-of-Care PCR Assays for\nBiosensors 2021 COVID-19 Detection. ,\n11 , 141. https://doi.org/10.3390/\nbios11050141 1. Introduction\nReceived: 16 March 2021\nAccepted: 28 April 2021\nPublished: 1 May 2021\nincreasing number of cases [ 1\nPublisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\niations.\nCopyright: © 2021 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ninfection [ – 3 8\ncreativecommons.org/licenses/by/\n4.0/).\nBiosensors 11 2021 , , 141. https://doi.org/10.3390/bios11050141\n\n2 1 3 , Alan O’Riordan , Asmita Das , D. Kumar ,\nDepartment of Biotechnology, Delhi Technological University, Shahbad Daulatpur, Delhi 110042, India;\nniharika.gupta990@gmail.com (N.G.); shine2089@gmail.com (S.A.); asmita1710@gmail.com (A.D.)\nNanotechnology Group, Tyndall National Institute, University College Cork, T12 K8AF Cork, Ireland;\nDepartment of Applied Chemistry, Delhi Technological University, Shahbad Daulatpur,\nSchool of Chemistry, University College Cork, T12 K8AF Cork, Ireland\nCorrespondence: j.luong@ucc.ie (J.H.T.L.); bansi.malhotra@gmail.com (B.D.M.)\nMolecular diagnostics has been the front runner in the world’s response to the COVID-19\npandemic. Particularly, reverse transcriptase-polymerase chain reaction (RT-PCR) and the quanti-\ntative variant (qRT-PCR) have been the gold standard for COVID-19 diagnosis. However, faster\nantigen tests and other point-of-care (POC) devices have also played a signiﬁcant role in containing\nthe spread of SARS-CoV-2 by facilitating mass screening and delivering results in less time. Thus,\ndespite the higher sensitivity and speciﬁcity of the RT-PCR assays, the impact of POC tests cannot be\nignored. As a consequence, there has been an increased interest in the development of miniaturized,\nhigh-throughput, and automated PCR systems, many of which can be used at point-of-care. This\nreview summarizes the recent advances in the development of miniaturized PCR systems with an\nemphasis on COVID-19 detection. The distinct features of digital PCR and electrochemical PCR are\ndetailed along with the challenges. The potential of CRISPR/Cas technology for POC diagnostics is\nalso highlighted. Commercial RT–PCR POC systems approved by various agencies for COVID-19\npolymerase chain reaction; COVID-19; electrochemical; digital PCR; point-of-care\nThe coronavirus disease 2019 (COVID-19) outbreak crisis has changed the shape\nof our world since its ﬁrst report in December 2019. While some countries seem to be\nrecovering from the crisis and are reporting fewer cases, others are still witnessing an\n]. Clinical diagnosis has been the forerunner in controlling\nthe COVID-19 pandemic. Molecular nucleic acid ampliﬁcation tests (NAATs) were the ﬁrst\nto be developed for detecting SARS-CoV-2 RNA in patient samples. Particularly, reverse\ntranscriptase-polymerase chain reaction (RT-PCR) and its quantitative variant (qRT-PCR)\nhave been the keystone for diagnosis of SARS-CoV-2 with the capacity to detect target\nnucleic acids (<100 copies/mL) with remarkable sensitivity [ ]. However, the analysis 2\nproved time-intensive, requiring up to a few hours, and could only be performed in a\ncentralized laboratory. The high false-negative rates with some RT-PCR assays also raised\nconcern. Thus, attention shifted to faster, cheaper, and equally sensitive (if not more)\npoint-of-care (POC) biosensing devices that could be deployed for mass screening.\nTherein began a major shift in the clinical diagnostic industry, with point-of-care\ntesting (POCT) becoming the focus of attention almost overnight. Lateral ﬂow assays\n(LFAs), chemiluminescence, and nanoparticle-based colorimetric detection were developed\nfor detecting SARS-CoV-2-related antigens and antibodies produced in response to its\n]. Faster, miniaturized isothermal ampliﬁcation tests emerged that could\n5 9 10 detect the virus within a few minutes and with sensitivity at par with RT-PCR assays [ , , ].\nhttps://www.mdpi.com/journal/biosensors\n\n--- Page 2 ---\nBiosensors 11 2021 , , 141\ncurrently subject to academic inquiry.\nis not at par with that of RT-PCR and other NAATs [\nlow viral load [ 10\nrapid devices.\nof faster, miniaturized devices and chips.\n2. RT-PCR: The Gold Standard\n12 14 sputum, saliva, etc. [ –\nsamples; and improper handling [\n15 17 results [ ,\nRT-PCR tests.\n\n2 of 12\nAlthough different types of POCT devices have been authorized in various countries for\nemergency use, many novel biosensing strategies and designs still seek validation and are\nThese devices have shorter response times and have cost-effectively enabled population-\nwide mass screening. However, evidence suggests that the analytic performance (sensitivity,\nspeciﬁcity, positive and negative predictive values, etc.) of current antigen diagnostic tests\n]. Thus, while rapid antigen tests 11\nand other POCT are being widely used for COVID-19 screening, it is still uncertain whether\nsuch tests will be regularized and used in routine diagnostic procedures. In attempt to\nsynergize the sensitivity of NAATs and the ease of use of POCT assays, miniaturized\nNAAT-based POCT devices and assays were devised for faster screening and diagnosis\nof COVID-19. One of the ﬁrst such devices was the Abbott ID Now, which integrates\nisothermal ampliﬁcation with colorimetric detection to yield results within 5 min. How-\never, questions were soon raised about its utility as a singular diagnostic test due to its low\npositive predictive value (PPA) and high false-negative rates, especially in samples with\n]. More rapid devices based on isothermal ampliﬁcation with improved\nperformance were devised. Thus, although the integration of isothermal ampliﬁcation in\nPOC devices has gained some success, they are not as successful as RT-PCR for COVID-19\ndetection. In general, the high temperature requirements of RT-PCR prevent non-speciﬁc\nampliﬁcation, which is more common in isothermal ampliﬁcation techniques. Conversely,\nthese temperature requirements somewhat complicate the development of PCR-based\nNonetheless, efforts have been directed toward miniaturizing PCR to make it an\nautomated, high-throughput device that can be applied at point-of-use. In this review,\nwe summarize studies related to the development of miniaturized, high-throughput PCR\nbiosensors for COVID-19 detection. The distinct features, limitations, and advantages of\nvarious types of PCR biosensors and chips are discussed. The advantages and limitations of\nPCR chips over biosensors based on other ampliﬁcation assays are listed. The potential of\nbiosensing formats to be integrated with RT-PCR is explored, along with the path-breaking\nintegration of CRISPR/Cas technology with ampliﬁcation assays toward the development\nRT-PCR is the ﬁrst molecular diagnostic test to be employed for detecting SARS-CoV-2\nRNA in patient samples and is currently considered the gold standard for COVID-19\ndiagnosis. Different RT-PCR assays have been designed for detecting SARS-CoV-2 virus\nRNA in different body ﬂuids, such as nasopharyngeal swabs, lower respiratory tract ﬂuid,\n]. However, RT-PCR is prone to false-negative results that reduce\nthe overall sensitivity of the diagnosis. This may be because of various reasons such as\nlow viral load in the pharyngeal, nasal, and sputum samples; storage and transport of\n15 16 , ]. Moreover, any mismatches between the primers\nand probe–target regions compromise the assay performance, leading to false-negative\n]. Another major challenge faced by RT-PCR is that it can yield false-positive\n18 results by amplifying RNA from dead, noninfectious viruses as well [ ]. Thus, recovered\npatients that no longer hold the threat of transmitting the disease may be positive per\nThe current challenges of the qRT-PCR method include the use of ﬂuorescent label\nbinding to the source signal produced by the ampliﬁed DNA, which not only increases\nthe cost of the instrument, but also the complexities. This technology is less appealing to\ndeveloping nations or remote locations with limited resources. Commercial RT-PCR kits\nhave not been subject to rigorous quality control. Personnel skills and good laboratory\npractice play an important role in Biosafety Level 3. Optimum sample types and timing\nfor peak viral load remain to be fully investigated as sputum or nasal swabs are the most\naccurate sample for diagnosis of COVID-19, but not throat swabs.\n\n--- Page 3 ---\nBiosensors 11 2021 , , 141\n19 demonstrated in May 2020 [\nareas [ 21\n(Table 1\nRT-PCR test in the country.\nFigure 1.\n\n3 of 12\nDespite these limitations, RT-PCR remains the gold standard for conﬁrming the\ndiagnosis of COVID-19. There have been multiple attempts to develop portable PCR\nsystems since the inception of the pandemic. Lab-in-tube systems incorporating lysis,\nreverse transcription, ampliﬁcation, and detection in a single tube within 36 min were\n]. A lab-on-chip device, CovidNudge, can be used to perform\nsample processing and real-time RT-PCR outside of a laboratory setting [ ] (Figure 1 ). 20\nThe chip consists of detection arrays for seven SARS-CoV-2 genes and one host gene\nas a sample adequacy control. This device detects the virus in 90 min and reduces the\ncollection-to-result turnaround time signiﬁcantly by eliminating the requirement of sample\ntransport from the site of collection to a centralized lab. The sensitivity of this POC test\n(94%) is comparable to that of lab-based tests in clinical settings. As of September 2020,\nover 5 M CovidNudge kits had been deployed in the U.K. for COVID-19 testing. Of note\nis a portable RT-PCR workstation for COVID-19 detection in under-served and remote\n]. This workstation is a chip-based, battery-operated qRT-PCR system with the\ncapability of network data transfer and automated reporting. Almost 3.8% (2.7 million) of\nthe total tests conducted in India were performed on these workstations (as of September\n2020). The average cost of an RT-PCR varies in different parts of the world. In India, for\nexample, the cost of a conventional RT-PCR test currently varies from INR 400 (~USD 5.30)\nto INR 950 (~USD 12.6), and POC rapid antigen tests are free. While the CovidNudge test\n) deployed in the U.K. costs around GBP 10 (per test) (equivalent to ~US 80), D 13.\nwhich is almost 10 times cheaper than the average cost (~GBP 100) of a conventional\nSchematic diagram depicting the various steps performed by the CovidNudge assay for\nautomated detection of SARS-CoV-2 RNA (Reprinted with permission from Ref. [ 20 ]).\n\n--- Page 4 ---\nBiosensors 11 2021 , , 141\nTable 1.\nSample\nName of the Kit Target Genes Type No. of Tests\nPreparation\nrdrp1, rdrp2, E\nCovidNudge gene, N gene, RT-PCR Automated NA\nn1, n2, and n3\nAccula\nN gene RT-PCR Automated NA\nSARS-CoV-2 Test\nCepheid Xpert\nRT-PCR\nXpress N2 and E Automated 10 per kit\n(real time)\nSARS-CoV-2 assay\nFastPlex Triplex\nORF1ab, N,\nSARS-CoV-2 RT-dPCR Manual 96 test per kit\nRPP30\nDetection Kit\nGnomegen\n48 samples COVID-19\nN1, N2 RT-dPCR Manual\nRT-Digital PCR per day\nDetection Kit\nBio-Rad\nSARS-CoV-2 N1, N2 RT-dPCR Manual 96 samples\nddPCR Test\nEnd-point\nePlexSARS-CoV-2 RT-PCR with\nN gene Automated 12 tests/kit\nTest electrochemical\nDetection\n\n4 of 12\nList of commercial, automated RT-PCR systems authorized under emergency use.\nTime LOD Sensitivity Speciﬁcity Cost (Per Test) Reference\nµ ~90 min 5 copies/ L >94% 100% GBP 10 [ 20 ]\n~30 min NA 100% 100% USD 20 [ 22 ]\n0.02 PFU/mL USD 19.8 [ 23 ]\n285.7\n90 min >95% 95.7% USD 1152 [ 23 ]\ncopies/mL\n2.5 copies per\n180 min >95% 99% NA [ 23 ]\nreaction\n400\nNA NA [ 23 ]\ncopies/mL\n3 × 1 10\nNA 99.02% 98.41% NA [ 23 ]\ncopies/mL\n\n--- Page 5 ---\nBiosensors 11 2021 , , 141\ncommercial products.\n3. RT-PCR Biosensors\n3.1. Digital RT-PCR\n24 1999 [\ning negative and positive reactions [\nampliﬁcation inhibitors [ , 26 27\nsamples [ 26\nFigure 2. Schematic depicting workﬂow of a ddPCR system: (\nC droplets using a microﬂuidic ﬂow system, (\nF of ﬂuorescence in the droplets after ampliﬁcation, and (\nnumbers of the target molecules (Reprinted from Ref. [ 28 ]).\nmutations [ 31\n\n5 of 12\nThere have been several other innovations related to the fabrication of PCR chips and\nbiosensors for COVID-19 detection. The following sections cover some of these studies\nand discuss the potential and challenges faced by such devices in emerging as viable\nThe concept of digital PCR (dPCR) was pioneered by Vogelstein and Kinzler in\n]. The principle of dPCR is to partition the reaction mixture into many sub-reactions\nbefore ampliﬁcation; the original numbers are determined by counting the partition show-\n] (Figure 2 ). It does not require a standard curve 25\nor reference genes and is more resistant to interference factors such as speciﬁc template\n]. The quantiﬁcation results are analyzed from Poisson’s\ndistribution and can achieve an accurate estimation of low concentrations of nucleic acid\n]. Therefore, a method like dPCR offers high sensitivity, higher precision, and\nresistance to inhibitors, which are required for an accurate SARS-CoV-2 diagnosis. The\ndPCR method can be classiﬁed into three types based on liquid separation: droplet-based\n(ddPCR), chip-based (cdPCR), and microﬂuidic digital PCR (mdPCR). The primary dif-\nference between these three types of digital PCR is the design of the sample partitioning\nsystem in the detection platform: ddPCR combines several millions partitioning of the\nPCR test into individual droplets in a water-in-oil emulsion [ , ], whereas cdPCR uses 26 28\nan active partitioning approach. It has two chip halves with two arrays of microwells. The\nchambers are aligned so that the opposite halves form continuous channels [ , ]. In 28 29\nmdPCR, microﬂuidic chambers are used to split the samples. These chambers are ﬂuidically\ndesigned such that each sample can be partitioned into tens of thousands of wells [ 30 ].\nA B ) preparation for ampliﬁcation, ( ) generation of water-in-oil\nD E ) collection of the droplets in PCR tubes, ( ) PCR ampliﬁcation, ( ) analysis\n) ﬁtting to Poisson distribution to determine the absolute copy\ndPCR can be used for the quantiﬁcation of a low viral load, monitoring of the virus\nin the environment, evaluation of anti-SARS-CoV-2 drugs [ ], and the detection of viral 28\n]. Many types of clinical samples can be used for COVID-19 testing using\ndPCR, including blood, urine, sputum, stool, nasal swabs, and throat swabs. Studies\nhave compared RT-PCR with RT-dPCR for the presence of SARS-CoV-2 in pharyngeal\n32 33 swab samples and found RT-dPCR to be more sensitive and accurate than RT-PCR [ , ].\n\n--- Page 6 ---\nBiosensors 11 2021 , , 141\nRT-PCR [ 34\n35 positive by ddPCR [\nquantitation of viral loads of SARS-CoV-2 [\n38 ampliﬁcation errors [\n39 40 (E) gene [ ], ORF1ab gene [\nUSFDA (Table 1 ).\nthe quality of results obtained from dPCR systems.\n3.2. Electrochemical PCR: Unexplored Potential\nelectrochemical signals.\ncommercial use.\ncancer-related genes [ – 43 45\n\n6 of 12\nLu and group showed that RT-dPCR has a detection limit ten-fold lower than that of\n]. They compared the RT-dPCR and RT-PCR of 36 COVID-19 patients with\n108 specimens, including blood, pharyngeal swab, and stool, in which four pharyngeal\nsamples yielding negative results in RT-PCR were positive per RT-dPCR. Another study\ndemonstrated that suspected patients who tested negative by RT-PCR were found to be\n]. The results of ddPCR were validated by the serological testing of\nanti-COVID-19 antibodies in the samples. The ddPCR can yield better and more precise\n36 38 – ]. However, most of the reported ddPCR\nprocedures included an RNA extraction and puriﬁcation step, which can lead to potential\n]. Moreover, direct quantiﬁcation by ddPCR targeting the envelope\n41 ], and nucleocapsid (N) [ ] region have also been reported.\n37 The viral load can be quantiﬁed in throat swabs, sputum, nasal swabs, blood, and urine [ ].\n42 Droplet-based dPCR was also used to detect SARS-CoV-2 RNA in airborne aerosols [ ], in\nwhich the viral load in the toilets used by some medical personnel and patients was found\nto be high. This study indicated the signiﬁcance of sanitization and room ventilation for\nlimiting COVID-19 spread. The primary advantage of dPCR is its good sensitivity and\nhigh-throughput analysis, which has been the key requirement for COVID-19 detection.\nCurrently, there are three commercial dPCR tests authorized for emergency use by the\nHowever, a few challenges require the utmost attention before dPCR can be used in\nroutine diagnostics. Particularly, much like conventional PCR tests, dPCR also requires\nexpensive instruments, reagents, and professional experts to operate the system. The fabri-\ncation of the dPCR chips requires complex steps, making it a costly operation. Moreover,\nmuch like other POC tests, strict standards and guidelines need to be followed to assure\nThe integration of electrochemistry with RT-PCR aims to provide a rapid, miniatur-\nized, hand-held instrument. Electrochemical biosensors work by modiﬁcation of a working\nelectrode with a biomolecule that interacts with a speciﬁc target analyte present in an\naqueous electrolyte and generates an electrical signal corresponding to its concentration.\nIn the case of an electrochemical PCR, there is an electroactive species whose oxidation\nor reduction signal is correlated to the amount of PCR ampliﬁed product. A more chal-\nlenging approach is the use of nanomaterials to tag the DNA primers used in the PCR\nampliﬁcation step, such as gold nanoparticles (AuNPs) or semiconductor quantum dots\n(QDs). The labeled ampliﬁed products are then further quantiﬁed via the generation of\nElectrochemical systems offer the beneﬁts of being seamlessly implemented into com-\npact and intelligent systems, enabling high versatility and real-time detection. Moreover,\nelectrochemically active labels (such as metal-complex, organic molecules, etc.) are more\ndurable than ﬂuorescent dyes (Cy5, FAM, etc.) and are a notable factor toward the com-\nmercial applications of electrochemical-RT-PCR (EPCR). The power and sample volume\nrequirements are lower for electrochemical biosensors compared with RT-PCR. Despite the\nconsiderable interest, electrochemical biosensors have garnered in the context of COVID-19\ndetection, the clinical industry appears reluctant to adopt this technology for practical and\nThe pre-COVID era witnessed the emergence of PCR-free electrochemical assays for\ndetecting different nucleic acid targets, including microRNA, viral RNA and DNA, and\n]. Perhaps the research community has been conﬁdent that\nelectrochemical assays can compete with the existing PCR technology in terms of sensitivity\nand turnaround times and eliminate the use of costly reagents and dyes [ ]. There have 46\nbeen some studies on PCR-integrated electrochemical biosensors in the last 5 years. Some\nof the recent studies have demonstrated innovative PCR-free electrochemical sensors for\n\n--- Page 7 ---\nBiosensors 11 2021 , , 141\nyet achieved a commercial or authorized status.\nconcentration as low as 1 copy/\nFigure 3.\nPCR. The USFDA recently approved the GenMark ePlex\nhybridization-based electrochemical detection [\na printed circuit board (PCB) (Table\n4. CRISPR/Cas-Based Sensors: The New Alternative\n\n7 of 12\nSARS-CoV-2 RNA detection with remarkable detection limits [ , ]; however, none has 47 48\nIntegrating PCR with electrochemical transducers poses various challenges; the pri-\nmary challenge includes the capability of the sensing surface to withstand the harsh\n49 temperature changes and salt concentrations required during PCR [ ]. Isothermal ampli-\nﬁcation techniques are preferred over PCR for integration with electrochemical sensors.\nA rapid electrochemical detection system based on rolling circle ampliﬁcation (RCA) was\ndemonstrated for multiplex detection of the S and N genes of SARS-CoV-2 [ 50 ] (Figure 3 ).\nSandwich hybridization was employed in this study, with oligonucleotide probes con-\nsisting of redox-active labels (methylene blue-and-acridine orange) for electrochemical\ndetection using differential pulse voltammetry. This assay detects the N or S viral gene at a\nµ L within 2 h with high selectivity and sensitivity.\nWorkﬂow of the RCA-based electrochemical sensor for SARS-CoV-2 detection (Reprinted from Ref. [ 50 ]).\nThe recent advances in microﬂuidics technology have enabled the integration of\nelectrochemical electrodes with miniaturized reaction chambers (or chips) designed for\n® SARS-CoV-2 test, which auto-\nmates RNA extraction and ampliﬁcation, and then further integrates it into competitive\n51 ]. This system uses the principle of elec-\ntrowetting (digital microﬂuidics) to manipulate the movement of samples and reagents on\n1 ).\nCRISPR stands for clustered regularly interspaced short palindromic repeat, which uti-\nlizes genetic information of bacterial species as a part of an antiviral process. CRISPR/Cas\n\n--- Page 8 ---\nBiosensors 11 2021 , , 141\n53 nomics sequencing [\nRNA isolation for SARS-CoV-2 detection [\n5 was found to be 1 to 10\naids the detection of SARS-CoV-2 RNA from nasal swabs [\n5. Future Outlook\nwithin 35 min [ 57\n\n8 of 12\nis a genetic editing technology whose precise and speciﬁc DNA and RNA cleavage ability\nmakes it a useful tool in nucleic acid diagnostics. CRISPR/Cas-based sensors mainly utilize\nsingle guide RNA in conjunction with the Cas system to bind to a target sequence or\ncleave target DNA and RNA, resulting in signal generation. Owing to their high speciﬁcity,\nthey are an attractive alternative to POC RT-PCR devices. CRISPR/Cas-based diagnostics\ncircumvents the issue of long turnaround times and enhances the assay speciﬁcity [ ]. 52\nRecently, Hou et al. developed a rapid assay known as CRISPR–COVID for detecting\nSARS-CoV-2 with less turnaround time (~40 min) compared with RT-PCR and metage-\n]. Another advantage of using CRISPR/Cas systems is the exclusion\nof RNA isolation and ampliﬁcation, making it a faster analysis method. An ultrasensitive\nRT-RPA CRISPR–ﬂuorescence detection system (FDS) assay can eliminate the need for\n54 ]. It uses a saliva sample that is subject to a mix\nof chemicals that amplify the viral RNA, which is then subjected to CRISPR/Cas12a-based\nﬂuorescence signal ampliﬁcation. The linear range of this handheld CRISPR-based test\ncopies/mL with a limit of detection of 0.38 copies/mL, which\nis consistent with the result obtained using qRT-PCR. In another approach, the need for\nSARS-CoV-2 RNA pre-ampliﬁcation was eliminated with the use of CRISPR-Cas13a, which\n]. The main highlight of this 55\nstudy was the use of different sets of crRNAs to increase the sensitivity by activation of\na greater number of Cas13a per target RNA. Additionally, the study reported the ability\nto directly translate the ﬂuorescent signal into viral loads, thus resulting in remarkable\nsensitivity compared with other CRISPR-based assays for COVID detection.\nCOVID-19 diagnostics has evolved signiﬁcantly since its ﬁrst appearance. The range\nand types of diagnostic devices that have emerged in the past year are immensely diverse.\nSeveral earlier diagnostic devices and assays were only the subject of academic interest\nand research but are now commercially available for use. However, since most of the POC\ndevices for COVID-19 detection have been authorized under emergency use, caution should\nbe taken when extrapolating the use of such devices for the diagnosis of other diseases.\nDespite the advances, there are limitations associated with RT-PCR POC devices and\nbiosensors concerning sample preparation in ePCR, false negatives and positives, and\nreagent evaporation in dPCR. Efforts to identify the limitations in current PCR devices\nfor COVID-19 detection can soon help in the design of improved diagnostic devices.\nAdditionally, different detection strategies and platforms can be integrated to develop\nnew, hybrid devices for improved performance. For example, electrokinetic focusing\non microﬂuidic chips was used to automate the process of nucleic acid puriﬁcation and\nampliﬁcation with a reduction in non-speciﬁc ampliﬁcation [ ]. A recent study used 56\nisotachophoresis (ITP), an ionic focusing technique, on a microﬂuidic chip to automate\nSARS-CoV-2 RNA puriﬁcation and subsequent detection by CRISPR-based technique\n]. This on-chip device uses a smaller volume of reagents (<100 times\nlower) and automates sample preparation and subsequent detection. Reduction in bubble\ngeneration and reagent evaporation in dPCR systems was also demonstrated by creating a\nvertical polymeric barrier leading to ultrafast PCR ampliﬁcation [ 58 ].\nCentrifugal microﬂuidic platforms (or lab-on-a-disc) for automated sample prepara-\ntion and subsequent RT-PCR can also be conceived. These devices use different layers\nof polymeric substrates to integrate multiple steps involving complex ﬂuid ﬂow. These\ncentrifugal systems were shown to improve reaction rates using efﬁcient mixing, thus\nenabling high sensitivity and reduced hybridization times [ ]. Paperﬂuidic devices that 59\ninvolve the creation of microﬂuidic channels on paper can also be realized for SARS-CoV-2\nRNA detection. Apart from being inexpensive, paperﬂuidic devices do not require any\nadditional step to render the channels hydrophilic for ﬂuid ﬂow; the intrinsic hydrophilicity\nof paper allows ﬂuid ﬂow via capillary action, thus eliminating the need for external pumps.\nThis allows their use in resource-limited, POC settings. These devices, much like LFAs, can\n\n--- Page 9 ---\nBiosensors 11 2021 , , 141\nvariants [ 60\nand subsequent detection can be realized [\ndiagnostics landscape over time.\n6. Conclusions\nwhether these devices are capable of use in the long run.\nAuthor Contributions:\nhave read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nInstitutional Review Board Statement:\nInformed Consent Statement:\nData Availability Statement:\nAcknowledgments:\n\n9 of 12\nbe batch fabricated at minimal cost and can thus be used in mass screening operations in\nresource-limited settings. A paper-based assay, FnCas9 editor-linked uniform detection\nassay (FELUDA), was developed in India, which enables detection of single nucleotide\n]. This test uses RT-PCR followed by CRISPR-based detection in a lateral ﬂow\nformat. Similarly, paperﬂuidic devices that can integrate RNA extraction, ampliﬁcation,\n61 ].\nCOVID-19 diagnostics has provided new opportunities and advances in the clinical\ndiagnostic sector. It will be interesting to see how these developments affect the overall\nMolecular diagnostics has been the cornerstone in controlling the ongoing COVID-\n19 pandemic. RT-PCR is currently the primary gold standard for COVID-19 diagnosis.\nSimultaneously, this crisis has brought us to realize the importance of low-cost, sensitive,\nand high-throughput devices that can be deployed in POC settings. On-site analysis that\nis fast, reliable, and helps to reduce the economic costs of infection transmission and\npotential quarantine is required. Different rapid POC tests have been authorized and\ndeployed for mass screening and diagnostic purposes. Yet, RT-PCR has remained the\nprimary and the only method for COVID-19 conﬁrmation. Miniaturized PCR and PCR\nbiosensors, devices that integrate PCR with different detection modalities, have emerged\nas tools that can address the issue of the low sensitivity of the current rapid POC tests and\nsimultaneous analysis of samples in a high-throughput manner outside of a centralized\nlab. Digital PCR has emerged as an efﬁcient high-throughput system. However, it does\nnot eliminate the use of expensive reagents and often requires professional involvement\nin its operation. Electrochemical PCR is also a viable option for faster, cost-effective, and\nsensitive COVID-19 detection. However, the difﬁculty of the integration of PCR with\nelectrochemical systems still creates formidable challenges in realizing a commercially\nadaptable system. CRISPR/Cas-based systems have further created a scope for diagnostic\ndevices that do not require RNA extraction and ampliﬁcation before detection.\nThe active transition from routine diagnostic laboratories to the realm of high sensitiv-\nity molecular diagnostics can signiﬁcantly increase the efﬁciency and responsiveness of\nPOCTs and facilitate the management of outbreaks in difﬁcult settings. Devices such as\nthose mentioned above can readily aid healthcare professionals in making faster medical\ndecisions. However, there are still limitations to be addressed in such systems. Sample\npreparation errors and false positives and negatives need to be addressed before these\nassays can eventually be used for other diagnostic applications as well. Although different\nformats of POC RT-PCR assays have emerged, there is still scope for the development\nof hybrid, integrated systems that have better performance in terms of speciﬁcity and\nresponse time. Rigorous validation protocols and a high sampling rate would determine\nConceptualization, B.D.M., J.H.T.L., and N.G.; writing–original draft writing,\nN.G., S.A., and T.N.; writing–review and editing, B.D.M., J.H.T.L., A.D., D.K., and A.O. All authors\nNot applicable.\nNot applicable.\nNot applicable.\nN.G., S.A., A.D., D.K., and B.D.M. acknowledge Yogesh Singh, Vice-Chancellor,\nDelhi Technological University, Delhi, India, for providing necessary facilities. N.G. and S.A. thank\nDelhi Technological University, Delhi, India; and the Council of Scientiﬁc and Industrial Research\n(CSIR; 08/133/(0013)/2018-EMR-I), India, respectively, for a fellowship award. T.N. is thankful for\nfunding from the European Union’s Horizon 2020 Research & Innovation Programme under the\n\n--- Page 10 ---\nBiosensors 11 2021 , , 141\n(SB/DF/011/2019).\nConﬂicts of Interest:\nReferences\nCOVID-19 Weekly Epidemiological Update, 9 March 2021 1.\n2.\nbioRxiv 2020 detection matters. . [ CrossRef ]\n3.\nAnal. Chem. 92 2020 commercially available reagents. ,\n4.\nBMC Res. Notes tests in a cohort of convalescent plasma donors.\n5.\nisothermal ampliﬁcation combined with nanoparticle-based lateral ﬂow biosensor for the diagnosis of COVID-19.\nBioelectron. 166 2020 , , 112437. [ CrossRef ]\n6.\nACS Omega 2020 gold nanoparticle-based lateral-ﬂow assay. ,\n7.\nchemiluminescence enzyme immunoassay for serological diagnosis of coronavirus disease 2019 (COVID-19).\n222 , 189–193. [ CrossRef ]\n8.\nClin. Chem. Lab. Med. for SARS-CoV-2 IgM/IgG and antibody kinetics.\n9.\nreverse transcriptional loop-mediated isothermal ampliﬁcation (RT-LAMP) diagnostic platform.\n[ CrossRef ] [ PubMed ]\n10.\nJ. Clin. Microbiol. swabs in a New York City academic institution.\n11. Pray, I.W.\nWisconsin, September–October 2020\n12.\nClin. Chem. 2020 novel SARS-coronavirus-2 (SARS-CoV-2). ,\n13.\nof severe acute respiratory syndrome coronavirus 2 real-time RT-PCR tests on oral rinses and saliva samples.\n23 , 3–9. [ CrossRef ] [ PubMed ]\n14.\nDisease 2019—United States, January 2020–February 2020.\n15.\ncoronavirus (SARS-CoV-2) RT-PCR detection kits and strategy to reduce false negative.\n[ PubMed ]\n16.\nPLoS ONE 15 2020 , , e0242958. [ CrossRef ] [ PubMed ]\n17. Tahamtan, A.; Ardebili, A. Real-time RT-PCR in COVID-19 detection: Issues affecting the results.\n453–454. [ CrossRef ] [ PubMed ]\n18.\nSurveill. 25 2020 , , 2001483. [ CrossRef ]\n19.\nGenes 11 2020 a portable PCR thermocycler. , , 664. [ CrossRef ]\n20.\nAssessing a novel, lab-free, point-of-care test for SARS-CoV-2 (CovidNudge): A diagnostic accuracy study.\ne300–e307. [ CrossRef ]\nGupta, N.; Rana, S.; Singh, H. Innovative point-of-care molecular diagnostic test for COVID-19 in India. 21.\ne277. [ CrossRef ]\nAccula SARS-CoV-2 Test-Letter of Authorization 22.\n\n10 of 12\nMarie Sklodowska-Curie grant agreement no.: H2020-MSCA-ITN-813680. B.D.M. thanks the Science\n& Engineering Research Board (SERB), Govt. of India, for the award of a Distinguished Fellowship\nThe authors declare no conﬂict of interest.\n; World Health Organization: Geneva, Switzerland, 2021.\nArnaout, R.; Lee, R.A.; Lee, G.R.; Callahan, C.; Yen, C.F.; Smith, K.P.; Arora, R.; Kirby, J.E. SARS-CoV2 testing: The limit of\nGrant, B.D.; Anderson, C.E.; Williford, J.R.; Alonzo, L.F.; Glukhova, V.A.; Boyle, D.S.; Weigl, B.H.; Nichols, K.P. SARS-CoV-2\ncoronavirus nucleocapsid antigen-detecting half-strip lateral ﬂow assay toward the development of point of care tests using\n, 11305–11309. [ CrossRef ]\nRagnesola, B.; Jin, D.; Lamb, C.C.; Shaz, B.H.; Hillyer, C.D.; Luchsinger, L.L. COVID19 antibody detection using lateral ﬂow assay\n13 2020 , , 1–7. [ CrossRef ]\nZhu, X.; Wang, X.; Han, L.; Chen, T.; Wang, L.; Li, H.; Li, S.; He, L.; Fu, X.; Chen, S. Multiplex reverse transcription loop-mediated\nBiosens.\nHuang, C.; Wen, T.; Shi, F.-J.; Zeng, X.-Y.; Jiao, Y.-J. Rapid detection of IgM antibodies against the SARS-CoV-2 virus via colloidal\n5 , 12550–12556. [ CrossRef ]\nCai, X.-f.; Chen, J.; Hu, J.-l.; Long, Q.-x.; Deng, H.-j.; Liu, P.; Fan, K.; Liao, P.; Liu, B.-z.; Wu, G.-c. A peptide-based magnetic\nJ. Infect. Dis. 2020 ,\nPadoan, A.; Cosma, C.; Sciacovelli, L.; Faggian, D.; Plebani, M. Analytical performances of a chemiluminescence immunoassay\n58 2020 , , 1081–1088. [ CrossRef ] [ PubMed ]\nYu, L.; Wu, S.; Hao, X.; Dong, X.; Mao, L.; Pelechano, V.; Chen, W.-H.; Yin, X. Rapid detection of COVID-19 coronavirus using a\nClin. Chem. 66 2020 , , 975–977.\nBasu, A.; Zinger, T.; Inglima, K.; Woo, K.-m.; Atie, O.; Yurasits, L.; See, B.; Aguero-Rosenfeld, M.E. Performance of Abbott ID Now\nCOVID-19 rapid nucleic acid ampliﬁcation test using nasopharyngeal swabs transported in viral transport media and dry nasal\n58 2020 , . [ CrossRef ] [ PubMed ]\nPerformance of an Antigen-Based Test for Asymptomatic and Symptomatic SARS-CoV-2 Testing at Two University Campuses—\n; Centers for Disease Control and Prevention: Atlanta, GA, USA, 2021.\nWang, X.; Yao, H.; Xu, X.; Zhang, P.; Zhang, M.; Shao, J.; Xiao, Y.; Wang, H. Limits of detection of 6 approved RT–PCR kits for the\n66 , 977–979. [ CrossRef ] [ PubMed ]\nBabady, N.E.; McMillen, T.; Jani, K.; Viale, A.; Robilotti, E.V.; Aslam, A.; Diver, M.; Sokoli, D.; Mason, G.; Shah, M.K. Performance\nJ. Mol. Diagn. 2021 ,\nPatel, M.R.; Carroll, D.; Ussery, E.; Whitham, H.; Elkins, C.A.; Noble-Wang, J.; Rasheed, J.K.; Lu, X.; Lindstrom, S.; Bowen,\nV. Performance of Oropharyngeal Swab Testing Compared with Nasopharyngeal Swab Testing for Diagnosis of Coronavirus\nClin. Infect. Dis. 72 2021 , , 482–485. [ CrossRef ] [ PubMed ]\nZhou, Y.; Pei, F.; Ji, M.; Wang, L.; Zhao, H.; Li, H.; Yang, W.; Wang, Q.; Zhao, Q.; Wang, Y. Sensitivity evaluation of 2019 novel\nPLoS ONE 15 2020 , , e0241469. [ CrossRef ]\nArevalo-Rodriguez, I.; Buitrago-Garcia, D.; Simancas-Racines, D.; Zambrano-Achig, P.; Del Campo, R.; Ciapponi, A.; Sued, O.;\nMartinez-Garcia, L.; Rutjes, A.W.; Low, N. False-negative results of initial RT-PCR assays for COVID-19: A systematic review.\nExpert Rev. Mol. Diagn. 20 2020 , ,\nSinganayagam, A.; Patel, M.; Charlett, A.; Bernal, J.L.; Saliba, V.; Ellis, J.; Ladhani, S.; Zambon, M.; Gopal, R. Duration of\nEuro infectiousness and correlation with RT-PCR cycle threshold values in cases of COVID-19, England, January to May 2020.\nWee, S.K.; Sivalingam, S.P.; Yap, E.P.H. Rapid direct nucleic acid ampliﬁcation test without RNA extraction for SARS-CoV-2 using\nGibani, M.M.; Toumazou, C.; Sohbati, M.; Sahoo, R.; Karvela, M.; Hon, T.-K.; De Mateo, S.; Burdett, A.; Leung, K.F.; Barnett, J.\nLancet Microbe 1 2020 , ,\nLancet Microbe 1 2020 , ,\n; The U.S. Food and Drug Administration: Silver Spring, MD, USA, 2021.\n\n--- Page 11 ---\nBiosensors 11 2021 , , 141\nIn Vitro Diagnostics EUAs. Available online: 23.\n-emergency-use-authorizations-medical-devices/vitro-diagnostics-euas\nProc. Natl. Acad. Sci. USA 24. Vogelstein, B.; Kinzler, K.W. Digital PCR.\n25. Quan, P.-L.; Sauzade, M.; Brouzes, E. dPCR: A technology review.\n26.\nA.L.; Legler, T.C. High-throughput droplet digital PCR system for absolute quantitation of DNA copy number.\n83 , 8604–8610. [ CrossRef ] [ PubMed ]\n27.\nBMC Genomics 10 2009 sequencing. , , 1–12.\n28. Tan, C.; Fan, D.; Wang, N.; Wang, F.; Wang, B.; Zhu, L.; Guo, Y. Applications of digital PCR in COVID-19 pandemic.\n[ CrossRef ]\n29.\nsingle-day screening tool for common fetal aneuploidies—A proof of concept study.\n[ PubMed ]\n30.\nmonitoring using a novel, fully integrated, microﬂuidic array partitioning digital PCR platform.\n31.\nbat-like SARS-CoV-2 variants in COVID-19 patients. ∆\nPRRA\n32.\nSARS-CoV-2 detection in low viral load specimens.\n33.\nTalanta diagnostic detection of SARS-CoV-2 by digital PCR.\n34.\nMedRxiv 2020 monitoring and criteria for discharge. . [ CrossRef\n35.\nPLoS ONE 15 2020 suspected COVID-19 patients. , , e0236311. [\n36.\nSARS-COV-2 detection by qRT-PCR and ddPCR with multiple primer/probe sets.\n[ CrossRef ]\n37.\nClin. Infect. Dis. analysis of SARS-CoV-2 in infected patients.\n38.\nSci. Total Environ. 2020 laboratory using droplet digital PCR. ,\nù 39. Mio, C.; Cif\nstreamlined approach to rapidly detect SARS-CoV-2 infection avoiding RNA extraction: Workﬂow validation.\n2020 . [ CrossRef ] [ PubMed ]\n40.\nKlin. Lab. Diagn. 2020 infection by real-time and digital PCR.\n41.\nSci. Rep. 10 2020 droplet digital PCR. , , 1–7. [ CrossRef ]\n42.\nNature 582 2020 SARS-CoV-2 in two Wuhan hospitals. , , 557–560. [\n43.\ndiselenide nanosheets and competitive RNA–RNA hybridization.\n44.\nDetermination of Isothermally Ampliﬁed Zika Virus RNA Using a Universal DNA-Hairpin Probe in Less than 1 Hour.\nChem. 91 2019 , , 13458–13464. [ CrossRef ] [ PubMed ]\n45.\nBased on DNA Tetrahedral-Structured Probe and Poly-Adenine Mediated Gold Nanoparticles.\n46.\nSensors 20 2020 fast epidemic containment. , , 4648. [ CrossRef ]\n47.\nelectrochemical sensor for SARS-CoV-2 from the infected COVID-19 patients using a smartphone.\n327 , 128899. [ CrossRef ] [ PubMed ]\n48.\noligonucleotides directed electrochemical biosensor chip.\n\n11 of 12\nhttps://www.fda.gov/medical-devices/coronavirus-disease-2019-covid-19\n(accessed on 10 February 2021).\n96 1999 , , 9236–9241. [ CrossRef ]\nSensors 18 2018 , , 1271. [ CrossRef ] [ PubMed ]\nHindson, B.J.; Ness, K.D.; Masquelier, D.A.; Belgrader, P.; Heredia, N.J.; Makarewicz, A.J.; Bright, I.J.; Lucero, M.Y.; Hiddessen,\nAnal. Chem. 2011 ,\nWhite, R.A.; Blainey, P.C.; Fan, H.C.; Quake, S.R. Digital PCR provides sensitive and absolute calibration for high throughput\nView 2 2021 , .\nNykel, A.; Kaszkowiak, M.; Fendler, W.; Gach, A. Chip-based digital PCR approach provides a sensitive and cost-effective\nInt. J. Mol. Sci. 20 2019 , , 5486. [ CrossRef ]\nDueck, M.E.; Lin, R.; Zayac, A.; Gallagher, S.; Chao, A.K.; Jiang, L.; Datwani, S.S.; Hung, P.; Stieglitz, E. Precision cancer\nSci. Rep. 9 2019 , , 1–9. [ CrossRef ]\nWong, Y.C.; Lau, S.Y.; Wang To, K.K.; Mok, B.W.Y.; Li, X.; Wang, P.; Deng, S.; Woo, K.F.; Du, Z.; Li, C. Natural transmission of\nClin. Infect. Dis. 2020 . [ CrossRef ]\nSuo, T.; Liu, X.; Feng, J.; Guo, M.; Hu, W.; Guo, D.; Ullah, H.; Yang, Y.; Zhang, Q.; Wang, X. ddPCR: A more accurate tool for\nEmerg. Microbes Infect. 9 2020 , , 1259–1268. [ CrossRef ] [ PubMed ]\nDong, L.; Zhou, J.; Niu, C.; Wang, Q.; Pan, Y.; Sheng, S.; Wang, X.; Zhang, Y.; Yang, J.; Liu, M. Highly accurate and sensitive\n224 2021 , , 121726. [ CrossRef ] [ PubMed ]\nLu, R.; Wang, J.; Li, M.; Wang, Y.; Dong, J.; Cai, W. SARS-CoV-2 detection using digital PCR for COVID-19 diagnosis, treatment\n]\nAlteri, C.; Cento, V.; Antonello, M.; Colagrossi, L.; Merli, M.; Ughi, N.; Renica, S.; Matarazzo, E.; Di Ruscio, F.; Tartaglione,\nL. Detection and quantiﬁcation of SARS-CoV-2 by droplet digital PCR in real-time PCR negative nasopharyngeal swabs from\nCrossRef ]\nLiu, X.; Feng, J.; Zhang, Q.; Guo, D.; Zhang, L.; Suo, T.; Hu, W.; Guo, M.; Wang, X.; Huang, Z. Analytical comparisons of\nEmerg. Microbes Infect. 9 2020 , , 1175–1179.\nYu, F.; Yan, L.; Wang, N.; Yang, S.; Wang, L.; Tang, Y.; Gao, G.; Wang, S.; Ma, C.; Xie, R. Quantitative detection and viral load\n71 2020 , , 793–798. [ CrossRef ]\nLv, J.; Yang, J.; Xue, J.; Zhu, P.; Liu, L.; Li, S. Detection of SARS-CoV-2 RNA residue on object surfaces in nucleic acid testing\n742 , 140370. [ CrossRef ]\n, A.; Marzinotto, S.; Bergamin, N.; Caldana, C.; Cattarossi, S.; Cmet, S.; Cussigh, A.; Martinella, R.; Zucco, J.; et al. A\nDis. Markers 2020 ,\nTernovoi, V.; Lutkovsky, R.Y.; Ponomareva, E.; Gladysheva, A.; Chub, E.; Tupota, N.; Smirnova, A.; Nazarenko, A.; Loktev, V.;\nGavrilova, E. Detection of SARS-CoV-2 RNA in nasopharyngeal swabs from COVID-19 patients and asymptomatic cases of\n65 , , 785–792. [ CrossRef ]\nDeiana, M.; Mori, A.; Piubelli, C.; Scarso, S.; Favarato, M.; Pomari, E. Assessment of the direct quantitation of SARS-CoV-2 by\nLiu, Y.; Ning, Z.; Chen, Y.; Guo, M.; Liu, Y.; Gali, N.K.; Sun, L.; Duan, Y.; Cai, J.; Westerdahl, D. Aerodynamic analysis of\nCrossRef ] [ PubMed ]\nChen, Y.-X.; Zhang, W.-J.; Huang, K.-J.; Zheng, M.; Mao, Y.-C. An electrochemical microRNA sensing platform based on tungsten\nAnalyst 142 2017 , , 4843–4851. [ CrossRef ]\nLynch III, C.A.; Foguel, M.V.; Reed, A.J.; Balcarcel, A.M.; Calvo-Marzal, P.; Gerasimova, Y.V.; Chumbimuni-Torres, K.Y. Selective\nAnal.\nFeng, D.; Su, J.; He, G.; Xu, Y.; Wang, C.; Zheng, M.; Qian, Q.; Mi, X. Electrochemical DNA Sensor for Sensitive BRCA1 Detection\nBiosensors 10 2020 , , 78. [ CrossRef ]\nSanthanam, M.; Algov, I.; Alfonta, L. DNA/RNA electrochemical biosensing devices a future replacement of PCR methods for a\nZhao, H.; Liu, F.; Xie, W.; Zhou, T.-C.; OuYang, J.; Jin, L.; Li, H.; Zhao, C.-Y.; Zhang, L.; Wei, J. Ultrasensitive supersandwich-type\nSens. Actuators B Chem. 2021 ,\nAlafeef, M.; Dighe, K.; Moitra, P.; Pan, D. Rapid, ultrasensitive, and quantitative detection of SARS-CoV-2 using antisense\nACS Nano 14 2020 , , 17028–17045. [ CrossRef ]\n\n--- Page 12 ---\nBiosensors 11 2021 , , 141\n49.\nTrends Biotechnol. 31 2013 quantiﬁcation of pathogens. , , 704–712. [\n50.\nY.; Lee, S.Y.; Lertanantawong, B. Rapid electrochemical detection of coronavirus SARS-CoV-2.\n[ CrossRef ]\nePlex®SARS-CoV-2 Test Assay Manual 51.\n52.\nCRISPR-Cas system: An approach with potentials for COVID-19 diagnosis and therapeutics.\n576875. [ CrossRef ] [ PubMed ]\n53.\nPLoS Pathog. 2020 CRISPR-based diagnostic for COVID-19. ,\n54.\nultrasensitive and quantitative saliva test for COVID-19.\nó 55. Fozouni, P.; Son, S.; de Le\nS.I. Ampliﬁcation-free detection of SARS-CoV-2 with CRISPR-Cas13a and mobile phone microscopy.\n[ CrossRef ] [ PubMed ]\n56.\nAng. Chem. tion for ultralow-abundance nucleic acid detection.\n57.\nmicroﬂuidics for rapid CRISPR-based diagnostics and its application to detection of SARS-CoV-2.\n117 , 29518–29525. [ CrossRef ] [ PubMed ]\n58. Lee, S.H.; Song, J.; Cho, B.; Hong, S.; Hoxha, O.; Kang, T.; Kim, D.; Lee, L.P. Bubble-free rapid microﬂuidic PCR.\n126 2019 , , 725–733. [ CrossRef ]\n59.\nSci. Rep. 7 2017 134 in plasma and cerebrospinal ﬂuid. , , 1–11. [\n60.\nﬁeld-deployable nucleobase detection and identiﬁcation using FnCas9.\n61.\nACS Appl. Mater. Interfaces 9 2017 and multiplexed analysis. ,\n\n12 of 12\nPatterson, A.S.; Hsieh, K.; Soh, H.T.; Plaxco, K.W. Electrochemical real-time nucleic acid ampliﬁcation: Towards point-of-care\nCrossRef ]\nChaibun, T.; Puenpa, J.; Ngamdee, T.; Boonapatcharoen, N.; Athamanolap, P.; O’Mullane, A.P.; Vongpunsawad, S.; Poovorawan,\nNat. Commun. 12 2021 , , 1–10.\n; The United States Food and Drug Administration: Silver Spring, MD, USA, 2020.\nKumar, P.; Malik, Y.S.; Ganesh, B.; Rahangdale, S.; Saurabh, S.; Natesan, S.; Srivastava, A.; Sharun, K.; Yatoo, M.I.; Tiwari, R.\nFront. Cell Infect. Microbiol. 10 2020 , ,\nHou, T.; Zeng, W.; Yang, M.; Chen, W.; Ren, L.; Ai, J.; Wu, J.; Liao, Y.; Gou, X.; Li, Y. Development and evaluation of a rapid\n16 , e1008705. [ CrossRef ]\nNing, B.; Yu, T.; Zhang, S.; Huang, Z.; Tian, D.; Lin, Z.; Niu, A.; Golden, N.; Hensley, K.; Threeton, B. A smartphone-read\nSci. Adv. 7 2021 , , eabe3703. [ CrossRef ]\nn Derby, M.D.; Knott, G.J.; Gray, C.N.; D’Ambrosio, M.V.; Zhao, C.; Switz, N.A.; Kumar, G.R.; Stephens,\nCell 184 2021 , , 323–333.e329.\nOuyang, W.; Han, J. One-step nucleic acid puriﬁcation and noise-resistant polymerase chain reaction by electrokinetic concentra-\n132 2020 , , 11074–11081. [ CrossRef ]\nRamachandran, A.; Huyke, D.A.; Sharma, E.; Sahoo, M.K.; Huang, C.; Banaei, N.; Pinsky, B.A.; Santiago, J.G. Electric ﬁeld-driven\nProc. Natl. Acad. Sci. USA 2020 ,\nBiosens. Bioelectron.\nMcArdle, H.; Jimenez-Mateos, E.M.; Raoof, R.; Carthy, E.; Boyle, D.; ElNaggar, H.; Delanty, N.; Hamer, H.; Dogan, M.;\nHuchtemann, T.; et al. “TORNADO”–Theranostic One-Step RNA Detector; microﬂuidic disc for the direct detection of microRNA-\nCrossRef ] [ PubMed ]\nAzhar, M.; Phutela, R.; Ansari, A.H.; Sinha, D.; Sharma, N.; Kumar, M.; Aich, M.; Sharma, S.; Singhal, K.; Lad, H.; et al. Rapid,\nbioRxiv 2020 . [ CrossRef ]\nDeng, H.; Zhou, X.; Liu, Q.; Li, B.; Liu, H.; Huang, R.; Xing, D. Paperﬂuidic chip device for small RNA extraction, ampliﬁcation,\n, 41151–41158. [ CrossRef ]",
    "pages": [
      {
        "page_number": 1,
        "text": "biosensors\nPerspective\nPoint-of-Care PCR Assays for COVID-19 Detection\n2 1 1 , Tarun Narayan Niharika Gupta , Shine Augustine\n4, 1, John H. T. Luong * and Bansi D. Malhotra *\n1\n2\ntarun.narayan@tyndall.ie (T.N.); alan.oriordan@tyndall.ie (A.O.)\n3\nNew Delhi 110042, India; dkumar@dce.ac.in\n4\n*\nAbstract:\n\u0001\u0002\u0003\u0001\u0004\u0005\u0006\u0007\b\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\ndetection are discussed. Citation: Gupta, N.; Augustine, S.;\nNarayan, T.; O’Riordan, A.; Das, A.;\nKeywords: Kumar, D.; Luong, J.H.T.; Malhotra,\nB.D. Point-of-Care PCR Assays for\nBiosensors 2021 COVID-19 Detection. ,\n11 , 141. https://doi.org/10.3390/\nbios11050141 1. Introduction\nReceived: 16 March 2021\nAccepted: 28 April 2021\nPublished: 1 May 2021\nincreasing number of cases [ 1\nPublisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\niations.\nCopyright: © 2021 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ninfection [ – 3 8\ncreativecommons.org/licenses/by/\n4.0/).\nBiosensors 11 2021 , , 141. https://doi.org/10.3390/bios11050141\n\n2 1 3 , Alan O’Riordan , Asmita Das , D. Kumar ,\nDepartment of Biotechnology, Delhi Technological University, Shahbad Daulatpur, Delhi 110042, India;\nniharika.gupta990@gmail.com (N.G.); shine2089@gmail.com (S.A.); asmita1710@gmail.com (A.D.)\nNanotechnology Group, Tyndall National Institute, University College Cork, T12 K8AF Cork, Ireland;\nDepartment of Applied Chemistry, Delhi Technological University, Shahbad Daulatpur,\nSchool of Chemistry, University College Cork, T12 K8AF Cork, Ireland\nCorrespondence: j.luong@ucc.ie (J.H.T.L.); bansi.malhotra@gmail.com (B.D.M.)\nMolecular diagnostics has been the front runner in the world’s response to the COVID-19\npandemic. Particularly, reverse transcriptase-polymerase chain reaction (RT-PCR) and the quanti-\ntative variant (qRT-PCR) have been the gold standard for COVID-19 diagnosis. However, faster\nantigen tests and other point-of-care (POC) devices have also played a signiﬁcant role in containing\nthe spread of SARS-CoV-2 by facilitating mass screening and delivering results in less time. Thus,\ndespite the higher sensitivity and speciﬁcity of the RT-PCR assays, the impact of POC tests cannot be\nignored. As a consequence, there has been an increased interest in the development of miniaturized,\nhigh-throughput, and automated PCR systems, many of which can be used at point-of-care. This\nreview summarizes the recent advances in the development of miniaturized PCR systems with an\nemphasis on COVID-19 detection. The distinct features of digital PCR and electrochemical PCR are\ndetailed along with the challenges. The potential of CRISPR/Cas technology for POC diagnostics is\nalso highlighted. Commercial RT–PCR POC systems approved by various agencies for COVID-19\npolymerase chain reaction; COVID-19; electrochemical; digital PCR; point-of-care\nThe coronavirus disease 2019 (COVID-19) outbreak crisis has changed the shape\nof our world since its ﬁrst report in December 2019. While some countries seem to be\nrecovering from the crisis and are reporting fewer cases, others are still witnessing an\n]. Clinical diagnosis has been the forerunner in controlling\nthe COVID-19 pandemic. Molecular nucleic acid ampliﬁcation tests (NAATs) were the ﬁrst\nto be developed for detecting SARS-CoV-2 RNA in patient samples. Particularly, reverse\ntranscriptase-polymerase chain reaction (RT-PCR) and its quantitative variant (qRT-PCR)\nhave been the keystone for diagnosis of SARS-CoV-2 with the capacity to detect target\nnucleic acids (<100 copies/mL) with remarkable sensitivity [ ]. However, the analysis 2\nproved time-intensive, requiring up to a few hours, and could only be performed in a\ncentralized laboratory. The high false-negative rates with some RT-PCR assays also raised\nconcern. Thus, attention shifted to faster, cheaper, and equally sensitive (if not more)\npoint-of-care (POC) biosensing devices that could be deployed for mass screening.\nTherein began a major shift in the clinical diagnostic industry, with point-of-care\ntesting (POCT) becoming the focus of attention almost overnight. Lateral ﬂow assays\n(LFAs), chemiluminescence, and nanoparticle-based colorimetric detection were developed\nfor detecting SARS-CoV-2-related antigens and antibodies produced in response to its\n]. Faster, miniaturized isothermal ampliﬁcation tests emerged that could\n5 9 10 detect the virus within a few minutes and with sensitivity at par with RT-PCR assays [ , , ].\nhttps://www.mdpi.com/journal/biosensors",
        "char_count": 4615,
        "word_count": 643,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "Biosensors 11 2021 , , 141\ncurrently subject to academic inquiry.\nis not at par with that of RT-PCR and other NAATs [\nlow viral load [ 10\nrapid devices.\nof faster, miniaturized devices and chips.\n2. RT-PCR: The Gold Standard\n12 14 sputum, saliva, etc. [ –\nsamples; and improper handling [\n15 17 results [ ,\nRT-PCR tests.\n\n2 of 12\nAlthough different types of POCT devices have been authorized in various countries for\nemergency use, many novel biosensing strategies and designs still seek validation and are\nThese devices have shorter response times and have cost-effectively enabled population-\nwide mass screening. However, evidence suggests that the analytic performance (sensitivity,\nspeciﬁcity, positive and negative predictive values, etc.) of current antigen diagnostic tests\n]. Thus, while rapid antigen tests 11\nand other POCT are being widely used for COVID-19 screening, it is still uncertain whether\nsuch tests will be regularized and used in routine diagnostic procedures. In attempt to\nsynergize the sensitivity of NAATs and the ease of use of POCT assays, miniaturized\nNAAT-based POCT devices and assays were devised for faster screening and diagnosis\nof COVID-19. One of the ﬁrst such devices was the Abbott ID Now, which integrates\nisothermal ampliﬁcation with colorimetric detection to yield results within 5 min. How-\never, questions were soon raised about its utility as a singular diagnostic test due to its low\npositive predictive value (PPA) and high false-negative rates, especially in samples with\n]. More rapid devices based on isothermal ampliﬁcation with improved\nperformance were devised. Thus, although the integration of isothermal ampliﬁcation in\nPOC devices has gained some success, they are not as successful as RT-PCR for COVID-19\ndetection. In general, the high temperature requirements of RT-PCR prevent non-speciﬁc\nampliﬁcation, which is more common in isothermal ampliﬁcation techniques. Conversely,\nthese temperature requirements somewhat complicate the development of PCR-based\nNonetheless, efforts have been directed toward miniaturizing PCR to make it an\nautomated, high-throughput device that can be applied at point-of-use. In this review,\nwe summarize studies related to the development of miniaturized, high-throughput PCR\nbiosensors for COVID-19 detection. The distinct features, limitations, and advantages of\nvarious types of PCR biosensors and chips are discussed. The advantages and limitations of\nPCR chips over biosensors based on other ampliﬁcation assays are listed. The potential of\nbiosensing formats to be integrated with RT-PCR is explored, along with the path-breaking\nintegration of CRISPR/Cas technology with ampliﬁcation assays toward the development\nRT-PCR is the ﬁrst molecular diagnostic test to be employed for detecting SARS-CoV-2\nRNA in patient samples and is currently considered the gold standard for COVID-19\ndiagnosis. Different RT-PCR assays have been designed for detecting SARS-CoV-2 virus\nRNA in different body ﬂuids, such as nasopharyngeal swabs, lower respiratory tract ﬂuid,\n]. However, RT-PCR is prone to false-negative results that reduce\nthe overall sensitivity of the diagnosis. This may be because of various reasons such as\nlow viral load in the pharyngeal, nasal, and sputum samples; storage and transport of\n15 16 , ]. Moreover, any mismatches between the primers\nand probe–target regions compromise the assay performance, leading to false-negative\n]. Another major challenge faced by RT-PCR is that it can yield false-positive\n18 results by amplifying RNA from dead, noninfectious viruses as well [ ]. Thus, recovered\npatients that no longer hold the threat of transmitting the disease may be positive per\nThe current challenges of the qRT-PCR method include the use of ﬂuorescent label\nbinding to the source signal produced by the ampliﬁed DNA, which not only increases\nthe cost of the instrument, but also the complexities. This technology is less appealing to\ndeveloping nations or remote locations with limited resources. Commercial RT-PCR kits\nhave not been subject to rigorous quality control. Personnel skills and good laboratory\npractice play an important role in Biosafety Level 3. Optimum sample types and timing\nfor peak viral load remain to be fully investigated as sputum or nasal swabs are the most\naccurate sample for diagnosis of COVID-19, but not throat swabs.",
        "char_count": 4366,
        "word_count": 663,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "Biosensors 11 2021 , , 141\n19 demonstrated in May 2020 [\nareas [ 21\n(Table 1\nRT-PCR test in the country.\nFigure 1.\n\n3 of 12\nDespite these limitations, RT-PCR remains the gold standard for conﬁrming the\ndiagnosis of COVID-19. There have been multiple attempts to develop portable PCR\nsystems since the inception of the pandemic. Lab-in-tube systems incorporating lysis,\nreverse transcription, ampliﬁcation, and detection in a single tube within 36 min were\n]. A lab-on-chip device, CovidNudge, can be used to perform\nsample processing and real-time RT-PCR outside of a laboratory setting [ ] (Figure 1 ). 20\nThe chip consists of detection arrays for seven SARS-CoV-2 genes and one host gene\nas a sample adequacy control. This device detects the virus in 90 min and reduces the\ncollection-to-result turnaround time signiﬁcantly by eliminating the requirement of sample\ntransport from the site of collection to a centralized lab. The sensitivity of this POC test\n(94%) is comparable to that of lab-based tests in clinical settings. As of September 2020,\nover 5 M CovidNudge kits had been deployed in the U.K. for COVID-19 testing. Of note\nis a portable RT-PCR workstation for COVID-19 detection in under-served and remote\n]. This workstation is a chip-based, battery-operated qRT-PCR system with the\ncapability of network data transfer and automated reporting. Almost 3.8% (2.7 million) of\nthe total tests conducted in India were performed on these workstations (as of September\n2020). The average cost of an RT-PCR varies in different parts of the world. In India, for\nexample, the cost of a conventional RT-PCR test currently varies from INR 400 (~USD 5.30)\nto INR 950 (~USD 12.6), and POC rapid antigen tests are free. While the CovidNudge test\n) deployed in the U.K. costs around GBP 10 (per test) (equivalent to ~US 80), D 13.\nwhich is almost 10 times cheaper than the average cost (~GBP 100) of a conventional\nSchematic diagram depicting the various steps performed by the CovidNudge assay for\nautomated detection of SARS-CoV-2 RNA (Reprinted with permission from Ref. [ 20 ]).",
        "char_count": 2080,
        "word_count": 342,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Biosensors 11 2021 , , 141\nTable 1.\nSample\nName of the Kit Target Genes Type No. of Tests\nPreparation\nrdrp1, rdrp2, E\nCovidNudge gene, N gene, RT-PCR Automated NA\nn1, n2, and n3\nAccula\nN gene RT-PCR Automated NA\nSARS-CoV-2 Test\nCepheid Xpert\nRT-PCR\nXpress N2 and E Automated 10 per kit\n(real time)\nSARS-CoV-2 assay\nFastPlex Triplex\nORF1ab, N,\nSARS-CoV-2 RT-dPCR Manual 96 test per kit\nRPP30\nDetection Kit\nGnomegen\n48 samples COVID-19\nN1, N2 RT-dPCR Manual\nRT-Digital PCR per day\nDetection Kit\nBio-Rad\nSARS-CoV-2 N1, N2 RT-dPCR Manual 96 samples\nddPCR Test\nEnd-point\nePlexSARS-CoV-2 RT-PCR with\nN gene Automated 12 tests/kit\nTest electrochemical\nDetection\n\n4 of 12\nList of commercial, automated RT-PCR systems authorized under emergency use.\nTime LOD Sensitivity Speciﬁcity Cost (Per Test) Reference\nµ ~90 min 5 copies/ L >94% 100% GBP 10 [ 20 ]\n~30 min NA 100% 100% USD 20 [ 22 ]\n0.02 PFU/mL USD 19.8 [ 23 ]\n285.7\n90 min >95% 95.7% USD 1152 [ 23 ]\ncopies/mL\n2.5 copies per\n180 min >95% 99% NA [ 23 ]\nreaction\n400\nNA NA [ 23 ]\ncopies/mL\n3 × 1 10\nNA 99.02% 98.41% NA [ 23 ]\ncopies/mL",
        "char_count": 1081,
        "word_count": 200,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "Biosensors 11 2021 , , 141\ncommercial products.\n3. RT-PCR Biosensors\n3.1. Digital RT-PCR\n24 1999 [\ning negative and positive reactions [\nampliﬁcation inhibitors [ , 26 27\nsamples [ 26\nFigure 2. Schematic depicting workﬂow of a ddPCR system: (\nC droplets using a microﬂuidic ﬂow system, (\nF of ﬂuorescence in the droplets after ampliﬁcation, and (\nnumbers of the target molecules (Reprinted from Ref. [ 28 ]).\nmutations [ 31\n\n5 of 12\nThere have been several other innovations related to the fabrication of PCR chips and\nbiosensors for COVID-19 detection. The following sections cover some of these studies\nand discuss the potential and challenges faced by such devices in emerging as viable\nThe concept of digital PCR (dPCR) was pioneered by Vogelstein and Kinzler in\n]. The principle of dPCR is to partition the reaction mixture into many sub-reactions\nbefore ampliﬁcation; the original numbers are determined by counting the partition show-\n] (Figure 2 ). It does not require a standard curve 25\nor reference genes and is more resistant to interference factors such as speciﬁc template\n]. The quantiﬁcation results are analyzed from Poisson’s\ndistribution and can achieve an accurate estimation of low concentrations of nucleic acid\n]. Therefore, a method like dPCR offers high sensitivity, higher precision, and\nresistance to inhibitors, which are required for an accurate SARS-CoV-2 diagnosis. The\ndPCR method can be classiﬁed into three types based on liquid separation: droplet-based\n(ddPCR), chip-based (cdPCR), and microﬂuidic digital PCR (mdPCR). The primary dif-\nference between these three types of digital PCR is the design of the sample partitioning\nsystem in the detection platform: ddPCR combines several millions partitioning of the\nPCR test into individual droplets in a water-in-oil emulsion [ , ], whereas cdPCR uses 26 28\nan active partitioning approach. It has two chip halves with two arrays of microwells. The\nchambers are aligned so that the opposite halves form continuous channels [ , ]. In 28 29\nmdPCR, microﬂuidic chambers are used to split the samples. These chambers are ﬂuidically\ndesigned such that each sample can be partitioned into tens of thousands of wells [ 30 ].\nA B ) preparation for ampliﬁcation, ( ) generation of water-in-oil\nD E ) collection of the droplets in PCR tubes, ( ) PCR ampliﬁcation, ( ) analysis\n) ﬁtting to Poisson distribution to determine the absolute copy\ndPCR can be used for the quantiﬁcation of a low viral load, monitoring of the virus\nin the environment, evaluation of anti-SARS-CoV-2 drugs [ ], and the detection of viral 28\n]. Many types of clinical samples can be used for COVID-19 testing using\ndPCR, including blood, urine, sputum, stool, nasal swabs, and throat swabs. Studies\nhave compared RT-PCR with RT-dPCR for the presence of SARS-CoV-2 in pharyngeal\n32 33 swab samples and found RT-dPCR to be more sensitive and accurate than RT-PCR [ , ].",
        "char_count": 2914,
        "word_count": 481,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "Biosensors 11 2021 , , 141\nRT-PCR [ 34\n35 positive by ddPCR [\nquantitation of viral loads of SARS-CoV-2 [\n38 ampliﬁcation errors [\n39 40 (E) gene [ ], ORF1ab gene [\nUSFDA (Table 1 ).\nthe quality of results obtained from dPCR systems.\n3.2. Electrochemical PCR: Unexplored Potential\nelectrochemical signals.\ncommercial use.\ncancer-related genes [ – 43 45\n\n6 of 12\nLu and group showed that RT-dPCR has a detection limit ten-fold lower than that of\n]. They compared the RT-dPCR and RT-PCR of 36 COVID-19 patients with\n108 specimens, including blood, pharyngeal swab, and stool, in which four pharyngeal\nsamples yielding negative results in RT-PCR were positive per RT-dPCR. Another study\ndemonstrated that suspected patients who tested negative by RT-PCR were found to be\n]. The results of ddPCR were validated by the serological testing of\nanti-COVID-19 antibodies in the samples. The ddPCR can yield better and more precise\n36 38 – ]. However, most of the reported ddPCR\nprocedures included an RNA extraction and puriﬁcation step, which can lead to potential\n]. Moreover, direct quantiﬁcation by ddPCR targeting the envelope\n41 ], and nucleocapsid (N) [ ] region have also been reported.\n37 The viral load can be quantiﬁed in throat swabs, sputum, nasal swabs, blood, and urine [ ].\n42 Droplet-based dPCR was also used to detect SARS-CoV-2 RNA in airborne aerosols [ ], in\nwhich the viral load in the toilets used by some medical personnel and patients was found\nto be high. This study indicated the signiﬁcance of sanitization and room ventilation for\nlimiting COVID-19 spread. The primary advantage of dPCR is its good sensitivity and\nhigh-throughput analysis, which has been the key requirement for COVID-19 detection.\nCurrently, there are three commercial dPCR tests authorized for emergency use by the\nHowever, a few challenges require the utmost attention before dPCR can be used in\nroutine diagnostics. Particularly, much like conventional PCR tests, dPCR also requires\nexpensive instruments, reagents, and professional experts to operate the system. The fabri-\ncation of the dPCR chips requires complex steps, making it a costly operation. Moreover,\nmuch like other POC tests, strict standards and guidelines need to be followed to assure\nThe integration of electrochemistry with RT-PCR aims to provide a rapid, miniatur-\nized, hand-held instrument. Electrochemical biosensors work by modiﬁcation of a working\nelectrode with a biomolecule that interacts with a speciﬁc target analyte present in an\naqueous electrolyte and generates an electrical signal corresponding to its concentration.\nIn the case of an electrochemical PCR, there is an electroactive species whose oxidation\nor reduction signal is correlated to the amount of PCR ampliﬁed product. A more chal-\nlenging approach is the use of nanomaterials to tag the DNA primers used in the PCR\nampliﬁcation step, such as gold nanoparticles (AuNPs) or semiconductor quantum dots\n(QDs). The labeled ampliﬁed products are then further quantiﬁed via the generation of\nElectrochemical systems offer the beneﬁts of being seamlessly implemented into com-\npact and intelligent systems, enabling high versatility and real-time detection. Moreover,\nelectrochemically active labels (such as metal-complex, organic molecules, etc.) are more\ndurable than ﬂuorescent dyes (Cy5, FAM, etc.) and are a notable factor toward the com-\nmercial applications of electrochemical-RT-PCR (EPCR). The power and sample volume\nrequirements are lower for electrochemical biosensors compared with RT-PCR. Despite the\nconsiderable interest, electrochemical biosensors have garnered in the context of COVID-19\ndetection, the clinical industry appears reluctant to adopt this technology for practical and\nThe pre-COVID era witnessed the emergence of PCR-free electrochemical assays for\ndetecting different nucleic acid targets, including microRNA, viral RNA and DNA, and\n]. Perhaps the research community has been conﬁdent that\nelectrochemical assays can compete with the existing PCR technology in terms of sensitivity\nand turnaround times and eliminate the use of costly reagents and dyes [ ]. There have 46\nbeen some studies on PCR-integrated electrochemical biosensors in the last 5 years. Some\nof the recent studies have demonstrated innovative PCR-free electrochemical sensors for",
        "char_count": 4313,
        "word_count": 660,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Biosensors 11 2021 , , 141\nyet achieved a commercial or authorized status.\nconcentration as low as 1 copy/\nFigure 3.\nPCR. The USFDA recently approved the GenMark ePlex\nhybridization-based electrochemical detection [\na printed circuit board (PCB) (Table\n4. CRISPR/Cas-Based Sensors: The New Alternative\n\n7 of 12\nSARS-CoV-2 RNA detection with remarkable detection limits [ , ]; however, none has 47 48\nIntegrating PCR with electrochemical transducers poses various challenges; the pri-\nmary challenge includes the capability of the sensing surface to withstand the harsh\n49 temperature changes and salt concentrations required during PCR [ ]. Isothermal ampli-\nﬁcation techniques are preferred over PCR for integration with electrochemical sensors.\nA rapid electrochemical detection system based on rolling circle ampliﬁcation (RCA) was\ndemonstrated for multiplex detection of the S and N genes of SARS-CoV-2 [ 50 ] (Figure 3 ).\nSandwich hybridization was employed in this study, with oligonucleotide probes con-\nsisting of redox-active labels (methylene blue-and-acridine orange) for electrochemical\ndetection using differential pulse voltammetry. This assay detects the N or S viral gene at a\nµ L within 2 h with high selectivity and sensitivity.\nWorkﬂow of the RCA-based electrochemical sensor for SARS-CoV-2 detection (Reprinted from Ref. [ 50 ]).\nThe recent advances in microﬂuidics technology have enabled the integration of\nelectrochemical electrodes with miniaturized reaction chambers (or chips) designed for\n® SARS-CoV-2 test, which auto-\nmates RNA extraction and ampliﬁcation, and then further integrates it into competitive\n51 ]. This system uses the principle of elec-\ntrowetting (digital microﬂuidics) to manipulate the movement of samples and reagents on\n1 ).\nCRISPR stands for clustered regularly interspaced short palindromic repeat, which uti-\nlizes genetic information of bacterial species as a part of an antiviral process. CRISPR/Cas",
        "char_count": 1952,
        "word_count": 287,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Biosensors 11 2021 , , 141\n53 nomics sequencing [\nRNA isolation for SARS-CoV-2 detection [\n5 was found to be 1 to 10\naids the detection of SARS-CoV-2 RNA from nasal swabs [\n5. Future Outlook\nwithin 35 min [ 57\n\n8 of 12\nis a genetic editing technology whose precise and speciﬁc DNA and RNA cleavage ability\nmakes it a useful tool in nucleic acid diagnostics. CRISPR/Cas-based sensors mainly utilize\nsingle guide RNA in conjunction with the Cas system to bind to a target sequence or\ncleave target DNA and RNA, resulting in signal generation. Owing to their high speciﬁcity,\nthey are an attractive alternative to POC RT-PCR devices. CRISPR/Cas-based diagnostics\ncircumvents the issue of long turnaround times and enhances the assay speciﬁcity [ ]. 52\nRecently, Hou et al. developed a rapid assay known as CRISPR–COVID for detecting\nSARS-CoV-2 with less turnaround time (~40 min) compared with RT-PCR and metage-\n]. Another advantage of using CRISPR/Cas systems is the exclusion\nof RNA isolation and ampliﬁcation, making it a faster analysis method. An ultrasensitive\nRT-RPA CRISPR–ﬂuorescence detection system (FDS) assay can eliminate the need for\n54 ]. It uses a saliva sample that is subject to a mix\nof chemicals that amplify the viral RNA, which is then subjected to CRISPR/Cas12a-based\nﬂuorescence signal ampliﬁcation. The linear range of this handheld CRISPR-based test\ncopies/mL with a limit of detection of 0.38 copies/mL, which\nis consistent with the result obtained using qRT-PCR. In another approach, the need for\nSARS-CoV-2 RNA pre-ampliﬁcation was eliminated with the use of CRISPR-Cas13a, which\n]. The main highlight of this 55\nstudy was the use of different sets of crRNAs to increase the sensitivity by activation of\na greater number of Cas13a per target RNA. Additionally, the study reported the ability\nto directly translate the ﬂuorescent signal into viral loads, thus resulting in remarkable\nsensitivity compared with other CRISPR-based assays for COVID detection.\nCOVID-19 diagnostics has evolved signiﬁcantly since its ﬁrst appearance. The range\nand types of diagnostic devices that have emerged in the past year are immensely diverse.\nSeveral earlier diagnostic devices and assays were only the subject of academic interest\nand research but are now commercially available for use. However, since most of the POC\ndevices for COVID-19 detection have been authorized under emergency use, caution should\nbe taken when extrapolating the use of such devices for the diagnosis of other diseases.\nDespite the advances, there are limitations associated with RT-PCR POC devices and\nbiosensors concerning sample preparation in ePCR, false negatives and positives, and\nreagent evaporation in dPCR. Efforts to identify the limitations in current PCR devices\nfor COVID-19 detection can soon help in the design of improved diagnostic devices.\nAdditionally, different detection strategies and platforms can be integrated to develop\nnew, hybrid devices for improved performance. For example, electrokinetic focusing\non microﬂuidic chips was used to automate the process of nucleic acid puriﬁcation and\nampliﬁcation with a reduction in non-speciﬁc ampliﬁcation [ ]. A recent study used 56\nisotachophoresis (ITP), an ionic focusing technique, on a microﬂuidic chip to automate\nSARS-CoV-2 RNA puriﬁcation and subsequent detection by CRISPR-based technique\n]. This on-chip device uses a smaller volume of reagents (<100 times\nlower) and automates sample preparation and subsequent detection. Reduction in bubble\ngeneration and reagent evaporation in dPCR systems was also demonstrated by creating a\nvertical polymeric barrier leading to ultrafast PCR ampliﬁcation [ 58 ].\nCentrifugal microﬂuidic platforms (or lab-on-a-disc) for automated sample prepara-\ntion and subsequent RT-PCR can also be conceived. These devices use different layers\nof polymeric substrates to integrate multiple steps involving complex ﬂuid ﬂow. These\ncentrifugal systems were shown to improve reaction rates using efﬁcient mixing, thus\nenabling high sensitivity and reduced hybridization times [ ]. Paperﬂuidic devices that 59\ninvolve the creation of microﬂuidic channels on paper can also be realized for SARS-CoV-2\nRNA detection. Apart from being inexpensive, paperﬂuidic devices do not require any\nadditional step to render the channels hydrophilic for ﬂuid ﬂow; the intrinsic hydrophilicity\nof paper allows ﬂuid ﬂow via capillary action, thus eliminating the need for external pumps.\nThis allows their use in resource-limited, POC settings. These devices, much like LFAs, can",
        "char_count": 4555,
        "word_count": 692,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "Biosensors 11 2021 , , 141\nvariants [ 60\nand subsequent detection can be realized [\ndiagnostics landscape over time.\n6. Conclusions\nwhether these devices are capable of use in the long run.\nAuthor Contributions:\nhave read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nInstitutional Review Board Statement:\nInformed Consent Statement:\nData Availability Statement:\nAcknowledgments:\n\n9 of 12\nbe batch fabricated at minimal cost and can thus be used in mass screening operations in\nresource-limited settings. A paper-based assay, FnCas9 editor-linked uniform detection\nassay (FELUDA), was developed in India, which enables detection of single nucleotide\n]. This test uses RT-PCR followed by CRISPR-based detection in a lateral ﬂow\nformat. Similarly, paperﬂuidic devices that can integrate RNA extraction, ampliﬁcation,\n61 ].\nCOVID-19 diagnostics has provided new opportunities and advances in the clinical\ndiagnostic sector. It will be interesting to see how these developments affect the overall\nMolecular diagnostics has been the cornerstone in controlling the ongoing COVID-\n19 pandemic. RT-PCR is currently the primary gold standard for COVID-19 diagnosis.\nSimultaneously, this crisis has brought us to realize the importance of low-cost, sensitive,\nand high-throughput devices that can be deployed in POC settings. On-site analysis that\nis fast, reliable, and helps to reduce the economic costs of infection transmission and\npotential quarantine is required. Different rapid POC tests have been authorized and\ndeployed for mass screening and diagnostic purposes. Yet, RT-PCR has remained the\nprimary and the only method for COVID-19 conﬁrmation. Miniaturized PCR and PCR\nbiosensors, devices that integrate PCR with different detection modalities, have emerged\nas tools that can address the issue of the low sensitivity of the current rapid POC tests and\nsimultaneous analysis of samples in a high-throughput manner outside of a centralized\nlab. Digital PCR has emerged as an efﬁcient high-throughput system. However, it does\nnot eliminate the use of expensive reagents and often requires professional involvement\nin its operation. Electrochemical PCR is also a viable option for faster, cost-effective, and\nsensitive COVID-19 detection. However, the difﬁculty of the integration of PCR with\nelectrochemical systems still creates formidable challenges in realizing a commercially\nadaptable system. CRISPR/Cas-based systems have further created a scope for diagnostic\ndevices that do not require RNA extraction and ampliﬁcation before detection.\nThe active transition from routine diagnostic laboratories to the realm of high sensitiv-\nity molecular diagnostics can signiﬁcantly increase the efﬁciency and responsiveness of\nPOCTs and facilitate the management of outbreaks in difﬁcult settings. Devices such as\nthose mentioned above can readily aid healthcare professionals in making faster medical\ndecisions. However, there are still limitations to be addressed in such systems. Sample\npreparation errors and false positives and negatives need to be addressed before these\nassays can eventually be used for other diagnostic applications as well. Although different\nformats of POC RT-PCR assays have emerged, there is still scope for the development\nof hybrid, integrated systems that have better performance in terms of speciﬁcity and\nresponse time. Rigorous validation protocols and a high sampling rate would determine\nConceptualization, B.D.M., J.H.T.L., and N.G.; writing–original draft writing,\nN.G., S.A., and T.N.; writing–review and editing, B.D.M., J.H.T.L., A.D., D.K., and A.O. All authors\nNot applicable.\nNot applicable.\nNot applicable.\nN.G., S.A., A.D., D.K., and B.D.M. acknowledge Yogesh Singh, Vice-Chancellor,\nDelhi Technological University, Delhi, India, for providing necessary facilities. N.G. and S.A. thank\nDelhi Technological University, Delhi, India; and the Council of Scientiﬁc and Industrial Research\n(CSIR; 08/133/(0013)/2018-EMR-I), India, respectively, for a fellowship award. T.N. is thankful for\nfunding from the European Union’s Horizon 2020 Research & Innovation Programme under the",
        "char_count": 4178,
        "word_count": 594,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Biosensors 11 2021 , , 141\n(SB/DF/011/2019).\nConﬂicts of Interest:\nReferences\nCOVID-19 Weekly Epidemiological Update, 9 March 2021 1.\n2.\nbioRxiv 2020 detection matters. . [ CrossRef ]\n3.\nAnal. Chem. 92 2020 commercially available reagents. ,\n4.\nBMC Res. Notes tests in a cohort of convalescent plasma donors.\n5.\nisothermal ampliﬁcation combined with nanoparticle-based lateral ﬂow biosensor for the diagnosis of COVID-19.\nBioelectron. 166 2020 , , 112437. [ CrossRef ]\n6.\nACS Omega 2020 gold nanoparticle-based lateral-ﬂow assay. ,\n7.\nchemiluminescence enzyme immunoassay for serological diagnosis of coronavirus disease 2019 (COVID-19).\n222 , 189–193. [ CrossRef ]\n8.\nClin. Chem. Lab. Med. for SARS-CoV-2 IgM/IgG and antibody kinetics.\n9.\nreverse transcriptional loop-mediated isothermal ampliﬁcation (RT-LAMP) diagnostic platform.\n[ CrossRef ] [ PubMed ]\n10.\nJ. Clin. Microbiol. swabs in a New York City academic institution.\n11. Pray, I.W.\nWisconsin, September–October 2020\n12.\nClin. Chem. 2020 novel SARS-coronavirus-2 (SARS-CoV-2). ,\n13.\nof severe acute respiratory syndrome coronavirus 2 real-time RT-PCR tests on oral rinses and saliva samples.\n23 , 3–9. [ CrossRef ] [ PubMed ]\n14.\nDisease 2019—United States, January 2020–February 2020.\n15.\ncoronavirus (SARS-CoV-2) RT-PCR detection kits and strategy to reduce false negative.\n[ PubMed ]\n16.\nPLoS ONE 15 2020 , , e0242958. [ CrossRef ] [ PubMed ]\n17. Tahamtan, A.; Ardebili, A. Real-time RT-PCR in COVID-19 detection: Issues affecting the results.\n453–454. [ CrossRef ] [ PubMed ]\n18.\nSurveill. 25 2020 , , 2001483. [ CrossRef ]\n19.\nGenes 11 2020 a portable PCR thermocycler. , , 664. [ CrossRef ]\n20.\nAssessing a novel, lab-free, point-of-care test for SARS-CoV-2 (CovidNudge): A diagnostic accuracy study.\ne300–e307. [ CrossRef ]\nGupta, N.; Rana, S.; Singh, H. Innovative point-of-care molecular diagnostic test for COVID-19 in India. 21.\ne277. [ CrossRef ]\nAccula SARS-CoV-2 Test-Letter of Authorization 22.\n\n10 of 12\nMarie Sklodowska-Curie grant agreement no.: H2020-MSCA-ITN-813680. B.D.M. thanks the Science\n& Engineering Research Board (SERB), Govt. of India, for the award of a Distinguished Fellowship\nThe authors declare no conﬂict of interest.\n; World Health Organization: Geneva, Switzerland, 2021.\nArnaout, R.; Lee, R.A.; Lee, G.R.; Callahan, C.; Yen, C.F.; Smith, K.P.; Arora, R.; Kirby, J.E. SARS-CoV2 testing: The limit of\nGrant, B.D.; Anderson, C.E.; Williford, J.R.; Alonzo, L.F.; Glukhova, V.A.; Boyle, D.S.; Weigl, B.H.; Nichols, K.P. SARS-CoV-2\ncoronavirus nucleocapsid antigen-detecting half-strip lateral ﬂow assay toward the development of point of care tests using\n, 11305–11309. [ CrossRef ]\nRagnesola, B.; Jin, D.; Lamb, C.C.; Shaz, B.H.; Hillyer, C.D.; Luchsinger, L.L. COVID19 antibody detection using lateral ﬂow assay\n13 2020 , , 1–7. [ CrossRef ]\nZhu, X.; Wang, X.; Han, L.; Chen, T.; Wang, L.; Li, H.; Li, S.; He, L.; Fu, X.; Chen, S. Multiplex reverse transcription loop-mediated\nBiosens.\nHuang, C.; Wen, T.; Shi, F.-J.; Zeng, X.-Y.; Jiao, Y.-J. Rapid detection of IgM antibodies against the SARS-CoV-2 virus via colloidal\n5 , 12550–12556. [ CrossRef ]\nCai, X.-f.; Chen, J.; Hu, J.-l.; Long, Q.-x.; Deng, H.-j.; Liu, P.; Fan, K.; Liao, P.; Liu, B.-z.; Wu, G.-c. A peptide-based magnetic\nJ. Infect. Dis. 2020 ,\nPadoan, A.; Cosma, C.; Sciacovelli, L.; Faggian, D.; Plebani, M. Analytical performances of a chemiluminescence immunoassay\n58 2020 , , 1081–1088. [ CrossRef ] [ PubMed ]\nYu, L.; Wu, S.; Hao, X.; Dong, X.; Mao, L.; Pelechano, V.; Chen, W.-H.; Yin, X. Rapid detection of COVID-19 coronavirus using a\nClin. Chem. 66 2020 , , 975–977.\nBasu, A.; Zinger, T.; Inglima, K.; Woo, K.-m.; Atie, O.; Yurasits, L.; See, B.; Aguero-Rosenfeld, M.E. Performance of Abbott ID Now\nCOVID-19 rapid nucleic acid ampliﬁcation test using nasopharyngeal swabs transported in viral transport media and dry nasal\n58 2020 , . [ CrossRef ] [ PubMed ]\nPerformance of an Antigen-Based Test for Asymptomatic and Symptomatic SARS-CoV-2 Testing at Two University Campuses—\n; Centers for Disease Control and Prevention: Atlanta, GA, USA, 2021.\nWang, X.; Yao, H.; Xu, X.; Zhang, P.; Zhang, M.; Shao, J.; Xiao, Y.; Wang, H. Limits of detection of 6 approved RT–PCR kits for the\n66 , 977–979. [ CrossRef ] [ PubMed ]\nBabady, N.E.; McMillen, T.; Jani, K.; Viale, A.; Robilotti, E.V.; Aslam, A.; Diver, M.; Sokoli, D.; Mason, G.; Shah, M.K. Performance\nJ. Mol. Diagn. 2021 ,\nPatel, M.R.; Carroll, D.; Ussery, E.; Whitham, H.; Elkins, C.A.; Noble-Wang, J.; Rasheed, J.K.; Lu, X.; Lindstrom, S.; Bowen,\nV. Performance of Oropharyngeal Swab Testing Compared with Nasopharyngeal Swab Testing for Diagnosis of Coronavirus\nClin. Infect. Dis. 72 2021 , , 482–485. [ CrossRef ] [ PubMed ]\nZhou, Y.; Pei, F.; Ji, M.; Wang, L.; Zhao, H.; Li, H.; Yang, W.; Wang, Q.; Zhao, Q.; Wang, Y. Sensitivity evaluation of 2019 novel\nPLoS ONE 15 2020 , , e0241469. [ CrossRef ]\nArevalo-Rodriguez, I.; Buitrago-Garcia, D.; Simancas-Racines, D.; Zambrano-Achig, P.; Del Campo, R.; Ciapponi, A.; Sued, O.;\nMartinez-Garcia, L.; Rutjes, A.W.; Low, N. False-negative results of initial RT-PCR assays for COVID-19: A systematic review.\nExpert Rev. Mol. Diagn. 20 2020 , ,\nSinganayagam, A.; Patel, M.; Charlett, A.; Bernal, J.L.; Saliba, V.; Ellis, J.; Ladhani, S.; Zambon, M.; Gopal, R. Duration of\nEuro infectiousness and correlation with RT-PCR cycle threshold values in cases of COVID-19, England, January to May 2020.\nWee, S.K.; Sivalingam, S.P.; Yap, E.P.H. Rapid direct nucleic acid ampliﬁcation test without RNA extraction for SARS-CoV-2 using\nGibani, M.M.; Toumazou, C.; Sohbati, M.; Sahoo, R.; Karvela, M.; Hon, T.-K.; De Mateo, S.; Burdett, A.; Leung, K.F.; Barnett, J.\nLancet Microbe 1 2020 , ,\nLancet Microbe 1 2020 , ,\n; The U.S. Food and Drug Administration: Silver Spring, MD, USA, 2021.",
        "char_count": 5838,
        "word_count": 926,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "Biosensors 11 2021 , , 141\nIn Vitro Diagnostics EUAs. Available online: 23.\n-emergency-use-authorizations-medical-devices/vitro-diagnostics-euas\nProc. Natl. Acad. Sci. USA 24. Vogelstein, B.; Kinzler, K.W. Digital PCR.\n25. Quan, P.-L.; Sauzade, M.; Brouzes, E. dPCR: A technology review.\n26.\nA.L.; Legler, T.C. High-throughput droplet digital PCR system for absolute quantitation of DNA copy number.\n83 , 8604–8610. [ CrossRef ] [ PubMed ]\n27.\nBMC Genomics 10 2009 sequencing. , , 1–12.\n28. Tan, C.; Fan, D.; Wang, N.; Wang, F.; Wang, B.; Zhu, L.; Guo, Y. Applications of digital PCR in COVID-19 pandemic.\n[ CrossRef ]\n29.\nsingle-day screening tool for common fetal aneuploidies—A proof of concept study.\n[ PubMed ]\n30.\nmonitoring using a novel, fully integrated, microﬂuidic array partitioning digital PCR platform.\n31.\nbat-like SARS-CoV-2 variants in COVID-19 patients. ∆\nPRRA\n32.\nSARS-CoV-2 detection in low viral load specimens.\n33.\nTalanta diagnostic detection of SARS-CoV-2 by digital PCR.\n34.\nMedRxiv 2020 monitoring and criteria for discharge. . [ CrossRef\n35.\nPLoS ONE 15 2020 suspected COVID-19 patients. , , e0236311. [\n36.\nSARS-COV-2 detection by qRT-PCR and ddPCR with multiple primer/probe sets.\n[ CrossRef ]\n37.\nClin. Infect. Dis. analysis of SARS-CoV-2 in infected patients.\n38.\nSci. Total Environ. 2020 laboratory using droplet digital PCR. ,\nù 39. Mio, C.; Cif\nstreamlined approach to rapidly detect SARS-CoV-2 infection avoiding RNA extraction: Workﬂow validation.\n2020 . [ CrossRef ] [ PubMed ]\n40.\nKlin. Lab. Diagn. 2020 infection by real-time and digital PCR.\n41.\nSci. Rep. 10 2020 droplet digital PCR. , , 1–7. [ CrossRef ]\n42.\nNature 582 2020 SARS-CoV-2 in two Wuhan hospitals. , , 557–560. [\n43.\ndiselenide nanosheets and competitive RNA–RNA hybridization.\n44.\nDetermination of Isothermally Ampliﬁed Zika Virus RNA Using a Universal DNA-Hairpin Probe in Less than 1 Hour.\nChem. 91 2019 , , 13458–13464. [ CrossRef ] [ PubMed ]\n45.\nBased on DNA Tetrahedral-Structured Probe and Poly-Adenine Mediated Gold Nanoparticles.\n46.\nSensors 20 2020 fast epidemic containment. , , 4648. [ CrossRef ]\n47.\nelectrochemical sensor for SARS-CoV-2 from the infected COVID-19 patients using a smartphone.\n327 , 128899. [ CrossRef ] [ PubMed ]\n48.\noligonucleotides directed electrochemical biosensor chip.\n\n11 of 12\nhttps://www.fda.gov/medical-devices/coronavirus-disease-2019-covid-19\n(accessed on 10 February 2021).\n96 1999 , , 9236–9241. [ CrossRef ]\nSensors 18 2018 , , 1271. [ CrossRef ] [ PubMed ]\nHindson, B.J.; Ness, K.D.; Masquelier, D.A.; Belgrader, P.; Heredia, N.J.; Makarewicz, A.J.; Bright, I.J.; Lucero, M.Y.; Hiddessen,\nAnal. Chem. 2011 ,\nWhite, R.A.; Blainey, P.C.; Fan, H.C.; Quake, S.R. Digital PCR provides sensitive and absolute calibration for high throughput\nView 2 2021 , .\nNykel, A.; Kaszkowiak, M.; Fendler, W.; Gach, A. Chip-based digital PCR approach provides a sensitive and cost-effective\nInt. J. Mol. Sci. 20 2019 , , 5486. [ CrossRef ]\nDueck, M.E.; Lin, R.; Zayac, A.; Gallagher, S.; Chao, A.K.; Jiang, L.; Datwani, S.S.; Hung, P.; Stieglitz, E. Precision cancer\nSci. Rep. 9 2019 , , 1–9. [ CrossRef ]\nWong, Y.C.; Lau, S.Y.; Wang To, K.K.; Mok, B.W.Y.; Li, X.; Wang, P.; Deng, S.; Woo, K.F.; Du, Z.; Li, C. Natural transmission of\nClin. Infect. Dis. 2020 . [ CrossRef ]\nSuo, T.; Liu, X.; Feng, J.; Guo, M.; Hu, W.; Guo, D.; Ullah, H.; Yang, Y.; Zhang, Q.; Wang, X. ddPCR: A more accurate tool for\nEmerg. Microbes Infect. 9 2020 , , 1259–1268. [ CrossRef ] [ PubMed ]\nDong, L.; Zhou, J.; Niu, C.; Wang, Q.; Pan, Y.; Sheng, S.; Wang, X.; Zhang, Y.; Yang, J.; Liu, M. Highly accurate and sensitive\n224 2021 , , 121726. [ CrossRef ] [ PubMed ]\nLu, R.; Wang, J.; Li, M.; Wang, Y.; Dong, J.; Cai, W. SARS-CoV-2 detection using digital PCR for COVID-19 diagnosis, treatment\n]\nAlteri, C.; Cento, V.; Antonello, M.; Colagrossi, L.; Merli, M.; Ughi, N.; Renica, S.; Matarazzo, E.; Di Ruscio, F.; Tartaglione,\nL. Detection and quantiﬁcation of SARS-CoV-2 by droplet digital PCR in real-time PCR negative nasopharyngeal swabs from\nCrossRef ]\nLiu, X.; Feng, J.; Zhang, Q.; Guo, D.; Zhang, L.; Suo, T.; Hu, W.; Guo, M.; Wang, X.; Huang, Z. Analytical comparisons of\nEmerg. Microbes Infect. 9 2020 , , 1175–1179.\nYu, F.; Yan, L.; Wang, N.; Yang, S.; Wang, L.; Tang, Y.; Gao, G.; Wang, S.; Ma, C.; Xie, R. Quantitative detection and viral load\n71 2020 , , 793–798. [ CrossRef ]\nLv, J.; Yang, J.; Xue, J.; Zhu, P.; Liu, L.; Li, S. Detection of SARS-CoV-2 RNA residue on object surfaces in nucleic acid testing\n742 , 140370. [ CrossRef ]\n, A.; Marzinotto, S.; Bergamin, N.; Caldana, C.; Cattarossi, S.; Cmet, S.; Cussigh, A.; Martinella, R.; Zucco, J.; et al. A\nDis. Markers 2020 ,\nTernovoi, V.; Lutkovsky, R.Y.; Ponomareva, E.; Gladysheva, A.; Chub, E.; Tupota, N.; Smirnova, A.; Nazarenko, A.; Loktev, V.;\nGavrilova, E. Detection of SARS-CoV-2 RNA in nasopharyngeal swabs from COVID-19 patients and asymptomatic cases of\n65 , , 785–792. [ CrossRef ]\nDeiana, M.; Mori, A.; Piubelli, C.; Scarso, S.; Favarato, M.; Pomari, E. Assessment of the direct quantitation of SARS-CoV-2 by\nLiu, Y.; Ning, Z.; Chen, Y.; Guo, M.; Liu, Y.; Gali, N.K.; Sun, L.; Duan, Y.; Cai, J.; Westerdahl, D. Aerodynamic analysis of\nCrossRef ] [ PubMed ]\nChen, Y.-X.; Zhang, W.-J.; Huang, K.-J.; Zheng, M.; Mao, Y.-C. An electrochemical microRNA sensing platform based on tungsten\nAnalyst 142 2017 , , 4843–4851. [ CrossRef ]\nLynch III, C.A.; Foguel, M.V.; Reed, A.J.; Balcarcel, A.M.; Calvo-Marzal, P.; Gerasimova, Y.V.; Chumbimuni-Torres, K.Y. Selective\nAnal.\nFeng, D.; Su, J.; He, G.; Xu, Y.; Wang, C.; Zheng, M.; Qian, Q.; Mi, X. Electrochemical DNA Sensor for Sensitive BRCA1 Detection\nBiosensors 10 2020 , , 78. [ CrossRef ]\nSanthanam, M.; Algov, I.; Alfonta, L. DNA/RNA electrochemical biosensing devices a future replacement of PCR methods for a\nZhao, H.; Liu, F.; Xie, W.; Zhou, T.-C.; OuYang, J.; Jin, L.; Li, H.; Zhao, C.-Y.; Zhang, L.; Wei, J. Ultrasensitive supersandwich-type\nSens. Actuators B Chem. 2021 ,\nAlafeef, M.; Dighe, K.; Moitra, P.; Pan, D. Rapid, ultrasensitive, and quantitative detection of SARS-CoV-2 using antisense\nACS Nano 14 2020 , , 17028–17045. [ CrossRef ]",
        "char_count": 6184,
        "word_count": 1017,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "Biosensors 11 2021 , , 141\n49.\nTrends Biotechnol. 31 2013 quantiﬁcation of pathogens. , , 704–712. [\n50.\nY.; Lee, S.Y.; Lertanantawong, B. Rapid electrochemical detection of coronavirus SARS-CoV-2.\n[ CrossRef ]\nePlex®SARS-CoV-2 Test Assay Manual 51.\n52.\nCRISPR-Cas system: An approach with potentials for COVID-19 diagnosis and therapeutics.\n576875. [ CrossRef ] [ PubMed ]\n53.\nPLoS Pathog. 2020 CRISPR-based diagnostic for COVID-19. ,\n54.\nultrasensitive and quantitative saliva test for COVID-19.\nó 55. Fozouni, P.; Son, S.; de Le\nS.I. Ampliﬁcation-free detection of SARS-CoV-2 with CRISPR-Cas13a and mobile phone microscopy.\n[ CrossRef ] [ PubMed ]\n56.\nAng. Chem. tion for ultralow-abundance nucleic acid detection.\n57.\nmicroﬂuidics for rapid CRISPR-based diagnostics and its application to detection of SARS-CoV-2.\n117 , 29518–29525. [ CrossRef ] [ PubMed ]\n58. Lee, S.H.; Song, J.; Cho, B.; Hong, S.; Hoxha, O.; Kang, T.; Kim, D.; Lee, L.P. Bubble-free rapid microﬂuidic PCR.\n126 2019 , , 725–733. [ CrossRef ]\n59.\nSci. Rep. 7 2017 134 in plasma and cerebrospinal ﬂuid. , , 1–11. [\n60.\nﬁeld-deployable nucleobase detection and identiﬁcation using FnCas9.\n61.\nACS Appl. Mater. Interfaces 9 2017 and multiplexed analysis. ,\n\n12 of 12\nPatterson, A.S.; Hsieh, K.; Soh, H.T.; Plaxco, K.W. Electrochemical real-time nucleic acid ampliﬁcation: Towards point-of-care\nCrossRef ]\nChaibun, T.; Puenpa, J.; Ngamdee, T.; Boonapatcharoen, N.; Athamanolap, P.; O’Mullane, A.P.; Vongpunsawad, S.; Poovorawan,\nNat. Commun. 12 2021 , , 1–10.\n; The United States Food and Drug Administration: Silver Spring, MD, USA, 2020.\nKumar, P.; Malik, Y.S.; Ganesh, B.; Rahangdale, S.; Saurabh, S.; Natesan, S.; Srivastava, A.; Sharun, K.; Yatoo, M.I.; Tiwari, R.\nFront. Cell Infect. Microbiol. 10 2020 , ,\nHou, T.; Zeng, W.; Yang, M.; Chen, W.; Ren, L.; Ai, J.; Wu, J.; Liao, Y.; Gou, X.; Li, Y. Development and evaluation of a rapid\n16 , e1008705. [ CrossRef ]\nNing, B.; Yu, T.; Zhang, S.; Huang, Z.; Tian, D.; Lin, Z.; Niu, A.; Golden, N.; Hensley, K.; Threeton, B. A smartphone-read\nSci. Adv. 7 2021 , , eabe3703. [ CrossRef ]\nn Derby, M.D.; Knott, G.J.; Gray, C.N.; D’Ambrosio, M.V.; Zhao, C.; Switz, N.A.; Kumar, G.R.; Stephens,\nCell 184 2021 , , 323–333.e329.\nOuyang, W.; Han, J. One-step nucleic acid puriﬁcation and noise-resistant polymerase chain reaction by electrokinetic concentra-\n132 2020 , , 11074–11081. [ CrossRef ]\nRamachandran, A.; Huyke, D.A.; Sharma, E.; Sahoo, M.K.; Huang, C.; Banaei, N.; Pinsky, B.A.; Santiago, J.G. Electric ﬁeld-driven\nProc. Natl. Acad. Sci. USA 2020 ,\nBiosens. Bioelectron.\nMcArdle, H.; Jimenez-Mateos, E.M.; Raoof, R.; Carthy, E.; Boyle, D.; ElNaggar, H.; Delanty, N.; Hamer, H.; Dogan, M.;\nHuchtemann, T.; et al. “TORNADO”–Theranostic One-Step RNA Detector; microﬂuidic disc for the direct detection of microRNA-\nCrossRef ] [ PubMed ]\nAzhar, M.; Phutela, R.; Ansari, A.H.; Sinha, D.; Sharma, N.; Kumar, M.; Aich, M.; Sharma, S.; Singhal, K.; Lad, H.; et al. Rapid,\nbioRxiv 2020 . [ CrossRef ]\nDeng, H.; Zhou, X.; Liu, Q.; Li, B.; Liu, H.; Huang, R.; Xing, D. Paperﬂuidic chip device for small RNA extraction, ampliﬁcation,\n, 41151–41158. [ CrossRef ]",
        "char_count": 3172,
        "word_count": 508,
        "extraction_method": "two_column"
      }
    ]
  }
}