{
  "metadata": {
    "source_file": "pdfs/Rapid SARS-CoV-2 antigen detection.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:41.646935",
    "total_pages": 7,
    "total_characters": 32714,
    "total_words": 5021
  },
  "content": {
    "full_text": "--- Page 1 ---\net al. Virol J          (2020) 17:177 Chaimayo\nhttps://doi.org/10.1186/s12985-020-01452-5\nRESEARCH\nRapid SARS‑CoV‑2 antigen detection assay\nin comparison with real‑time RT‑PCR assay\nfor laboratory diagnosis of COVID‑19 in Thailand\n1 1 Chutikarn Chaimayo , Bualan Kaewnaphan , Nattaya Tanlieng\n2 2 , Nasikarn Angkasekwinai Methee Chayakulkeeree\n4 5 , Orawan Pongraweewan Theerawoot Tharmviboonsri\n1 1* and Navin Horthongkham Wannee Kantakamalakul\nAbstract\nBackground:\nthere is an urgent need for rapid, simple, and accurate tests to diagnose severe acute respiratory syndrome corona-\nvirus 2 (SARS-CoV-2) infection. Performance characteristics of the rapid SARS-CoV-2 antigen detection test should be\nevaluated and compared with the gold standard real-time reverse transcription-polymerase chain reaction (RT-PCR)\ntest for diagnosis of COVID-19 cases.\nMethods: The rapid SARS-CoV-2 antigen detection test, Standard\nKorea), was compared with the real-time RT-PCR test, Allplex\nSARS-CoV-2 in respiratory specimens. Four hundred fifty-four respiratory samples (mainly nasopharyngeal and throat\nswabs) were obtained from COVID-19 suspected cases and contact individuals, including pre-operative patients at\nSiriraj Hospital, Bangkok, Thailand during March–May 2020.\nResults:\nreal-time RT-PCR assay. The duration from onset to laboratory test in COVID-19 suspected cases and contact individu-\nals ranged from 0 to 14 days with a median of 3 days. The rapid SARS-CoV-2 antigen detection test’s sensitivity and\nspecificity were 98.33% (95% CI, 91.06–99.96%) and 98.73% (95% CI, 97.06–99.59%), respectively. One false negative\ntest result was from a sample with a high real-time RT-PCR cycle threshold (Ct), while five false positive test results\nwere from specimens of pre-operative patients.\nConclusions:\nthe real-time RT-PCR assay. Thus, there is a potential use of this rapid and simple SARS-CoV-2 antigen detection test as\na screening assay.\nKeywords: COVID-19, SARS-CoV-2, Rapid antigen, RT-PCR, Thailand\n*Correspondence:  navin.hor@mahidol.ac.th\n1 Department of Microbiology, Faculty of Medicine Siriraj Hospital,\nMahidol University, Bangkok, Thailand\nFull list of author information is available at the end of the article\nOpen Access © The Author(s) 2020.\nlicence, visit http://creat​iveco​mmons​.org/licen​ses/by/4.0/\nmmons​.org/publi​cdoma​in/zero/1.0/\n\nOpen Access\n1 1 2 , Niracha Athipanyasilp , Rujipas Sirijatuphat ,\n1 3 , Ruengpung Sutthent , Nattawut Puangpunngam ,\n3 3 , Suebwong Chuthapisith , Yongyut Sirivatanauksorn ,\nThe Coronavirus disease 2019 (COVID-19) pandemic continues to spread across the world. Hence,\n™ ®\n™ ® Q COVID-19 Ag kit (SD Biosensor , Republic of\n2019-nCoV Assay (Seegene , Korea) for detection of\nOf 454 respiratory samples, 60 (13.2%) were positive, and 394 (86.8%) were negative for SARS-CoV-2 RNA by\nThe rapid assay for SARS-CoV-2 antigen detection showed comparable sensitivity and specificity with\nBackground\nThe Coronavirus disease 2019 (COVID-19) pandemic\ncaused by the severe acute respiratory syndrome coro-\nnavirus 2 (SARS-CoV-2) has spread worldwide since\nits first recorded case in the city of Wuhan, China\nin December 2019. According to the COVID-19\nThis article is licensed under a Creative Commons Attribution 4.0 International License, which\npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the\noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or\nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line\nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory\nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this\n. The Creative Commons Public Domain Dedication waiver ( http://creat​iveco​\n) applies to the data made available in this article, unless otherwise stated in a credit line to the data.\n\n--- Page 2 ---\net al. Virol J          (2020) 17:177 Chaimayo\nDashboard on August 31st, 2020 by the Center for Sys-\ntems Science and Engineering (CSSE) at Johns Hop-\nkins University, over 25 million people in more than\n200 countries have been infected and killed more than\n840,000 [ 1 – 3 ]. It is expected that these numbers con-\ntinue to rise, especially in populous countries such as\nthe United States, Brazil, and India. In Thailand, the\nfirst documented cases of COVID-19 were two Chi-\nnese tourists arriving from the city of Wuhan on Jan-\nuary 8th and 13th, 2020, respectively. As of August\n31st, 2020, there have been 3,412 confirmed COVID-\n19 cases with 58 deaths; 2,444 cases were from local\ntransmission [ 4 , 5 ]. The Thai government mandated a\n14-day State Quarantine for all travelers entering Thai-\nland from abroad. Since May 26th, 2020, no new local\ntransmission cases were documented; new confirmed\nCOVID-19 cases were people who have tested positive\nwhile in State Quarantine after returning from abroad\n[ 5 ]. SARS-CoV-2 infection causes asymptomatic and\nmild diseases more than severe pneumonia. Severe\ncases may develop acute respiratory distress syndrome\n(ARDS) and death with an average mortality rate of 6%\n(range 1–14.4%) [ 1 , 3 , 6 ].\nThe real-time reverse transcription-polymerase chain\nreaction (RT-PCR) assay, which is the current standard\ntest for laboratory diagnosis of SARS-CoV-2 infection,\nrequires at least four hours of operation performed by\nskilled technicians. Therefore, rapid and accurate tests\nfor SARS-CoV-2 screening are essential to expedite dis-\nease prevention and control, as well as screening during\npre-operative management for invasive procedures [ 7 – 9 ].\nLateral flow immunoassays using monoclonal anti-SARS-\nCoV-2 antibodies, which target SARS-CoV-2 antigens,\ncan be the complementary screening tests if their accu-\nracy were comparable to that of the real-time RT-PCR\nassays [ 10 – 13 ].\n™ ® Here, we evaluated a rapid SARS-CoV-2 antigen detec-\ntion test, Standard Q COVID-19 Ag kit (SD Biosensor ,\nRepublic of Korea) using 454 respiratory specimens.\nThe performance of this lateral flow immunoassay was\n™ ® compared with the SARS-CoV-2 RT-PCR for viral gene\ndetection assay, Allplex 2019-nCoV Assay (Seegene ,\nKorea). This evaluation is critical before the implemen-\ntation of the rapid antigen test for screening of SARS-\nCoV-2 infected individuals.\nMethods\nEthical issues\nThis study was approved by the Institutional Review\nBoard of the Faculty of Medicine Siriraj Hospital,\nMahidol University (SIRB protocol 463/2563(IRB4);\nCOA: Si 503/2020).\n\nPage 2 of 7\nClinical specimens\nRespiratory samples, mainly nasopharyngeal and throat\nswabs, were collected from 454 suspected COVID-19\ncases, including pre-operative patients at Siriraj Hospital,\nMahidol University, Bangkok, Thailand, from March to\nMay 2020. Samples were mixed in 2 mL of viral transport\nmedia (VTM), consisting of Hanks’ balanced salt, 0.4%\nfetal bovine serum, HEPES, antibiotic and antifungal\nagents. Samples were transported at 2–8 °C to the Micro-\nbiology laboratory, Siriraj Hospital, for processing within\na few hours. All specimens were processed in biosafety\nlevel-3 (BSL-3) and biosafety level-2 enhanced (BSL-2 ) +\nfacilities with full personal protective equipment.\nViral RNA Extraction\nMagLEAD 12gC automated extraction platform (Preci-\nsion System Science, Chiba, Japan) was used to extract\nSARS-CoV-2 RNAs from 200 µL of nasopharyngeal and\nthroat swabs. Extraction was performed according to the\nmanufacturer’s instructions. Viral RNA was eluted with\n100 µL buffer and used for RT-PCR assay.\n™ SARS‑CoV‑2 RNA detection using real‑time RT‑PCR\nAllplex 2019-nCoV Assay (Seegene, Korea), which\ntargets envelope gene ( E ) of Sarbecovirus , and RNA-\ndependent RNA polymerase ( RdRp ) and nucleocapsid\n( N ) genes of SARS-CoV-2, was used for SARS-CoV-2\nRNA detection according to the manufacturer’s instruc-\ntions. Briefly, 8 μL of extracted RNA was added to 5 μL\nof 5X Real-time One-step Buffer, 5 μL of 2019-nCoV\nMuDT Oligo Mix (2019-nCoV-MOM), 2 μL of Real-time\nOne-step Enzyme, and 5 μL of RNase free water. The\nCFX-96 real-time thermal cycler (Bio-Rad Laboratories,\nInc., Hercules, CA, USA) was used for amplification. The\nconditions consisted of 1 cycle of 20 min at 50 °C, 1 min\nat 95 °C and followed by 45 cycles of 15 s at 94 °C, 30 s\nat 58 °C. The result was analysed using Seegene Viewer\n(Seegene, Korea), in which a cycle threshold value (Ct-\nvalue) < 40 for all three target genes was defined as a posi-\ntive result.\n® Rapid SARS‑CoV‑2 antigen detection assay\nStandard Q COVID-19 Ag test (SD Biosensor ,\nChuncheongbuk-do, Republic of Korea) is a rapid\nchromatographic immunoassay for the detection of\nSARS-CoV-2 nucleocapsid (N) antigen in respiratory\nspecimens. This rapid antigen test device has two pre-\ncoated lines on the result window: control (C) and test\n(T) lines. The control (C) region is coated with mouse\nmonoclonal anti-chicken Igγ antibody; the test (T) region\nis coated with mouse monoclonal anti-SARS-CoV-2\nantibody against SARS-CoV-2  N antigen. Detectors for\n\n--- Page 3 ---\net al. Virol J          (2020) 17:177 Chaimayo\nSARS-CoV-2  N antigen presented in the specimen are\nmouse monoclonal anti-SARS-CoV-2 antibody conju-\ngated with color particles. The antigen–antibody color\nparticle complex migrates via capillary force and is cap-\ntured by the mouse monoclonal anti-SARS-CoV-2 anti-\nbody coated on the test (T) region. The colored test (T)\nline’s intensity depends on the amount of SARS-CoV-2 N\nantigen presented in the sample.\nThis rapid Ag test kit was used for the detection of\nSARS-CoV-2 antigen in respiratory samples in this study.\nSpecimens were processed in biosafety level-3 (BSL-3)\nand biosafety level-2 enhanced (BSL-2 ) facilities. Five +\nto ten glass beads were added to the samples in VTM\ntubes. For highly viscous samples, additional VTM was\nadded to reduce the viscosity. Specimens were mixed\nusing a vortex mixer to disrupt thick mucus. The 200 μL\nof each nasopharyngeal and throat swab specimen was\nadded to the extraction buffer provided in the kit. The\nfilter nozzle cap was pressed tightly onto the extraction\ntube. Three drops of the extracted sample were applied on\na test device, and the test result was read in 15–30 min.\nFor positive COVID-19 antigen result, two colored lines\nof control (C) and test (T) lines were presented.\nStatistical analysis\nDescriptive statistics were used to describe general infor-\nmation of patients. Continuous data were presented in\nmean, standard deviation (SD), median, and range. Cat-\negorical data were presented in numbers, percentages,\nand 95% confidence interval (95% CI). Sensitivity, speci-\nficity, positive predictive value (PPV), negative predictive\nvalue (NPV) were calculated using an online statistical\ntool [ 14 ].\nResults\nCharacteristics of Thai COVID‑19 cases\nSuspected COVID-19 cases and contact individuals\nwere laboratory-confirmed by the gold-standard RT-\nPCR assay as a national guideline for laboratory diag-\nnosis of COVID-19 [ 15 ]. A total of 454 respiratory\nsamples, including 447 nasopharyngeal (NP) and throat\nswabs, four endotracheal aspirates (tracheal suctions),\nand three sputum samples, were collected from sus-\npected COVID-19 cases and pre-operative patients at\nSiriraj Hospital from March to May 2020. These res-\npiratory samples were collected from subjects with\nthe following conditions: (1) asymptomatic and upper\nrespiratory tract infection individuals who had con-\ntacted with confirmed cases or were from COVID-19\nrisk areas, (2) clusters with acute respiratory infec-\ntions, (3) unknown causative agents of pneumonia, (4)\ntravelers screened at a port of entry and in quarantine\nplaces, and (5) pre-operative patients. Of the samples\n\nPage 3 of 7\n™ tested for COVID-19 (n 454) by real-time RT-PCR =\nassay, Allplex 2019-nCoV Assay, 13.2% (n 60) were =\npositive, while 86.8% (n 394) were negative for SARS- =\nCoV-2 RNA, as shown in Additional file 1 : Supplemen-\ntary Table S1, Additional file 2 : Table S2.\nThe median age of Thai COVID-19 cases (n 60) was =\n38.5  years (range 21–72). Male patients were found\nto be 60% of the infected cases (n 36). Of the total =\nCOVID-19 cases, 75% (n 45) of patients had direct =\ncontact with a variety of confirmed cases in Thailand,\nsuch as family members and friends (30%; n 18), peo- =\nple from karaoke bars and pubs (23.3%; n 14), peo- =\nple from boxing stadiums (18.3%; n 11), taxi drivers =\n(1.7%; n 1), and peers in workplaces (1.7%; n 1), = =\nas shown in Table 1 . Most patients showed signs and\nsymptoms of upper respiratory tract infections (61.7%;\nn 37). Around 8.3% (n 5) of COVID-19 cases were = =\npresented with pneumonia and were admitted to an\nintensive care unit (ICU). The median time from onset\nto laboratory tests for SARS-CoV-2 infection (both RT-\nPCR and rapid antigen detection assays) was three days\n(range 0–14), as shown in Table 1 and Additional file 1 :\nSupplementary Table S1.\n™ Real‑time RT‑PCR and SARS‑CoV‑2 antigen assays\nReal-time RT-PCR (Allplex 2019-nCoV Assay), which\ntargets E of Sarbecovirus , and RdRp and N genes of\nSARS-CoV-2, was used for SARS-CoV-2 RNA detection.\nThe average cycle threshold (Ct) values in COVID-19\npositive cases were 22.79 6.69 (min 10.49, max 35.02) ±\nfor E gene, 24.73 6.55 (min 13.41, max 39.20) for RdRp ±\ngene, and 26.09 6.47 (min 12.07, max 37.17) for N gene, ±\nas shown in Table 1 and Additional file 1 : Supplementary\nTable  S1. The negative RT-PCR results were defined as\nhaving a Ct-value higher than 40 for all three target genes\n( E , RdRp , N ).\nWe evaluated the performance characteristics of SARS-\nCoV-2 antigen detection (Standard Q COVID-19 Ag\ntest). The results were interpreted as positive when both\ncontrol (C) and SARS-CoV-2 antigen (T) lines appeared\nwithin 30  min, as shown in Fig. 1 . Comparing SARS-\nCoV-2 antigen detection to RNA detection by RT-PCR\nassay, the sensitivity and specificity of rapid SARS-CoV-2\nantigen detection to identify COVID-19 were 98.33%\n(59/60; 95%CI, 91.06–99.96%) and 98.73% (389/394;\n95%CI, 97.06–99.59%), respectively, as shown in Table 2 .\nOf six samples discordant with RT-PCR results, one\nwas false negative, and five were false positive. There\nwere three weakly positive and two positive results. The\nfalse negative sample’s Ct-values were 31.18 for E , 39.2\nfor RdRp , and 35.54 for N genes, as shown in Table 3 and\nAdditional file 2 : Supplementary Table S2.\n\n--- Page 4 ---\net al. Virol J          (2020) 17:177 Chaimayo\nTable 1  Characteristics of COVID-19 Thai cases\nCharacteristics\nNumber of COVID-19 cases\nAge (years)\nMedian (range)\nGender\nMale\nRisk factors\nConfirmed case contact\nForeign contact\nPublic area contact\nUnspecified\nDiagnoses\nAsymptomatic\nURI\nFever\nPneumonia\nUnspecified\nTime from onset to laboratory test (days)\nMedian (range)\nResults of RT-PCR assay\nCt-value of E\nMean SD (min, max) ±\nCt-value of RdRp\nMean SD (min, max) ±\nCt-value of N\nMean SD (min, max) ±\nResults of rapid antigen detection assay\nPositive\nNegative\nDiscussion\nMolecular tests are the standard laboratory diagnosis\nto confirm SARS-CoV-2 infection; RT-PCR assays for\nSARS-CoV-2 RNA detection in clinical specimens are\nwidely used in COVID-19 diagnostic laboratories. There\nwere 183 clinical laboratories in Thailand, including our\nlaboratory at Siriraj Hospital that passed the external\nquality control of RT-PCR tests by the Department of\nMedical Science (DMSC), Ministry of Public Health, and\nwas authorized a COVID-19 diagnostic laboratory [ 15 ,\n16 ]. Rapid antigen immunoassays with equivalent sensi-\ntivity and specificity to real-time RT-PCR assays will help\nspeed up disease screening. In this study, the commer-\ncially available rapid SARS-CoV-2 antigen detection kit\n™ (Standard Q COVID-19 Ag test) was compared with the\nRT-PCR assay (Allplex 2019-nCoV Assay) for detection\nof SARS-CoV-2 infection.\nThe sensitivity and specificity of the Standard Q\nCOVID-19 Ag test for rapid detection of SARS-CoV-2\n\nPage 4 of 7\nResults\nn 60 =\n38.5 (range 21–72)\nn 36 (60%) =\nn 45 (75%): boxing stadiums (n 11), karaoke bars&pubs (n 14), = = =\nworkplaces (n 1), taxi drivers (n 1), family members and friends = =\n(n 18) =\nn 8 (13.3%): UK (n 5), China (n 1), India (n 1), Cambodia (n 1) = = = = =\nn 2 (3.3%): public market (n 1), domestic travel (n 1) = = =\nn 5 (8.3%) =\nn 3 (5.0%) =\nn 37 (61.7%) =\nn 11 (18.3%) =\nn 5 (8.3%) =\nn 4 (6.7%) =\n3 (range 0–14)\n22.79 6.69 (min 10.49, max 35.02) ±\n24.73 6.55 (min 13.41, max 39.20) ±\n26.09 6.47 (min 12.07, max 37.17) ±\n59/60 (98.33%)\n1/60 (1.67%)\nantigen reported by the manufacturer (total n 202; =\npositive n 32; negative n 170) were 84.38% (95% = =\nCI, 67.21–94.72%) and 100.00% (95% CI, 97.85–100%),\nrespectively. The sensitivity of this test was evaluated\nat a trial site in Malaysia using 32 RT-PCR-positive\nnasopharyngeal swabs from symptomatic patients. The\nspecificity of this test was evaluated by the R&D team\nof SD Biosensor using 170 RT-PCR-negative samples.\nThe monoclonal antibody specific to SARS-CoV-2  N\nantigen coated on the Standard Q COVID-19 Ag test\nwas produced from WUHAN-01 strain, which is\ngenetically closely related to the SARS-CoV-2 strains\ndetected in Thailand [ 17 , 18 ]. Our results showed\nhigher sensitivity (98.33% vs. 84.38%) but less speci-\nficity (98.73% vs. 100.00%) than the manufacturer’s\nresults. The difference in our test performance from the\nmanufacturer could be due to various factors, including\nthe batch of kit reagents, the sample quality and level\n\n--- Page 5 ---\net al. Virol J          (2020) 17:177 Chaimayo\nFig. 1 Interpretation of rapid SARS-CoV-2 antigen detection assay\na (Standard Q COVID-19 Ag Test). Demonstration of a test strip for\nb viral transport media control, a test strip, which was interpreted as\nc negative SARS-CoV-2 antigen, a test strip, which was interpreted\nd as (weakly) positive SARS-CoV-2 antigen, and a test strip, which\nwas interpreted as positive SARS-CoV-2 antigen. The results were\nc interpreted as positive when both control ( ) and SARS-CoV-2 antigen\n(T) lines appeared within 30 min\nTable 2  The sensitivity and  specificity of  the  Standard Q\nCOVID-19 Ag test\n™\nRT-PCR assay (Allplex 2019-nCoV Assay)\n#1 Positive Negative Total\nRapid SARS-CoV-2 antigen assay (Standard Q COVID-19 Ag kit)\nPositive 59 5 64\nNegative 1 389 390\nTotal 60 394 454\nSensitivity 98.33% (59/60; 95%CI, 91.06–99.96%)\nSpecificity 98.73% (389/394; 95%CI, 97.06–99.59%)\n#1 E RdRp N Negative RT-PCR is defined as having Ct-values of , , and larger than\n40\nof extracted antigen, and sample handling and process-\ning techniques. We reduced the sample viscosity using\nglass beads and vortexing before adding to the extrac-\ntion buffer. The filter nozzle cap provided in the kit also\nminimized the glutinousness of the samples. A nega-\ntive test result could be due to lower levels of extracted\nantigen than the test’s detection limit. Our batch of\n\nPage 5 of 7\nclinical specimens might generally have higher viral\nloads (low Ct-value) than that of the manufacturer’s\ntrial site, which enhanced the chance of antigen detec-\ntion in our study.\nOf 60 RT-PCR-positive samples in our study, the sole\nfalse negative result was from the NP and throat swab of\na female patient with pneumonia tested for SARS-CoV-2\nantigen seven days after disease onset (RT-PCR-positive\ncase no.39). The RT-PCR result of this sample had rela-\ntively high Ct-values: 31.18 for E gene, 39.2 for RdRp gene,\nand 35.54 for N gene, which may explain the negative\nresult of the Standard Q COVID-19 Ag test. However, the\nStandard Q COVID-19 Ag test correctly detected SARS-\nCoV-2 antigen from another female patient who also had\nrelatively high Ct-values: 33.49 for E gene, 36.94 for RdRp\ngene, and 37.17 for N gene (RT-PCR-positive case no.23).\nThis patient was presented with upper respiratory tract\ninfection (URI) and was tested four days after symptom\nonset [see Additional file  1]. SARS-CoV-2 viral load in\nupper respiratory specimens was detected at a higher\nlevel soon after the symptom onset [ 19 ]; thus, a higher\nchance of positive antigen detection at the early phase\ncan be implied. This SARS-CoV-2 antigen detection kit\nmight be recommended for patients at the early time\npoint after symptom onset where higher viral loads are\nanticipated. As aforementioned, some other factors such\nas clinical manifestation, duration from disease onset to\nlaboratory test, type of specimens, and how the speci-\nmens were collected and processed (sample handling\nand processing techniques) potentially affect the result\ninterpretation. Of 394 RT-PCR-negative samples from\npre-operative cases, five NP and throat swabs were tested\npositive for SARS-CoV-2 antigen using the Standard Q\nCOVID-19 Ag test. Although it is unclear what caused\nthe discordant result, we observed that thick and highly\nviscous mucous tended to yield false positive results\nwhen tested with the antigen detection kit. For patients\nwith negative SARS-CoV-2 detection by RT-PCR, clinical\ndata (such as underlying diseases or infection with other\npathogens) were not included in the study. Therefore, the\npossibility of cross-reactivity with other antigens cannot\nbe excluded.\nOur results showed higher sensitivity of the rapid\nSARS-CoV-2 antigen test (98.33% by Standard Q\nCOVID-19 Ag test) than other rapid antigen tests pre-\nviously reported. Previous studies reported a sensi-\ntivity of 93.9% (95% CI, 86.5–97.4%) by Fluorescence\nImmunochromatographic Assay for 2019-nCoV Ag Test\n® (Bioeasy Biotechnology Co., Shenzhen, China), 50.0% by\nCOVID-19 Ag Respi-Strip CORIS , and 11.1–45.7% by\nBIOCREDIT COVID-19 Ag (BioVendor Research and\n\n--- Page 6 ---\net al. Virol J          (2020) 17:177 Chaimayo\nTable 3  Cases with discordant results between the Standard Q COVID-19 Ag test and RT-PCR assays\nGender Age Initial diagnosis Specimen type\nF 33 Pneumonia NP swab throat swab +\nF 67 Pre-operative NP swab throat swab +\nM 75 Pre-operative NP swab throat swab +\nF 61 Pre-operative NP swab throat swab +\nF 83 Pre-operative NP swab throat swab +\nF 64 Pre-operative NP swab throat swab +\nDiagnostic Products) [ 10 – 12 ]. The positive and negative\npredictive values (PPV and NPV) of the assay could not\nbe accurately calculated without the present population\nprevalence of COVID-19. However, there were five false\npositive samples tested by the Standard Q COVID-19 Ag\ntest. We can estimate that in a low COVID-19 prevalence\narea, the PPV for this test is low. Hypothetically, in the\n10% COVID-19 prevalence rate, the PPV vs NPV of the\nStandard Q COVID-19 Ag test would be 89.59% (95% CI,\n78.27–95.37%) versus 99.81% (95% CI, 98.71–99.97%).\nWhile in the 1% COVID-19 prevalence rate, the PPV\nvs NPV of the Standard Q COVID-19 Ag test would be\n43.91% (95% CI, 24.66–65.17%) versus 99.98% (95% CI,\n99.88–100.00%). Thus, the Standard Q COVID-19 Ag\ntest might be useful in the high prevalence area.\nThe advantage of the Standard Q COVID-19 Ag test\nas a screening for COVID-19 is its simple procedure and\nquick results with high NPV, but its disadvantage is low\nPPV in a low prevalence area. Thus, the nucleic acid test\n(NAT) for SARS-CoV-2 gene detection, which is more\nsensitive and specific than this lateral flow immunoas-\nsay, is still a standard test for COVID-19 diagnosis. Even\nwith its limitations, the rapid SARS-CoV-2 antigen test\ncan benefit all healthcare workers in managing infected\nindividuals in time effectively, especially in rural and out-\nbreak areas. Therefore, a prospective study of the rapid\nSARS-CoV-2 antigen test in these fields should be per-\nformed before the implementation.\nConclusions\n™ The rapid assay for SARS-CoV-2 antigen detection\n(Standard Q COVID-19 Ag kit) showed comparable\nsensitivity (98.33%; 95% CI, 91.06–99.96%) and specificity\n(98.73%; 95% CI, 97.06–99.59%) with real-time RT-PCR\nassay. We believe there is a potential use of this rapid and\nsimple SARS-CoV-2 antigen detection test as a screening\nassay, especially in a high prevalence area.\n\nPage 6 of 7\nCt-value of RT-PCR Rapid Ag test result Interpretation\nE RdRp N\n31.18 39.20 35.54 Negative False negative\n> 40 > 40 > 40 Positive False positive\n> 40 > 40 > 40 Positive False positive\n> 40 > 40 > 40 Positive (weakly) False positive\n> 40 > 40 > 40 Positive (weakly) False positive\n> 40 > 40 > 40 Positive (weakly) False positive\nSupplementary information\nSupplementary information accompanies this paper at https​://doi.\norg/10.1186/s1298​5-020-01452​-5 .\nAdditional file 1 Table S1 . : Rapid antigen test in 60 SARS-CoV-2 RT-\nPCR-positive cases. Characteristics of each COVID-19 Thai case (n 60) =\nincluding gender, age, initial diagnosis, specimen type, Ct-value of RT-PCR\n( , , ), RT-PCR result, Standard Q COVID-19 Ag test result, and time E RdRp N\nfrom symptom onset to laboratory test are demonstrated. Continuous\ndata were presented in mean, standard deviation (SD), median, and range\n(min, max).\nAdditional file 2 Table S2 . : Rapid antigen test in 394 SARS-CoV-2 RT-PCR-\nnegative cases. Characteristics of each SARS-CoV-2 RT-PCR-negative case\n(n 394) including gender, initial diagnosis, specimen type, Ct-value of =\nRT-PCR ( , , ), RT-PCR result, Standard Q COVID-19 Ag test result, and E RdRp N\ntime from symptom onset to laboratory test are demonstrated. Continu-\nous data were presented in mean, standard deviation (SD), median, and\nrange (min, max).\nAbbreviations\nAg: Antigen; ARDS: Acute respiratory distress syndrome; BSL: Biosafety level;\nCOVID-19: Coronavirus disease 2019; Ct-value: Cycle threshold value; E: Enve-\nlope protein; N: Nucleocapsid protein; NAT: Nucleic acid test; NP: Nasopharyn-\ngeal; NPV: Negative predictive value; PPV: Positive predictive value; RdRp:\nRNA-dependent RNA polymerase; RT-PCR: Real-time reverse transcription-\npolymerase chain reaction; SARS-CoV-2: Severe acute respiratory syndrome\ncoronavirus 2.\nAcknowledgements\nThe authors would like to thank the healthcare workers and laboratory teams\nat Siriraj Hospital, Mahidol University, Bangkok, Thailand for clinical specimen\ncollection and processing. We also acknowledge Liz Albertorio-Sáez for assist-\ning in proofreading the manuscript.\nAuthors’ contributions\nC.C. and R.S. wrote the original draft. C.C., B.K., N.A., N.H. curated laboratory\ndata. R. Sirijatuphat, M.C., N. Angkasekwinai, N.P., T.T., O.P., S.C., Y.S. recruited and\ncurated clinical data, C.C. and R.S. analysed the data. C.C., B.K., N.T., and N.A.\nperformed the investigation. N.H. and W.K. administered the project. N.H., R.S.,\nand W.K. supervised the study. N.H. acquired funding. All authors read and\napproved the final manuscript.\nFunding\nThis research was partly supported by Faculty of Medicine Siriraj Hospital,\nMahidol University, Thailand through grant number R016034012.\nAvailability of data and materials\nAll data generated or analysed during this study are included in this published\narticle and its additional files.\n\n--- Page 7 ---\net al. Virol J          (2020) 17:177 Chaimayo\nEthics approval and consent to participate\nThis study was approved by the Institutional Review Board of the Faculty of\nMedicine Siriraj Hospital, Mahidol University (SIRB Protocol 463/2563(IRB4);\nCOA: Si 503/2020).\nConsent to publication\nNot applicable.\nCompeting interests\nAll authors declared no conflict of interest. There is no involvement from the\ncompanies Seegene or SD Biosensor.\nAuthor details\n1 Department of Microbiology, Faculty of Medicine Siriraj Hospital, Mahidol\n2 University, Bangkok, Thailand. Department of Medicine, Faculty of Medi-\n3 cine Siriraj Hospital, Mahidol University, Bangkok, Thailand. Department\nof Surgery, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok,\n4 Thailand. Department of Orthopaedic Surgery, Faculty of Medicine Siriraj\n5 Hospital, Mahidol University, Bangkok, Thailand. Department of Anesthesiol-\nogy, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand.\nReceived: 4 August 2020   Accepted: 5 November 2020\nReferences\n1. World Health Organization. Coronavirus disease (COVID-19) Weekly\nepidemiological update and weekly operational update. https​://www.\nwho.int/emerg​encie​s/disea​ses/novel​-coron​aviru​s-2019/situa​tion-repor​ts .\nAccessed 1 Sept 2020.\n2. Johns Hopkins Coronavirus Resource Center. https​://coron​aviru​s.jhu.edu/ .\nAccessed 1 Sept 2020.\n3. Worldometer. Coronavirus Cases. https​://www.world​omete​rs.info/coron​\naviru​s/ . Accessed 1 Sept 2020.\n4. Okada P, Buathong R, Phuygun S, Thanadachakul T, Parnmen S, Wong-\nboon W, Waicharoen S, Wacharapluesadee S, Uttayamakul S, Vachiraphan\nA, Chittaganpitch M, Mekha N, Jaenjai N, Iamsirithaworn S, Lee RTC,\nMaurer-Stroh S. Early transmissions patterns of coronavirus disease\n2019 (COVID-19) in travelers from Wuhan to Thailand, January 2020.\nSurveill. 2020;25(8):pii 2000097. https​://doi.org/10.2807/1560-7917. =\nES.2020.25.8.20000​97 .\n5. Emergency Operation Center, Department of Disease Control, Ministry of\nPublic Health. Corona Virus Disease (COVID-19). https​://ddc.moph.go.th/\nviral​pneum​onia/eng/index​.php . Accessed 1 Sept 2020.\n6. Sohrabi C, Alsafi Z, O’Neill N, et al. World Health Organization declares\nglobal emergency: a review of the 2019 novel coronavirus (COVID-19). Int\nJ Surg. 2020;76:71–6. https​://doi.org/10.1016/j.ijsu.2020.02.034 .\n\nPage 7 of 7\n7. Tang YW, Schmitz JE, Persing DH, Stratton CW. Laboratory diag-\nnosis of COVID-19: current issues and challenges. J Clin Microbiol.\n2020;58:e00512-20. https​://doi.org/10.1128/JCM.00512​-20 .\n8. Van Kasterena PB, Veer B, Brink S, et al. Comparison of commercial RT-PCR\ndiagnostic kits for COVID-19. J Clin Virol. 2020;128:104412. https​://doi.\norg/10.1016/j.jcv.2020.10441​2 .\n9. Corman VM, Landt O, Kaiser M, et al. Detection of 2019 novel coronavirus\n(2019-nCoV) by real-time RT-PCR. Euro Surveill. 2020;25:2000045. https​://\ndoi.org/10.2807/1560-7917.ES.2020.25.3.20000​45 .\n10.\t Lambert-Niclot S, Cuffel A, Le Pape S, et al. Evaluation of rapid diagnostic\nassay for detection of SARS-CoV-2 antigen in nasopharyngeal swab. J Clin\nMicrobiol 2020; JCM.00977-20. doi: https​://doi.org/10.1128/JCM.00977​-20 .\n11.\t Porte L, Legarraga P, Vollrath V, et al. Evaluation of novel antigen-based\nrapid detection test for the diagnosis of SARS-CoV-2 in respiratory\nsamples. Int J Infect Dis. 2020;S1201–9712(20):30405–7. https​://doi.\norg/10.1016/j.ijid.2020.05.098 .\n12.\t Mak GC, Cheng PK, Lau SS, Wong KK, Lau C, Lam ET, et al. Evaluation\nof rapid antigen test for detection of SARS-CoV-2 virus. J Clin Virol.\n2020;129:104500.\n13.\t Rachid ZZ, Othman SN, Najihan M, Samat A, Ali UK, KonKen W.\nDiagnostic performance of COVID-19 serology assays. Malays J Pathol\n2020;42(1):13–21.\n14.\t Schoonjans F. MedCalc’s Diagnostic test evaluation calculator. MedCalc.\nMedCalc Software; 2020. https​://www.medca​lc.org/calc/diagn​ostic​_test.\nphp . Accessed 1 June 2020.\n15.\t Thailand Ministry of Public Health. Diagnostic detection of Novel corona-\nvirus 2019 by real-time RTPCR. 2020.\n16.\t Department of Medical Sciences, Ministry of Public Health, Thailand.\nDiagnostic detection of Novel coronavirus 2019 by real-time RT-PCR. 23\nJan 2020. https​://www.who.int/docs/defau​lt-sourc​e/coron​aviru​se/conve​\nntion​al-rt-pcr-follo​wed-by-seque​ncing​-forde​tecti​on-of-ncov-rirl-nat-inst-\nhealt​h-t.pdf?sfvrs​n 42271​c6d_4 . Accessed 26 Feb 2020. =\n17.\t Tang X, Wu C, Li X, et al. On the origin and continuing evolution of SARS-\nCoV-2. Microbiology Natl Sci Rev. 2020 nwaa036, https://doi.org/ https​://\ndoi.org/10.1093/nsr/nwaa0​36 .\n18.\t Ceraolo C, Giorgi FM. Genomic variance of the 2019-nCoV coronavirus J\nMed Virol 2020;92:522–528. doi: https​://doi.org/10.1002/jmv.25700​ .\n19.\t Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, et al. SARS-CoV-2 viral\nload in upper respiratory specimens of infected patients. N Engl J Med.\n2020;382(12):1177–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub-\nlished maps and institutional affiliations.\nReady to submit your research Ready to submit your research ?  Choose BMC and benefit from: ?  Choose BMC and benefit from:\n• fast, convenient online submission\n• thorough peer review by experienced researchers in your ﬁeld\n• rapid publication on acceptance\n• support for research data, including large and complex data types\n• gold Open Access which fosters wider collaboration and increased citations\n• maximum visibility for your research: over 100M website views per year\nAt BMC, research is always in progress.\nLearn more biomedcentral.com/submissions",
    "pages": [
      {
        "page_number": 1,
        "text": "et al. Virol J          (2020) 17:177 Chaimayo\nhttps://doi.org/10.1186/s12985-020-01452-5\nRESEARCH\nRapid SARS‑CoV‑2 antigen detection assay\nin comparison with real‑time RT‑PCR assay\nfor laboratory diagnosis of COVID‑19 in Thailand\n1 1 Chutikarn Chaimayo , Bualan Kaewnaphan , Nattaya Tanlieng\n2 2 , Nasikarn Angkasekwinai Methee Chayakulkeeree\n4 5 , Orawan Pongraweewan Theerawoot Tharmviboonsri\n1 1* and Navin Horthongkham Wannee Kantakamalakul\nAbstract\nBackground:\nthere is an urgent need for rapid, simple, and accurate tests to diagnose severe acute respiratory syndrome corona-\nvirus 2 (SARS-CoV-2) infection. Performance characteristics of the rapid SARS-CoV-2 antigen detection test should be\nevaluated and compared with the gold standard real-time reverse transcription-polymerase chain reaction (RT-PCR)\ntest for diagnosis of COVID-19 cases.\nMethods: The rapid SARS-CoV-2 antigen detection test, Standard\nKorea), was compared with the real-time RT-PCR test, Allplex\nSARS-CoV-2 in respiratory specimens. Four hundred fifty-four respiratory samples (mainly nasopharyngeal and throat\nswabs) were obtained from COVID-19 suspected cases and contact individuals, including pre-operative patients at\nSiriraj Hospital, Bangkok, Thailand during March–May 2020.\nResults:\nreal-time RT-PCR assay. The duration from onset to laboratory test in COVID-19 suspected cases and contact individu-\nals ranged from 0 to 14 days with a median of 3 days. The rapid SARS-CoV-2 antigen detection test’s sensitivity and\nspecificity were 98.33% (95% CI, 91.06–99.96%) and 98.73% (95% CI, 97.06–99.59%), respectively. One false negative\ntest result was from a sample with a high real-time RT-PCR cycle threshold (Ct), while five false positive test results\nwere from specimens of pre-operative patients.\nConclusions:\nthe real-time RT-PCR assay. Thus, there is a potential use of this rapid and simple SARS-CoV-2 antigen detection test as\na screening assay.\nKeywords: COVID-19, SARS-CoV-2, Rapid antigen, RT-PCR, Thailand\n*Correspondence:  navin.hor@mahidol.ac.th\n1 Department of Microbiology, Faculty of Medicine Siriraj Hospital,\nMahidol University, Bangkok, Thailand\nFull list of author information is available at the end of the article\nOpen Access © The Author(s) 2020.\nlicence, visit http://creat​iveco​mmons​.org/licen​ses/by/4.0/\nmmons​.org/publi​cdoma​in/zero/1.0/\n\nOpen Access\n1 1 2 , Niracha Athipanyasilp , Rujipas Sirijatuphat ,\n1 3 , Ruengpung Sutthent , Nattawut Puangpunngam ,\n3 3 , Suebwong Chuthapisith , Yongyut Sirivatanauksorn ,\nThe Coronavirus disease 2019 (COVID-19) pandemic continues to spread across the world. Hence,\n™ ®\n™ ® Q COVID-19 Ag kit (SD Biosensor , Republic of\n2019-nCoV Assay (Seegene , Korea) for detection of\nOf 454 respiratory samples, 60 (13.2%) were positive, and 394 (86.8%) were negative for SARS-CoV-2 RNA by\nThe rapid assay for SARS-CoV-2 antigen detection showed comparable sensitivity and specificity with\nBackground\nThe Coronavirus disease 2019 (COVID-19) pandemic\ncaused by the severe acute respiratory syndrome coro-\nnavirus 2 (SARS-CoV-2) has spread worldwide since\nits first recorded case in the city of Wuhan, China\nin December 2019. According to the COVID-19\nThis article is licensed under a Creative Commons Attribution 4.0 International License, which\npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the\noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or\nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line\nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory\nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this\n. The Creative Commons Public Domain Dedication waiver ( http://creat​iveco​\n) applies to the data made available in this article, unless otherwise stated in a credit line to the data.",
        "char_count": 4158,
        "word_count": 599,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "et al. Virol J          (2020) 17:177 Chaimayo\nDashboard on August 31st, 2020 by the Center for Sys-\ntems Science and Engineering (CSSE) at Johns Hop-\nkins University, over 25 million people in more than\n200 countries have been infected and killed more than\n840,000 [ 1 – 3 ]. It is expected that these numbers con-\ntinue to rise, especially in populous countries such as\nthe United States, Brazil, and India. In Thailand, the\nfirst documented cases of COVID-19 were two Chi-\nnese tourists arriving from the city of Wuhan on Jan-\nuary 8th and 13th, 2020, respectively. As of August\n31st, 2020, there have been 3,412 confirmed COVID-\n19 cases with 58 deaths; 2,444 cases were from local\ntransmission [ 4 , 5 ]. The Thai government mandated a\n14-day State Quarantine for all travelers entering Thai-\nland from abroad. Since May 26th, 2020, no new local\ntransmission cases were documented; new confirmed\nCOVID-19 cases were people who have tested positive\nwhile in State Quarantine after returning from abroad\n[ 5 ]. SARS-CoV-2 infection causes asymptomatic and\nmild diseases more than severe pneumonia. Severe\ncases may develop acute respiratory distress syndrome\n(ARDS) and death with an average mortality rate of 6%\n(range 1–14.4%) [ 1 , 3 , 6 ].\nThe real-time reverse transcription-polymerase chain\nreaction (RT-PCR) assay, which is the current standard\ntest for laboratory diagnosis of SARS-CoV-2 infection,\nrequires at least four hours of operation performed by\nskilled technicians. Therefore, rapid and accurate tests\nfor SARS-CoV-2 screening are essential to expedite dis-\nease prevention and control, as well as screening during\npre-operative management for invasive procedures [ 7 – 9 ].\nLateral flow immunoassays using monoclonal anti-SARS-\nCoV-2 antibodies, which target SARS-CoV-2 antigens,\ncan be the complementary screening tests if their accu-\nracy were comparable to that of the real-time RT-PCR\nassays [ 10 – 13 ].\n™ ® Here, we evaluated a rapid SARS-CoV-2 antigen detec-\ntion test, Standard Q COVID-19 Ag kit (SD Biosensor ,\nRepublic of Korea) using 454 respiratory specimens.\nThe performance of this lateral flow immunoassay was\n™ ® compared with the SARS-CoV-2 RT-PCR for viral gene\ndetection assay, Allplex 2019-nCoV Assay (Seegene ,\nKorea). This evaluation is critical before the implemen-\ntation of the rapid antigen test for screening of SARS-\nCoV-2 infected individuals.\nMethods\nEthical issues\nThis study was approved by the Institutional Review\nBoard of the Faculty of Medicine Siriraj Hospital,\nMahidol University (SIRB protocol 463/2563(IRB4);\nCOA: Si 503/2020).\n\nPage 2 of 7\nClinical specimens\nRespiratory samples, mainly nasopharyngeal and throat\nswabs, were collected from 454 suspected COVID-19\ncases, including pre-operative patients at Siriraj Hospital,\nMahidol University, Bangkok, Thailand, from March to\nMay 2020. Samples were mixed in 2 mL of viral transport\nmedia (VTM), consisting of Hanks’ balanced salt, 0.4%\nfetal bovine serum, HEPES, antibiotic and antifungal\nagents. Samples were transported at 2–8 °C to the Micro-\nbiology laboratory, Siriraj Hospital, for processing within\na few hours. All specimens were processed in biosafety\nlevel-3 (BSL-3) and biosafety level-2 enhanced (BSL-2 ) +\nfacilities with full personal protective equipment.\nViral RNA Extraction\nMagLEAD 12gC automated extraction platform (Preci-\nsion System Science, Chiba, Japan) was used to extract\nSARS-CoV-2 RNAs from 200 µL of nasopharyngeal and\nthroat swabs. Extraction was performed according to the\nmanufacturer’s instructions. Viral RNA was eluted with\n100 µL buffer and used for RT-PCR assay.\n™ SARS‑CoV‑2 RNA detection using real‑time RT‑PCR\nAllplex 2019-nCoV Assay (Seegene, Korea), which\ntargets envelope gene ( E ) of Sarbecovirus , and RNA-\ndependent RNA polymerase ( RdRp ) and nucleocapsid\n( N ) genes of SARS-CoV-2, was used for SARS-CoV-2\nRNA detection according to the manufacturer’s instruc-\ntions. Briefly, 8 μL of extracted RNA was added to 5 μL\nof 5X Real-time One-step Buffer, 5 μL of 2019-nCoV\nMuDT Oligo Mix (2019-nCoV-MOM), 2 μL of Real-time\nOne-step Enzyme, and 5 μL of RNase free water. The\nCFX-96 real-time thermal cycler (Bio-Rad Laboratories,\nInc., Hercules, CA, USA) was used for amplification. The\nconditions consisted of 1 cycle of 20 min at 50 °C, 1 min\nat 95 °C and followed by 45 cycles of 15 s at 94 °C, 30 s\nat 58 °C. The result was analysed using Seegene Viewer\n(Seegene, Korea), in which a cycle threshold value (Ct-\nvalue) < 40 for all three target genes was defined as a posi-\ntive result.\n® Rapid SARS‑CoV‑2 antigen detection assay\nStandard Q COVID-19 Ag test (SD Biosensor ,\nChuncheongbuk-do, Republic of Korea) is a rapid\nchromatographic immunoassay for the detection of\nSARS-CoV-2 nucleocapsid (N) antigen in respiratory\nspecimens. This rapid antigen test device has two pre-\ncoated lines on the result window: control (C) and test\n(T) lines. The control (C) region is coated with mouse\nmonoclonal anti-chicken Igγ antibody; the test (T) region\nis coated with mouse monoclonal anti-SARS-CoV-2\nantibody against SARS-CoV-2  N antigen. Detectors for",
        "char_count": 5105,
        "word_count": 808,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "et al. Virol J          (2020) 17:177 Chaimayo\nSARS-CoV-2  N antigen presented in the specimen are\nmouse monoclonal anti-SARS-CoV-2 antibody conju-\ngated with color particles. The antigen–antibody color\nparticle complex migrates via capillary force and is cap-\ntured by the mouse monoclonal anti-SARS-CoV-2 anti-\nbody coated on the test (T) region. The colored test (T)\nline’s intensity depends on the amount of SARS-CoV-2 N\nantigen presented in the sample.\nThis rapid Ag test kit was used for the detection of\nSARS-CoV-2 antigen in respiratory samples in this study.\nSpecimens were processed in biosafety level-3 (BSL-3)\nand biosafety level-2 enhanced (BSL-2 ) facilities. Five +\nto ten glass beads were added to the samples in VTM\ntubes. For highly viscous samples, additional VTM was\nadded to reduce the viscosity. Specimens were mixed\nusing a vortex mixer to disrupt thick mucus. The 200 μL\nof each nasopharyngeal and throat swab specimen was\nadded to the extraction buffer provided in the kit. The\nfilter nozzle cap was pressed tightly onto the extraction\ntube. Three drops of the extracted sample were applied on\na test device, and the test result was read in 15–30 min.\nFor positive COVID-19 antigen result, two colored lines\nof control (C) and test (T) lines were presented.\nStatistical analysis\nDescriptive statistics were used to describe general infor-\nmation of patients. Continuous data were presented in\nmean, standard deviation (SD), median, and range. Cat-\negorical data were presented in numbers, percentages,\nand 95% confidence interval (95% CI). Sensitivity, speci-\nficity, positive predictive value (PPV), negative predictive\nvalue (NPV) were calculated using an online statistical\ntool [ 14 ].\nResults\nCharacteristics of Thai COVID‑19 cases\nSuspected COVID-19 cases and contact individuals\nwere laboratory-confirmed by the gold-standard RT-\nPCR assay as a national guideline for laboratory diag-\nnosis of COVID-19 [ 15 ]. A total of 454 respiratory\nsamples, including 447 nasopharyngeal (NP) and throat\nswabs, four endotracheal aspirates (tracheal suctions),\nand three sputum samples, were collected from sus-\npected COVID-19 cases and pre-operative patients at\nSiriraj Hospital from March to May 2020. These res-\npiratory samples were collected from subjects with\nthe following conditions: (1) asymptomatic and upper\nrespiratory tract infection individuals who had con-\ntacted with confirmed cases or were from COVID-19\nrisk areas, (2) clusters with acute respiratory infec-\ntions, (3) unknown causative agents of pneumonia, (4)\ntravelers screened at a port of entry and in quarantine\nplaces, and (5) pre-operative patients. Of the samples\n\nPage 3 of 7\n™ tested for COVID-19 (n 454) by real-time RT-PCR =\nassay, Allplex 2019-nCoV Assay, 13.2% (n 60) were =\npositive, while 86.8% (n 394) were negative for SARS- =\nCoV-2 RNA, as shown in Additional file 1 : Supplemen-\ntary Table S1, Additional file 2 : Table S2.\nThe median age of Thai COVID-19 cases (n 60) was =\n38.5  years (range 21–72). Male patients were found\nto be 60% of the infected cases (n 36). Of the total =\nCOVID-19 cases, 75% (n 45) of patients had direct =\ncontact with a variety of confirmed cases in Thailand,\nsuch as family members and friends (30%; n 18), peo- =\nple from karaoke bars and pubs (23.3%; n 14), peo- =\nple from boxing stadiums (18.3%; n 11), taxi drivers =\n(1.7%; n 1), and peers in workplaces (1.7%; n 1), = =\nas shown in Table 1 . Most patients showed signs and\nsymptoms of upper respiratory tract infections (61.7%;\nn 37). Around 8.3% (n 5) of COVID-19 cases were = =\npresented with pneumonia and were admitted to an\nintensive care unit (ICU). The median time from onset\nto laboratory tests for SARS-CoV-2 infection (both RT-\nPCR and rapid antigen detection assays) was three days\n(range 0–14), as shown in Table 1 and Additional file 1 :\nSupplementary Table S1.\n™ Real‑time RT‑PCR and SARS‑CoV‑2 antigen assays\nReal-time RT-PCR (Allplex 2019-nCoV Assay), which\ntargets E of Sarbecovirus , and RdRp and N genes of\nSARS-CoV-2, was used for SARS-CoV-2 RNA detection.\nThe average cycle threshold (Ct) values in COVID-19\npositive cases were 22.79 6.69 (min 10.49, max 35.02) ±\nfor E gene, 24.73 6.55 (min 13.41, max 39.20) for RdRp ±\ngene, and 26.09 6.47 (min 12.07, max 37.17) for N gene, ±\nas shown in Table 1 and Additional file 1 : Supplementary\nTable  S1. The negative RT-PCR results were defined as\nhaving a Ct-value higher than 40 for all three target genes\n( E , RdRp , N ).\nWe evaluated the performance characteristics of SARS-\nCoV-2 antigen detection (Standard Q COVID-19 Ag\ntest). The results were interpreted as positive when both\ncontrol (C) and SARS-CoV-2 antigen (T) lines appeared\nwithin 30  min, as shown in Fig. 1 . Comparing SARS-\nCoV-2 antigen detection to RNA detection by RT-PCR\nassay, the sensitivity and specificity of rapid SARS-CoV-2\nantigen detection to identify COVID-19 were 98.33%\n(59/60; 95%CI, 91.06–99.96%) and 98.73% (389/394;\n95%CI, 97.06–99.59%), respectively, as shown in Table 2 .\nOf six samples discordant with RT-PCR results, one\nwas false negative, and five were false positive. There\nwere three weakly positive and two positive results. The\nfalse negative sample’s Ct-values were 31.18 for E , 39.2\nfor RdRp , and 35.54 for N genes, as shown in Table 3 and\nAdditional file 2 : Supplementary Table S2.",
        "char_count": 5346,
        "word_count": 879,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "et al. Virol J          (2020) 17:177 Chaimayo\nTable 1  Characteristics of COVID-19 Thai cases\nCharacteristics\nNumber of COVID-19 cases\nAge (years)\nMedian (range)\nGender\nMale\nRisk factors\nConfirmed case contact\nForeign contact\nPublic area contact\nUnspecified\nDiagnoses\nAsymptomatic\nURI\nFever\nPneumonia\nUnspecified\nTime from onset to laboratory test (days)\nMedian (range)\nResults of RT-PCR assay\nCt-value of E\nMean SD (min, max) ±\nCt-value of RdRp\nMean SD (min, max) ±\nCt-value of N\nMean SD (min, max) ±\nResults of rapid antigen detection assay\nPositive\nNegative\nDiscussion\nMolecular tests are the standard laboratory diagnosis\nto confirm SARS-CoV-2 infection; RT-PCR assays for\nSARS-CoV-2 RNA detection in clinical specimens are\nwidely used in COVID-19 diagnostic laboratories. There\nwere 183 clinical laboratories in Thailand, including our\nlaboratory at Siriraj Hospital that passed the external\nquality control of RT-PCR tests by the Department of\nMedical Science (DMSC), Ministry of Public Health, and\nwas authorized a COVID-19 diagnostic laboratory [ 15 ,\n16 ]. Rapid antigen immunoassays with equivalent sensi-\ntivity and specificity to real-time RT-PCR assays will help\nspeed up disease screening. In this study, the commer-\ncially available rapid SARS-CoV-2 antigen detection kit\n™ (Standard Q COVID-19 Ag test) was compared with the\nRT-PCR assay (Allplex 2019-nCoV Assay) for detection\nof SARS-CoV-2 infection.\nThe sensitivity and specificity of the Standard Q\nCOVID-19 Ag test for rapid detection of SARS-CoV-2\n\nPage 4 of 7\nResults\nn 60 =\n38.5 (range 21–72)\nn 36 (60%) =\nn 45 (75%): boxing stadiums (n 11), karaoke bars&pubs (n 14), = = =\nworkplaces (n 1), taxi drivers (n 1), family members and friends = =\n(n 18) =\nn 8 (13.3%): UK (n 5), China (n 1), India (n 1), Cambodia (n 1) = = = = =\nn 2 (3.3%): public market (n 1), domestic travel (n 1) = = =\nn 5 (8.3%) =\nn 3 (5.0%) =\nn 37 (61.7%) =\nn 11 (18.3%) =\nn 5 (8.3%) =\nn 4 (6.7%) =\n3 (range 0–14)\n22.79 6.69 (min 10.49, max 35.02) ±\n24.73 6.55 (min 13.41, max 39.20) ±\n26.09 6.47 (min 12.07, max 37.17) ±\n59/60 (98.33%)\n1/60 (1.67%)\nantigen reported by the manufacturer (total n 202; =\npositive n 32; negative n 170) were 84.38% (95% = =\nCI, 67.21–94.72%) and 100.00% (95% CI, 97.85–100%),\nrespectively. The sensitivity of this test was evaluated\nat a trial site in Malaysia using 32 RT-PCR-positive\nnasopharyngeal swabs from symptomatic patients. The\nspecificity of this test was evaluated by the R&D team\nof SD Biosensor using 170 RT-PCR-negative samples.\nThe monoclonal antibody specific to SARS-CoV-2  N\nantigen coated on the Standard Q COVID-19 Ag test\nwas produced from WUHAN-01 strain, which is\ngenetically closely related to the SARS-CoV-2 strains\ndetected in Thailand [ 17 , 18 ]. Our results showed\nhigher sensitivity (98.33% vs. 84.38%) but less speci-\nficity (98.73% vs. 100.00%) than the manufacturer’s\nresults. The difference in our test performance from the\nmanufacturer could be due to various factors, including\nthe batch of kit reagents, the sample quality and level",
        "char_count": 3046,
        "word_count": 508,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "et al. Virol J          (2020) 17:177 Chaimayo\nFig. 1 Interpretation of rapid SARS-CoV-2 antigen detection assay\na (Standard Q COVID-19 Ag Test). Demonstration of a test strip for\nb viral transport media control, a test strip, which was interpreted as\nc negative SARS-CoV-2 antigen, a test strip, which was interpreted\nd as (weakly) positive SARS-CoV-2 antigen, and a test strip, which\nwas interpreted as positive SARS-CoV-2 antigen. The results were\nc interpreted as positive when both control ( ) and SARS-CoV-2 antigen\n(T) lines appeared within 30 min\nTable 2  The sensitivity and  specificity of  the  Standard Q\nCOVID-19 Ag test\n™\nRT-PCR assay (Allplex 2019-nCoV Assay)\n#1 Positive Negative Total\nRapid SARS-CoV-2 antigen assay (Standard Q COVID-19 Ag kit)\nPositive 59 5 64\nNegative 1 389 390\nTotal 60 394 454\nSensitivity 98.33% (59/60; 95%CI, 91.06–99.96%)\nSpecificity 98.73% (389/394; 95%CI, 97.06–99.59%)\n#1 E RdRp N Negative RT-PCR is defined as having Ct-values of , , and larger than\n40\nof extracted antigen, and sample handling and process-\ning techniques. We reduced the sample viscosity using\nglass beads and vortexing before adding to the extrac-\ntion buffer. The filter nozzle cap provided in the kit also\nminimized the glutinousness of the samples. A nega-\ntive test result could be due to lower levels of extracted\nantigen than the test’s detection limit. Our batch of\n\nPage 5 of 7\nclinical specimens might generally have higher viral\nloads (low Ct-value) than that of the manufacturer’s\ntrial site, which enhanced the chance of antigen detec-\ntion in our study.\nOf 60 RT-PCR-positive samples in our study, the sole\nfalse negative result was from the NP and throat swab of\na female patient with pneumonia tested for SARS-CoV-2\nantigen seven days after disease onset (RT-PCR-positive\ncase no.39). The RT-PCR result of this sample had rela-\ntively high Ct-values: 31.18 for E gene, 39.2 for RdRp gene,\nand 35.54 for N gene, which may explain the negative\nresult of the Standard Q COVID-19 Ag test. However, the\nStandard Q COVID-19 Ag test correctly detected SARS-\nCoV-2 antigen from another female patient who also had\nrelatively high Ct-values: 33.49 for E gene, 36.94 for RdRp\ngene, and 37.17 for N gene (RT-PCR-positive case no.23).\nThis patient was presented with upper respiratory tract\ninfection (URI) and was tested four days after symptom\nonset [see Additional file  1]. SARS-CoV-2 viral load in\nupper respiratory specimens was detected at a higher\nlevel soon after the symptom onset [ 19 ]; thus, a higher\nchance of positive antigen detection at the early phase\ncan be implied. This SARS-CoV-2 antigen detection kit\nmight be recommended for patients at the early time\npoint after symptom onset where higher viral loads are\nanticipated. As aforementioned, some other factors such\nas clinical manifestation, duration from disease onset to\nlaboratory test, type of specimens, and how the speci-\nmens were collected and processed (sample handling\nand processing techniques) potentially affect the result\ninterpretation. Of 394 RT-PCR-negative samples from\npre-operative cases, five NP and throat swabs were tested\npositive for SARS-CoV-2 antigen using the Standard Q\nCOVID-19 Ag test. Although it is unclear what caused\nthe discordant result, we observed that thick and highly\nviscous mucous tended to yield false positive results\nwhen tested with the antigen detection kit. For patients\nwith negative SARS-CoV-2 detection by RT-PCR, clinical\ndata (such as underlying diseases or infection with other\npathogens) were not included in the study. Therefore, the\npossibility of cross-reactivity with other antigens cannot\nbe excluded.\nOur results showed higher sensitivity of the rapid\nSARS-CoV-2 antigen test (98.33% by Standard Q\nCOVID-19 Ag test) than other rapid antigen tests pre-\nviously reported. Previous studies reported a sensi-\ntivity of 93.9% (95% CI, 86.5–97.4%) by Fluorescence\nImmunochromatographic Assay for 2019-nCoV Ag Test\n® (Bioeasy Biotechnology Co., Shenzhen, China), 50.0% by\nCOVID-19 Ag Respi-Strip CORIS , and 11.1–45.7% by\nBIOCREDIT COVID-19 Ag (BioVendor Research and",
        "char_count": 4111,
        "word_count": 646,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "et al. Virol J          (2020) 17:177 Chaimayo\nTable 3  Cases with discordant results between the Standard Q COVID-19 Ag test and RT-PCR assays\nGender Age Initial diagnosis Specimen type\nF 33 Pneumonia NP swab throat swab +\nF 67 Pre-operative NP swab throat swab +\nM 75 Pre-operative NP swab throat swab +\nF 61 Pre-operative NP swab throat swab +\nF 83 Pre-operative NP swab throat swab +\nF 64 Pre-operative NP swab throat swab +\nDiagnostic Products) [ 10 – 12 ]. The positive and negative\npredictive values (PPV and NPV) of the assay could not\nbe accurately calculated without the present population\nprevalence of COVID-19. However, there were five false\npositive samples tested by the Standard Q COVID-19 Ag\ntest. We can estimate that in a low COVID-19 prevalence\narea, the PPV for this test is low. Hypothetically, in the\n10% COVID-19 prevalence rate, the PPV vs NPV of the\nStandard Q COVID-19 Ag test would be 89.59% (95% CI,\n78.27–95.37%) versus 99.81% (95% CI, 98.71–99.97%).\nWhile in the 1% COVID-19 prevalence rate, the PPV\nvs NPV of the Standard Q COVID-19 Ag test would be\n43.91% (95% CI, 24.66–65.17%) versus 99.98% (95% CI,\n99.88–100.00%). Thus, the Standard Q COVID-19 Ag\ntest might be useful in the high prevalence area.\nThe advantage of the Standard Q COVID-19 Ag test\nas a screening for COVID-19 is its simple procedure and\nquick results with high NPV, but its disadvantage is low\nPPV in a low prevalence area. Thus, the nucleic acid test\n(NAT) for SARS-CoV-2 gene detection, which is more\nsensitive and specific than this lateral flow immunoas-\nsay, is still a standard test for COVID-19 diagnosis. Even\nwith its limitations, the rapid SARS-CoV-2 antigen test\ncan benefit all healthcare workers in managing infected\nindividuals in time effectively, especially in rural and out-\nbreak areas. Therefore, a prospective study of the rapid\nSARS-CoV-2 antigen test in these fields should be per-\nformed before the implementation.\nConclusions\n™ The rapid assay for SARS-CoV-2 antigen detection\n(Standard Q COVID-19 Ag kit) showed comparable\nsensitivity (98.33%; 95% CI, 91.06–99.96%) and specificity\n(98.73%; 95% CI, 97.06–99.59%) with real-time RT-PCR\nassay. We believe there is a potential use of this rapid and\nsimple SARS-CoV-2 antigen detection test as a screening\nassay, especially in a high prevalence area.\n\nPage 6 of 7\nCt-value of RT-PCR Rapid Ag test result Interpretation\nE RdRp N\n31.18 39.20 35.54 Negative False negative\n> 40 > 40 > 40 Positive False positive\n> 40 > 40 > 40 Positive False positive\n> 40 > 40 > 40 Positive (weakly) False positive\n> 40 > 40 > 40 Positive (weakly) False positive\n> 40 > 40 > 40 Positive (weakly) False positive\nSupplementary information\nSupplementary information accompanies this paper at https​://doi.\norg/10.1186/s1298​5-020-01452​-5 .\nAdditional file 1 Table S1 . : Rapid antigen test in 60 SARS-CoV-2 RT-\nPCR-positive cases. Characteristics of each COVID-19 Thai case (n 60) =\nincluding gender, age, initial diagnosis, specimen type, Ct-value of RT-PCR\n( , , ), RT-PCR result, Standard Q COVID-19 Ag test result, and time E RdRp N\nfrom symptom onset to laboratory test are demonstrated. Continuous\ndata were presented in mean, standard deviation (SD), median, and range\n(min, max).\nAdditional file 2 Table S2 . : Rapid antigen test in 394 SARS-CoV-2 RT-PCR-\nnegative cases. Characteristics of each SARS-CoV-2 RT-PCR-negative case\n(n 394) including gender, initial diagnosis, specimen type, Ct-value of =\nRT-PCR ( , , ), RT-PCR result, Standard Q COVID-19 Ag test result, and E RdRp N\ntime from symptom onset to laboratory test are demonstrated. Continu-\nous data were presented in mean, standard deviation (SD), median, and\nrange (min, max).\nAbbreviations\nAg: Antigen; ARDS: Acute respiratory distress syndrome; BSL: Biosafety level;\nCOVID-19: Coronavirus disease 2019; Ct-value: Cycle threshold value; E: Enve-\nlope protein; N: Nucleocapsid protein; NAT: Nucleic acid test; NP: Nasopharyn-\ngeal; NPV: Negative predictive value; PPV: Positive predictive value; RdRp:\nRNA-dependent RNA polymerase; RT-PCR: Real-time reverse transcription-\npolymerase chain reaction; SARS-CoV-2: Severe acute respiratory syndrome\ncoronavirus 2.\nAcknowledgements\nThe authors would like to thank the healthcare workers and laboratory teams\nat Siriraj Hospital, Mahidol University, Bangkok, Thailand for clinical specimen\ncollection and processing. We also acknowledge Liz Albertorio-Sáez for assist-\ning in proofreading the manuscript.\nAuthors’ contributions\nC.C. and R.S. wrote the original draft. C.C., B.K., N.A., N.H. curated laboratory\ndata. R. Sirijatuphat, M.C., N. Angkasekwinai, N.P., T.T., O.P., S.C., Y.S. recruited and\ncurated clinical data, C.C. and R.S. analysed the data. C.C., B.K., N.T., and N.A.\nperformed the investigation. N.H. and W.K. administered the project. N.H., R.S.,\nand W.K. supervised the study. N.H. acquired funding. All authors read and\napproved the final manuscript.\nFunding\nThis research was partly supported by Faculty of Medicine Siriraj Hospital,\nMahidol University, Thailand through grant number R016034012.\nAvailability of data and materials\nAll data generated or analysed during this study are included in this published\narticle and its additional files.",
        "char_count": 5232,
        "word_count": 819,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "et al. Virol J          (2020) 17:177 Chaimayo\nEthics approval and consent to participate\nThis study was approved by the Institutional Review Board of the Faculty of\nMedicine Siriraj Hospital, Mahidol University (SIRB Protocol 463/2563(IRB4);\nCOA: Si 503/2020).\nConsent to publication\nNot applicable.\nCompeting interests\nAll authors declared no conflict of interest. There is no involvement from the\ncompanies Seegene or SD Biosensor.\nAuthor details\n1 Department of Microbiology, Faculty of Medicine Siriraj Hospital, Mahidol\n2 University, Bangkok, Thailand. Department of Medicine, Faculty of Medi-\n3 cine Siriraj Hospital, Mahidol University, Bangkok, Thailand. Department\nof Surgery, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok,\n4 Thailand. Department of Orthopaedic Surgery, Faculty of Medicine Siriraj\n5 Hospital, Mahidol University, Bangkok, Thailand. Department of Anesthesiol-\nogy, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand.\nReceived: 4 August 2020   Accepted: 5 November 2020\nReferences\n1. World Health Organization. Coronavirus disease (COVID-19) Weekly\nepidemiological update and weekly operational update. https​://www.\nwho.int/emerg​encie​s/disea​ses/novel​-coron​aviru​s-2019/situa​tion-repor​ts .\nAccessed 1 Sept 2020.\n2. Johns Hopkins Coronavirus Resource Center. https​://coron​aviru​s.jhu.edu/ .\nAccessed 1 Sept 2020.\n3. Worldometer. Coronavirus Cases. https​://www.world​omete​rs.info/coron​\naviru​s/ . Accessed 1 Sept 2020.\n4. Okada P, Buathong R, Phuygun S, Thanadachakul T, Parnmen S, Wong-\nboon W, Waicharoen S, Wacharapluesadee S, Uttayamakul S, Vachiraphan\nA, Chittaganpitch M, Mekha N, Jaenjai N, Iamsirithaworn S, Lee RTC,\nMaurer-Stroh S. Early transmissions patterns of coronavirus disease\n2019 (COVID-19) in travelers from Wuhan to Thailand, January 2020.\nSurveill. 2020;25(8):pii 2000097. https​://doi.org/10.2807/1560-7917. =\nES.2020.25.8.20000​97 .\n5. Emergency Operation Center, Department of Disease Control, Ministry of\nPublic Health. Corona Virus Disease (COVID-19). https​://ddc.moph.go.th/\nviral​pneum​onia/eng/index​.php . Accessed 1 Sept 2020.\n6. Sohrabi C, Alsafi Z, O’Neill N, et al. World Health Organization declares\nglobal emergency: a review of the 2019 novel coronavirus (COVID-19). Int\nJ Surg. 2020;76:71–6. https​://doi.org/10.1016/j.ijsu.2020.02.034 .\n\nPage 7 of 7\n7. Tang YW, Schmitz JE, Persing DH, Stratton CW. Laboratory diag-\nnosis of COVID-19: current issues and challenges. J Clin Microbiol.\n2020;58:e00512-20. https​://doi.org/10.1128/JCM.00512​-20 .\n8. Van Kasterena PB, Veer B, Brink S, et al. Comparison of commercial RT-PCR\ndiagnostic kits for COVID-19. J Clin Virol. 2020;128:104412. https​://doi.\norg/10.1016/j.jcv.2020.10441​2 .\n9. Corman VM, Landt O, Kaiser M, et al. Detection of 2019 novel coronavirus\n(2019-nCoV) by real-time RT-PCR. Euro Surveill. 2020;25:2000045. https​://\ndoi.org/10.2807/1560-7917.ES.2020.25.3.20000​45 .\n10.\t Lambert-Niclot S, Cuffel A, Le Pape S, et al. Evaluation of rapid diagnostic\nassay for detection of SARS-CoV-2 antigen in nasopharyngeal swab. J Clin\nMicrobiol 2020; JCM.00977-20. doi: https​://doi.org/10.1128/JCM.00977​-20 .\n11.\t Porte L, Legarraga P, Vollrath V, et al. Evaluation of novel antigen-based\nrapid detection test for the diagnosis of SARS-CoV-2 in respiratory\nsamples. Int J Infect Dis. 2020;S1201–9712(20):30405–7. https​://doi.\norg/10.1016/j.ijid.2020.05.098 .\n12.\t Mak GC, Cheng PK, Lau SS, Wong KK, Lau C, Lam ET, et al. Evaluation\nof rapid antigen test for detection of SARS-CoV-2 virus. J Clin Virol.\n2020;129:104500.\n13.\t Rachid ZZ, Othman SN, Najihan M, Samat A, Ali UK, KonKen W.\nDiagnostic performance of COVID-19 serology assays. Malays J Pathol\n2020;42(1):13–21.\n14.\t Schoonjans F. MedCalc’s Diagnostic test evaluation calculator. MedCalc.\nMedCalc Software; 2020. https​://www.medca​lc.org/calc/diagn​ostic​_test.\nphp . Accessed 1 June 2020.\n15.\t Thailand Ministry of Public Health. Diagnostic detection of Novel corona-\nvirus 2019 by real-time RTPCR. 2020.\n16.\t Department of Medical Sciences, Ministry of Public Health, Thailand.\nDiagnostic detection of Novel coronavirus 2019 by real-time RT-PCR. 23\nJan 2020. https​://www.who.int/docs/defau​lt-sourc​e/coron​aviru​se/conve​\nntion​al-rt-pcr-follo​wed-by-seque​ncing​-forde​tecti​on-of-ncov-rirl-nat-inst-\nhealt​h-t.pdf?sfvrs​n 42271​c6d_4 . Accessed 26 Feb 2020. =\n17.\t Tang X, Wu C, Li X, et al. On the origin and continuing evolution of SARS-\nCoV-2. Microbiology Natl Sci Rev. 2020 nwaa036, https://doi.org/ https​://\ndoi.org/10.1093/nsr/nwaa0​36 .\n18.\t Ceraolo C, Giorgi FM. Genomic variance of the 2019-nCoV coronavirus J\nMed Virol 2020;92:522–528. doi: https​://doi.org/10.1002/jmv.25700​ .\n19.\t Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, et al. SARS-CoV-2 viral\nload in upper respiratory specimens of infected patients. N Engl J Med.\n2020;382(12):1177–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub-\nlished maps and institutional affiliations.\nReady to submit your research Ready to submit your research ?  Choose BMC and benefit from: ?  Choose BMC and benefit from:\n• fast, convenient online submission\n• thorough peer review by experienced researchers in your ﬁeld\n• rapid publication on acceptance\n• support for research data, including large and complex data types\n• gold Open Access which fosters wider collaboration and increased citations\n• maximum visibility for your research: over 100M website views per year\nAt BMC, research is always in progress.\nLearn more biomedcentral.com/submissions",
        "char_count": 5597,
        "word_count": 734,
        "extraction_method": "two_column"
      }
    ]
  }
}