{
  "metadata": {
    "source_file": "pdfs/Recent advances in the diagnosis of COVID-19.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:41.370185",
    "total_pages": 17,
    "total_characters": 84506,
    "total_words": 12540
  },
  "content": {
    "full_text": "--- Page 1 ---\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS\nhttps://doi.org/10.1080/14737159.2021.1874354\nREVIEW\nRecent advances in the diagnosis of COVID-19: a bird’s eye view\na a Bhawna Sharma , Mohd Fardeen Husain Shahanshah\na Department of Microbiology, Ram Lal Anand College, University of Delhi, Benito Juarez Road, New Delhi, 110021, India;\nFormer Head and Professor, Department of Biotechnology, Jaypee Institute of Information Technology, Noida, UP, India\nABSTRACT\nIntroduction: The COVID-19 pandemic is still escalating and has shaped an extraordinary and pressing\nneed for rapid diagnostics with high sensitivity and specificity. Prompt diagnosis is the key to mitigate\nthis situation. As several diagnostic tools for COVID-19 are already available and others are still under\ndevelopment, mandating a comprehensive review of the efficacy of existing tools and evaluate the\npotential of others.\nAreas Covered: Currently explored platforms for SARS-CoV-2 diagnostics and surveillance centered on\nqRT-PCR, RT-PCR, CRISPR, microarray, LAMP, lateral flow immunoassays, proteomics-based approaches,\nand radiological scans are overviewed and summarized in this review along with their advantages and\ndownsides. A narrative literature review was carried out by accessing the freely available online\ndatabases to encapsulate the developments in medical diagnostics.\nExpert Opinion: An ideal detection method should be sensitive, specific, rapid, cost-effective, and\nshould allow early diagnosis of the infection as near as possible to the point of care that could alter the\ncurrent situation for the better. Medical diagnostics is a highly dynamic field as no diagnostic method\navailable for SARS-CoV-2 detection offers a perfect solution and requires more attention and continuous\nR&D to challenge the present-day pandemic situation\n1. Introduction\nIn December 2019, cases of enigmatic disease leading to pneu­\nmonia in infected individuals of unknown etiology were reported\nCONTACT Vandana Gupta vandanagupta@rla.du.ac.in ; vandanagupta72@rediff.com\nst * Both the authors contributed equally to the manuscript, hence both are the 1\nAbbreviations\n(1) CDC: Center for Disease Control and Prevention\n(2) CRISPR: Clustered regularly interspaced short palindromic repeats\n(3) CSIR-IGIB: Council of Scientific & Industrial Research-Institute of Genomics and Integrative Biology\n(4) CT: Computerized Tomography\n(5) DETECTR: DNA Endonuclease Targeted CRISPR Trans Reporter\n(6) FDA: Food and Drug Administration\n(7) HUDSON: Heating Unextracted Diagnostic Samples to Obliterate Nucleases\n(8) LAF: Lateral flow immunoassays\n(9) LAMP: Loop-mediated isothermal amplification\n(10) MERS-CoV: Middle East Respiratory Syndrome Coronavirus\n(11) NAAT: Nucleic Acid Amplification Test\n(12) NGS: Next-generation sequencing\n(13) NP swabs: Nasopharyngeal swab\n(14) OP swabs: Oropharyngeal swabs\n(15) PBNA: Pseudovirus-based neutralizing assays\n(16) PUMCH: Peking Union Medical College Hospital\n(17) qRT-PCR: Quantitative Reverse Transcriptase -PCR\n(18) RAA: Recombinase aided amplification\n(19) RPA: Recombinase polymerase amplification\n(20) RT-PCR: Reverse Transcriptase Polymerase Chain Reaction\n(21) SARS-CoV: Severe Acute Respiratory Syndrome Coronavirus\n(22) SARS-CoV-2: Severe Acute Respiratory Syndrome Coronavirus 2\n(23) sgRNA: single-guide RNA\n(24) SHERLOCK: Specific High-sensitivity Enzymatic Reporter un-LOCKing\n(25) VNA: Virus neutralization assay\n(26) WHO: World Health Organization\n© 2021 Informa UK Limited, trading as Taylor & Francis Group\n\nb a , Sanjay Gupta and Vandana Gupta\nb Independent Scholar\nARTICLE HISTORY\nReceived 20 November 2020\nAccepted 7 January 2021\nKEYWORDS\nSARS-CoV-2; nucleocapsid\nprotein; diagnosis; covid-19;\nnaat; serodiagnosis\nin Wuhan City, Hubei Province of China. The number of cases\ngrew rapidly across the region, ultimately disseminating to 183\ncountries and 27 territories globally within a short span of\naround 6 months leading to a full-blown pandemic. There have\nauthors\n\n--- Page 2 ---\n2 B. SHARMA ET AL.\nbeen 82 million confirmed cases of coronavirus, 1.79 million\ndeaths and around 4,44,437 cases are reported everyday world\nover, as of 30 December 2020 [ 1–3 ]. The newly detected variants\nof the virus (SARS-CoV-2 VUI-202012/01 UK strain and 501Y.V2\nSouth African strain) are highly transmissible resulting in a spike\nin the number of COVID-19 cases. Many countries in Europe,\nNorth and South America, and Africa continue to report a high\nincidence of daily new cases and are reinstating lockdown pro­\ncedures. It was initially speculated that till October 2020, about\n10% of the world population may have gotten infected [ 4–6 ],\nwhich now looks like an overestimate as till Dec 2020 about 1%\npopulation got infected and this proved to be saving grace for\nthe mankind.\nThe causal agent was found out to be a novel coronavirus.\nThis novel coronavirus or SARS-CoV-2 (Severe Acute\nRespiratory Syndrome Coronavirus 2) is a beta-CoV and\nthrough phylogenetic analysis has been placed under the\nsubgenus Sarbecovirus. The genomic sequence of SARS-CoV\n-2 shares 79% homology to SARS-CoV and 50% to MERS-CoV\n[ 7 ]. It was also found to be closely related to bat-SL-CoVZC45\nand bat-SL-CoVZXC21, the bat-derived SARS-like corona­\nviruses [ 8 ].\nSARS-CoV and MERS-CoV were transmitted to humans from\nbats through civet cats and dromedary camels, respectively\nFigure 1. Zoonotic origin of human SARS coronaviruses [ 9 , 10 ].\n\n( Figure 1 ) [ 9 ]. There is still a lot of ambiguity related to the\nidentity of the intermediate host responsible for the transmis­\nsion of SARS-CoV-2 to humans. Initially, Pangolins were con­\nsidered as the most probable intermediate host of SARS-CoV-2\ndue to the high sequence similarity between the two corona­\nviruses (pangolin coronavirus and novel hCoV). However, the\nabsence of an insertion of four residues motif ‘PRRA’ in the\nviral genome of pangolin coronaviruses indicates the contrary.\nFrom cross-species analysis, animal species such as Minks,\nferrets, snakes, turtles, yak, pigs are presumed to be the\npotential intermediate host between bats and humans [ 10 , 11 ].\nWithin 3 months of the appearance of the first case\n(17 November 2019), on 30 January 2020, COVID-19 was\ndeclared as a public health emergency of international con­\ncern by the WHO and on 11 March 2020, COVID-19 got\ncategorized as a pandemic. As evidenced by previous epi­\ndemics caused by SARS-CoV and MERS-CoV, diagnosis is the\nmost important point in the COVID-19 management not only\nfor the safety of infected individuals but also for the commu­\nnity/population safety as well. Detection methods should be\nhighly sensitive, rapid, cost-effective, and specific. Laboratory\ndiagnosis is essential for effective management and epide­\nmiology of COVID-19 as it serves as a supplementary tool to\nascertain not only case identification and treatment but also\n\n--- Page 3 ---\naids in the contact tracing, finding the animal source and\nrationalization of control and preventive measures along\nwith the containment of the disease [ 12 , 13 ].\nThe primary diagnostic tool that is being widely used is\nReverse Transcriptase-PCR (RT-PCR), which has good sensitivity\nand reasonable specificity but also has its own set of short­\ncomings as for any other diagnostic test. Hindrances like non-\navailability of kits for all the important genes, limitation of\nmultiplexing, and high cost of instrumentation and reagents\nare rather common. Another limitation of RT-PCR is the occur­\nrence of false-negative and false-positive test results. A false-\nnegative reporting will contribute to the further spread of the\ndisease within the community whereas false-positive reporting\nwill not only lead to unnecessary treatment but may also\nundermine the availability of the workforce required for facing\nthis pandemic and cause societal problems.\nAccording to a study published in Emerging Infectious\nDiseases CDC, the median R0 for COVID-19 is 5.7, which\nmeans that one coronavirus infected individual can potentially\ninfect 5–6 people [ 14 ]. Hence, investments in R&D for better,\nmore efficient diagnostic techniques that are closer to the\npoint of care and are also cost-effective have become\na necessity. As there is a spurt in COVID-19 diagnostics world­\nwide and the overall landscape include hundreds of different\ndiagnostic kits based on technologies including real-time PCR,\nCRISPR, microarray, LAMP, lateral flow immunoassays, CT\nscans, etc., we undertook to systematically review the current\nstrategies on the diagnostics that are employed for detection\nof SARS-CoV-2 focusing on the pros and cons of each and to\ndelineate the knowledge gaps which require further attention\nfrom researchers worldwide.\n2. Phases of COVID-19 diagnosis\nFor COVID-19, early diagnosis is extremely crucial since it will\nnot only increase the chances of the patient’s survival but also\nguarantee the protection of the unaware contacts. COVID-19\ndiagnosis is divided into three phases namely pre-analytical,\nanalytical, and post-analytical.\n2.1. Pre-analytical phase\nIt includes the observation of clinical signs and symptoms,\nspecimen collection, and safety measures that should be\ntaken while processing these specimens [ 9 , 15 ]. COVID-19\nSymptoms are generally nonspecific and wide-ranging,\nwith no symptoms in some (asymptomatic) to severe pneu­\nmonia followed by death. A research on 41 patients who\nwere diagnosed positive for SARS-CoV-2 early during the\noutbreak (with the date of diagnosis up till\n2 January 2020) found myalgia/fatigue (44%), cough (76%),\nand fever (98%) as the most common symptoms. The aty­\npical symptoms included diarrhea (3%), hemoptysis (5%),\nheadache (8%), and phlegm production (28%). About 50%\nof the patients developed dyspnea within the first 8 days of\ninfection and about 63% of the patients had\nLymphocytopenia. Complications included secondary infec­\ntions (10%), acute heart injury (12%), and acute respiratory\ndistress syndrome (29%), with 32% of patients required to\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 3\nbe treated in the ICUs [ 16 ]. Thus, overburdening the health­\ncare facilities worldwide. Notably, the patients with severe\nillness might/might not be presented with significant fever\n℉ demostrating a body temperature of 100.4 /38°C or higher.\nThe aged patients and those with comorbid conditions like\ncardiovascular disease, hypertension, and diabetes, have\na poor prognosis. Most severe patients die of multiple\norgan failure, severe respiratory failure, and pneumonia\n[ 17 ]. It has also been reported that infants and young\nchildren rarely develop any serious complication of COVID-\n19 infections and hardly ever suffer loss of life due to it [ 18 ].\nAnother investigation of 1099 confirmed cases (up till\n29 January 2020) led by NanShan Zhong, established cough\n(67.7%) and fever (87.9%) as the most common symptoms.\nDiarrhea (3.7%) and vomiting (5.0%) were not common and\nonly occurred in a few individuals [ 9 , 16 ]. Nasopharyngeal\n(NP) swab or Oropharyngeal (OP) swabs are collected as\ninitial respiratory tract specimens. NP swabs are more pre­\nferred over OP swabs because sample collection is conveni­\nent for the patients and it detects RNA of the virus with more\nsensitivity in early infection. Sputum sampling or broncho-\nalveolar lavage (BAL) fluid is collected for the late detection\nand monitoring of the disease progression of patients with\nconfirmed COVID-19 [ 15 ]. Specimens from the lower respira­\ntory tract are useful for diagnosing COVID-19 in patients\nexhibiting severe or critical symptoms. BAL fluid and sputum\ngive the highest positive rate amongst all other respiratory\nspecimens and are considered to yield the most accurate\nresults [ 19–21 ]. However, the use of bronchoscopy as\na diagnostic method is not encouraged as the process can\ngenerate aerosols that can be a substantial risk for both the\npatient and the healthcare staff [ 22 ]. Sample collection from\nthe upper respiratory tract is preferred because high levels of\nSARS-CoV-2 RNA can be found right after 3 days of symptom\nonset. Similar results were obtained for the asymptomatic\npatients as well [ 22 ].\nIn some patients, high viral load can also be found in the fecal\nmaterial hence rectal swab can be collected in the late stages.\nProcessing is done either in Class III BSC or Class II BSC with BSL III\npractices. Guanidinium-based inactivating agent and non-\ndenaturing detergent should be added in lysis buffers for RNA\nextraction before RT-PCR if the processing is to be done in a Class\nII BSC [ 15 ]. Commonly reported symptoms in COVID-19 patients\nand the possible clinical samples are depicted in Figure 2 .\n2.2. Analytical phase\nIt includes the selection of assays to detect SARS-CoV-2 infec­\ntion. This helps in ruling out the other possible causative\nagents that are known to cause pneumonia or pneumonia-\nlike symptoms such as SARS, rhino, respiratory syncytial,\nadeno, parainfluenza, and influenza viruses, etc., and also,\nfrom pneumonia caused by mycoplasma, chlamydia, and bac­\nteria. Also, the disease should be distinguishable from other\nnoninfectious diseases including organizing pneumonia, der­\nmatomyositis, and vasculitis. Correct diagnosis aids in obser­\nving the proper precautions to avoid the spread of the disease\nand the effective treatment of the patients [ 16 ].\n\n--- Page 4 ---\n4 B. SHARMA ET AL.\nFigure 2. The common symptoms and clinical specimens taken from patients for diagnosis of SARS-CoV-2 [\n2.2.1. Molecular detection methods\n2.2.1.1. PCR based. It involves the amplification of the tar­\nget gene with the help of primers and DNA polymerase\nenzyme to 25–35 cycles. In the case of SARS-CoV-2 detection,\nswabs are tested through qRT-PCR (real-time Reverse tran­\nscriptase PCR) [ 9 ]. It gives an advantage of simultaneous\namplification and analysis of the test sample within a closed\nsystem, which prevents the contamination of the amplified\nproducts and thereby reduce the probability of false-positive\nresults [ 15 ]. Traditionally, the ideal targets of RT-PCR assays are\nthe conserved and/or copiously expressed genes encoding the\nstructural proteins Spike (S), Envelope (E), and Nucleocapsid\n(N) genes, the non-structural protein RdRp (RNA dependent\nRNA polymerase) gene, replicase open reading frame (ORF)\n1a/b genes, ORF1b-nsp14 genes, hemagglutinin-esterase (HE)\nand helicase genes. Among all, Hel/RdRp assays have the\nhighest sensitivity and specificity. RdRp is used for confirma­\ntion following an analysis of the E gene [ 13 , 15 , 17 ]. The proto­\ncols of several RT-PCR assays have recently been made\navailable online. Nucleocapsid (N) protein gene as\na molecular target for real qRT-PCR assay is recommended\nby the CDC USA. Some regions of the ORF1ab gene are highly\nconserved in the subgenus Sarbecoviruses and hence are\nconsidered to be an appropriate target sequence for RT-PCR\n[ 15 ].\nExamples of some of the qRT-PCR kits for diagnostic and\nnon-diagnostic (research) purposes include:\n\n9 ].\nCobas SARS-CoV-2 Assay\nIt is an FDA approved automated molecular detection assay\nfor SARS-CoV-2 from Roche [ 23 , 24 ]. It detects both specific\nSARS-CoV-2 RNA, and highly conserved fragment of the\nE gene present in all the Sarbecovirus subgenus members.\nThe preferred clinical samples are nasopharyngeal or orophar­\nyngeal swabs. This test is performed on the cobas 6800/8800\nsystems which has the full process positive, negative, and the\ninternal control to ensure specificity and accuracy. The 6800\nand 8800 systems give 384 and 960 results, respectively, in\n8 hours whereas both give 96 results in 3–3.5 hours.\nRealStar SARS-CoV-2 RT-PCR Kit (Research Use Only)\nThis research use only RT-PCR technology is meant for the\ndetection of differentiation of the lineage B of the\nBetacorovirus genus. It consists of positive controls for both\nthe targets of SARS-CoV-2 and B Betacoronavirus [ 25 ].\n® Xpert Xpress SARS-CoV-2 from Cepheid Inc (USA)\nOn 21 March 2020, emergency use approval was\n® granted to Xpert Xpress SARS-CoV-2 from Cepheid Inc\n(USA) by the FDA. It claims to yield the results within\n45 min and encourages hands-off, automated processing\nof the samples like nasal wash, NP swabs, or aspirate\nspecimens. The result is reported to be positive if more\nthan one target gene is detected. The test delivers point-of\n-care results with the same level of performance as seen in\nreference labs [ 24 ]. Several other qRT-PCR has been devel­\noped as summarized in Table 1 .\n\n--- Page 5 ---\nTable 1. List of qRT-PCR kits approved by FDA (Food and Drug Administration).\nqRT-PCR KIT (Country of approval) MANUFACTURER/CATALOGUE\nS. No. No/REFERENCE\n1. BioCore 2019-nCoV qPCR Kit\n(USA) by BioCore Co. LTD./BC-01-0099/ [ 26 , 27 ]\n2. QIAamp Viral RNA Mini Kit (USA) by Qiagen/52,906/ [ 28 ]\n3. Gnomegen COVID-19-RT-Qpcr Detection Kit (USA)by Gnomegen\nLLC/CV0303/ [ 29 ]\n4. Quick SARS-CoV2rRT-PCR Kit(USA) by Zymo Research\nCorporation/R3011, R3011-1 K, R3011-10 K/ [ 27 , 30 ]\n5. LabGun COVID-19 RTPCR Kit (USA) by Lab Genomics Co., Ltd./\nCV9032B/ [ 31 ]\n6. RealStar SARS-CoV02 RT-PCR Kits (USA) by Altona Diagnostics Mx 3005P\nGmbH/821,015/ [ 32 ]\n7. Fosun COVID-19 RTPCR Detection Kit (USA) by Fosun Pharma\nUSA Inc./PCSYHF02-a, PCSYHF03-a/ [ 27 , 33 ]\n8. GS COVID-19 RT-PCR KIT (USA) by Geno Sensor, LLC/2702-22,\n2702–94/ [ 34 ]\n9. Xpert Xpress SARS-CoV-2 kit (USA) by Cepheid/302-3562/ [ 35 ]\n10. 1copy COVID-19 QPCR Kit (Canada)by 1DROP INC. (imported by\nLuminarie Canada Inc.)(South Korea)/M22MD100M/ [ 36 ]\n11. TaqPath Real Time PCR Reagent Kit for SARS-CoV-2 (Japan) by\nLife Technologies Japan Ltd/A47814/ [ 37 , 38 ]\n12. VIASURE SARS-CoV-2 Real Time PCR Detection Kit (Australia) by\nCer Test Biotec SL (Spain) (Abacus dx Pty Ltd)\n/VS-NCO206L/ [ 39 ]\n™ 13. Allplex 2019-nCoV Assay\n(S Korea) by Seegene Inc/RP10250X/ [ 27 , 40 ]\n14. Nucleic Acid reagent test kit for novel coronavirus 2019-nCoV\n(fluorometric PCR) (China) By Sansure Biotech Inc./S3104E/\n[ 37 , 41 ]\n™ 15. ProTect COVID19 RT-qPCR Kit (Singapore) by JN MedsysPte Ltd\n/10,024/ [ 42 ]\n® 16. BioFire COVID-19 Test kit (USA) by BioFire Defense, LLC FilmArray\n/423,745/ [ 27 , 43 ]\n® 17. NxTAG CoV Extended Panel Assay (USA) by Luminex Molecular Luminex\nDiagnostics, Inc./I054C0463/ [ 27 , 44 ]\n™ 18. NeuMoDx SARS-CoV-2 Test Strip (USA) by NeuMoDx Molecular, NeuMoDx\nInc./300,800/ [ 27 , 45 ]\n™ 19. GeneFinder COVID-19 Plus RealAmp Kit (S Korea) by OSANG\nHealthcare Co., Ltd/IFMR-45/ [ 27 ]\n20. Cobas SARS-CoV-2 RT-PCR Kit (Canada) by Roche Diagnostics/\n9,175,431,190/ [ 27 ]\n® 21. PhoenixDx 2019-nCoV\n(USA) by Procomcure Biotech GmbH (Trax Management\nServices Inc.)/PCCCSKU1526, PCCSKU15262/ [ 46 ]\n™ 22. ScienCell SARS-CoV-2 Coronavirus Real-time RTPCR (RT-qPCR)\nDetection Kit (USA) by ScienCell/RX7038/ [ 27 , 47 ]\n23. Novel Coronavirus (2019nCoV) Real Time Multiplex RT-PCR Kit\n(Detection of 3 genes)(China) by Shanghai ZJ Bio-Tech Co Ltd\n(China)/RR-0485-02 / [ 27 ]\n24. TaqPath COVID-19 Combo Kit(USA) by Thermo Fisher Scientific\nInc/A47814/ [ 48 ]\n25. Quick SARS-CoV-2 rRT-PCR Kit (USA) by Zymo Research Corp/\nR3011/ [ 49 ]\n2.2.1.2. LAMP (Loop-mediated isothermal amplification)\nbased method. It is an isothermal nucleic acid amplification\ntechnique with high sensitivity and specificity. It is fast and\ncost-effective due to the non-involvement of high price\nreagents. The ORF1b gene of SARS-CoV-2 is first amplified\nand then the product can be detected through gel electro­\nphoresis [ 9 ]. The use of the novel RT-LAMP (Reverse\nTranscription-LAMP) method against the widely recom­\nmended standard qRT-PCR has been evaluated through sev­\neral studies that demonstrated its efficacy. As compared to\nqRT-PCR, it shows more than 97% sensitivity in targeting the\nORF1ab gene [ 50 ]. The extreme specificity of LAMP is because\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 5\nPLATFORM(s) TARGET gene\nCFX96DX System, Applied Biosystems 7500, SLAN-96P N and RdRp gene\nQuantStudio6 or QuantStudio7 Real Time PCR System N gene\nApplied Biosystems 7500 Fast Dx Real-Time PCR with SDS N gene\nversion 1.4 software\nBio-Rad CFX96 Touch Real-Time PCR Detection System N gene\n™ using the Bio-Rad CFX Maestro 1.1 Version\n4.1.2433.1219 software (or higher).\n™ ™ Applied Biosystems 7500 fast or BioRad CFX96 Real- E and RdRp gene\ntime PCR detection system\n® ™ QPCR System,VERSANT kPCR Molecular CoV and\nSystem AD SARS-CoV-2 targets\n® Applied Biosystems 7500 RT-PCR software (v1.4, v1.5) ORF1ab and E gene\n™ Applied Biosystems 7500 Fast Dx Real-Time PCR system OFR1ab, E, and N genes.\nwith SDS version 1.4 software.\nGeneXpert Xpress System E-gene (Sarbeco specific)\nand N2-gene (SARS-\nCoV-2 specific)\nRoche Light Cycler 480 (Product No.05015278001, Software E, RdRp and N gene\nversion 1.5)\n™ Applied Biosystems 7500 Fast Dx Real-Time PCR ORF1ab, N gene, S gene,\nInstrument (used with SDS Software v1.4.1)\n™ Bio-Rad CFX96 Real-Time PCR Detection System ORF1ab and N genes\nCFX96 Real-Time PCR Instrument (Biorad), CFX96 Touch RdRp, N and E Gene\nReal Time PCR Detection System (Bio-Rad)\nABI 7500 Real-Time PCR System ORF1ab and N genes\nReal time PCR instrument with FAM detection channel N gene and Human\nRNase P\n® ® 2.0 and/or the FilmArray Torch Instrument ORF1ab and ORF8\nSystems\n® ® MAGPIX instrument including xPONENT ORF1ab, N and E Gene\n™ 288 Molecular System [500,100] Nsp2 and N gene\n™ orNeuMoDx 96 Molecular System [500,200]\nApplied Biosystems 7500 & 7500 Fast and Biorad RdRp, N and E Gene\nCFX96 Real-Time PCR Instrument\ncobas 6800/8800 ORF1 a/b\nApplied Biosystems 7500 fast and E and RdRp gene\nBioRadCFX96 Touch Real Time PCR Detection System\n® Light Cycler 96 Real Time PCR System (Roche) RdRp and N Gene\nApplied Biosystems 7500 & 7500 Fast Real Time PCR ORF1ab, N and E genes\nSystem\nApplied Biosystems 7500 & 7500 Fast and Quant Studio 5 ORF1ab, S and N genes\nReal Time PCR System\n™ Bio-Rad CFX96 Touch and Applied Biosystems Quant N gene\nStudio 5 Real-Time PCR Detection System,\nthis method makes use of multiple primers to identify six\ndifferent regions on the target DNA simultaneously.\n2.2.1.3. Microarray-based methods. It is a fast and high\nthroughput technique wherein the RNA of SARS-CoV-2 is first\nreverse transcribed to the cDNA which is then labeled with\na particular fluorescent probe [ 9 ]. The labeled cDNA is loaded\nand hybridized with an oligonucleotide (60mer oligonucleo­\ntide usually) which is fixed on the microarray and then\ndetected through the probes. 60mer oligonucleotide microar­\nray was designed for the detection of SARS-CoV in medical\nsamples [ 51 ]. The non-fluorescent, low-value, and low-density\n\n--- Page 6 ---\n6 B. SHARMA ET AL.\noligonucleotide array was designed for the detection of cor­\nonaviruses with more sensitivity [ 52 ]. Bearing in mind the\nrapid mutation of SARS Coronaviruses, an advanced microar­\nray was developed [ 53 ] that discovers 24 SNPs (Single\nNucleotide Polymorphisms) including that of S genes that\ncan be detected with 100% accuracy.\n2.2.1.4. NGS (Next-generation sequencing) based meth­\nods. This method plays an essential role in the early diagnosis\nand informs not only about the presence of the virus but also\ndetects if the pathogen underwent mutations or not. For an\nunfamiliar virus like SARS-CoV-2, genomic sequencing plays an\nimportant role in the accurate diagnosis, but it is not as quick\nas other methods in providing results. NGS-based technolo­\ngies however, have aided in rapid identification of emerging\nnovel RNA viruses via RNA-Seq. Millions of DNA fragments that\nare reverse transcribed from RNA can be sequenced by RNA-\nSeq simultaneously using random primers. The capture-based\nNGS approach was first employed by Li et al . and it can target\nmost of the CoV species [ 9 , 54 ]. In July 2020, Illumina’s\nCOVIDSeq Test received FDA’s Emergency Use Authorization.\nThis sequencing-based diagnostic tool uses the NovaSeq 6000\nSystem and processes the NP/OP swabs. The workflow can\naccommodate up to 3072 samples per NovaSeq run and\ndelivers accurate results within 24 hours [ 55 , 56 ].\n2.2.1.5. CRISPR (Clustered regularly interspaced short\npalindromic repeats). In 2018, Feng Zhang and coworkers\ndeveloped a technique that uses Cas13, Cas12a, and Csm6 for\nportable nucleic acid detection. It can detect RNA as well as\nthe DNA of the virus after adding reverse transcriptase to the\nreaction. Isothermal nucleic acid amplification is performed by\nthe RPA technique to improve the sensitivity of the test. The\ndetection of positive samples is done using a fluorescent\nreporter and a quencher. Using CRISPR-associated proteins\n(Cas) and lateral flow chemistry, there is a possibility to\ndevelop definitive, highly specific, rapid, and cheap diagnostic\nkits. It has successfully been used in the development of the\nZika virus (ZIKV), human papillomavirus (HPV), and Dengue\nTable 2. CRISPR-based assays for rapid detection of SARS-CoV-2.\nsgRNA target sequences/Cas\nS. No. Name of the kit/References system involved\n1. SHERLOCK by Sherlock S and Orf1ab gene/Cas 13a (FDA\nBiosciences (Cambridge, approved)\nUSA)/ [ 57 ]\n2. DETECT by Mammoth N and E gene/Cas 12a\nBioscience Inc. (California,\nUSA)/ [ 57 ]\n3. AIOD-CRISPR/ [ 57 ] N gene/Cas 12a\nʹ 4. CASdetec/ [ 59 ] RdRp gene/3 DNA7 Cas 12a\n5. ENHANCE/ [ 57 ] N gene/Cas 12b\n6. FELUDA/ [ 57 ] Nsp8 and N gene/Cas 9a ortholog\nfrom Francisella novicida\nfnCAS9\nAbbreviations:\nFELUDA: FNCAS9 Editor-Linked Uniform Detection Assay\n\nvirus (DENV) molecular diagnostic kits [ 57 ] and is explored\nby various workers across the world for SARS-CoV-2 diagnosis.\nSome notable examples of CRISPR-based assays for rapid\ndiagnosis of SARS-CoV-2 are SHERLOCK, DETECTR, AIOD-\nCRISPR, CASdetec, ENHANCE, and FELUDA ( Table 2 ). The\nCrisper-Cas systems used by different teams are illustrated in\nFigure 3 . Dr. Debojyoti Chakraborty and Dr. Souvik Maiti, at\nthe CSIR-IGIB, New Delhi have developed FELUDA for COVID-\n19 detection in India. It takes only an hour to give out the\nresults and is very much cost-effective [ 58 ].\nqRT-PCR is considered to be the reference standard for the\ndiagnosis of infectious diseases with high accuracy and sensi­\ntivity during the acute phase of disease [ 60 ]. The presence of\nviral genome in sufficient amounts at the site of sample\ncollection is the basic requirement for the PCR-based or\ndeep sequencing detection methods. It has been observed\nthat as the disease progresses, the heavy infection of the\nnasopharyngeal area would possibly become negative\n( Figure 4 ). Thus, the nasopharyngeal swab may not be the\nmost appropriate site for sample collection at different stages\nof the disease. An incorrect sample collection and low viral\nload during the very early or late stage of the disease, sup­\npressed viral load due to host immunity or in the patients\nundergoing a preexisting persistent anti-viral treatment (such\nas anti-HIV drugs) may lead to a false-negative diagnosis.\nA false-negative diagnosis can have alarming consequences,\nallowing infected individuals to further spread the disease and\nhinder the efforts to control the pandemic. Therefore, supple­\nmentary diagnostic techniques that can ascertain the presence\nof infection even when the sample has a low viral titer will be\nhighly valuable and ensure timely diagnosis [ 61 ]. But they are\ncostly and time-consuming to perform [ 62 ]. Additionally,\ndetection through rRT-PCR method requires professionally\ntrained and skilled personnel to operate sophisticated labora­\ntory equipment, thereby, making it more labor-intensive. The\nequipment required for RT-PCR is usually located at a central\nlaboratory which is either Biosafety level 2 or above thereby,\nlimiting the accessibility and applicability of these laboratory\nequipment. The time-consuming nature of PCR-based\nDetection technology/\nAmplification method Other details\nPaper strip lateral Both SHERLOCK and HUDSON techniques provide more\nflow-based sensitivity.\ndetection/RPA\nUV or LED based It detects SARS-CoV-2 within 30 minutes through lateral flow\ndetection/RT-LAMP strip format.\nUV or LED based The ssDNA-FQ reporter is cleaved on binding of\ndetection/RPA Cas12acrRNA to the target and produces fluorescence that\nis detected.\nPaper based 7-Nucleotide poly-T reporter is used as it gives better and\ndetection/RAA more specific fluorescence signal.\nUV or LED based Lateral flow assay with FITC-ssDNA-Biotin reporter limits the\ndetection/RT-LAMP detection time to 20 minutes.\nPaper based fnCAS9 shows high level of accuracy with significantly\ndetection/RPA reduced off-targeting and faster detection.\n(a)SHERLOCK: Specific High-sensitivity Enzymatic Reporter un-LOCKing (b)DETECTR: DNA Endonuclease Targeted CRISPR Trans Reporter (c)AIOD-CRISPR: All-in-\nOne Dual CRISPR (d)CASdetec: CRISPR-Cas12b-mediated DNA detection (e) ENHANCE: Enhanced analysis of nucleic acids with crRNA (CRISPR RNA) extensions (f)\n\n--- Page 7 ---\nFigure 3. Summary of CRISPR-based assays being developed for the detection of SARS-CoV-2 [\nmethods leaves probable cases undiagnosed, which is creat­\ning a gap in SARS-CoV-2 containment efforts [ 50 ]. Considering\nthe shortcomings of qRT-PCR, immunoassays may prove to be\nan alternative approach to lessen undiagnosed cases and fulfill\nthe demand for rapidity and economic viability [ 60 ].\n2.2.2. Immunoassays\nImmunoassays are the rapid detection techniques of the\npathogen-specific antigens or the antibodies which are pro­\nduced in response to the infection. These are generally\nbased on rapid lateral flow assays. Progress has been\nmade on high throughput immuno-analyzers for the popu­\nlation-level screening. A lateral flow immunoassay strip\n(LFIAs) comprises a SARS-CoV-2 antigen and/or anti-human\nIgG/IgM antibody which has been coupled with colloidal\nnanoparticles (NPs), usually made up of gold [ 63 ]. The\nadvantages of serology-based assays include fast detection,\ncost-effectiveness, and assessment of herd immunity, while\nthe disadvantages include: poor sensitivity as low viral load\ncannot be detected [ 15 ]and hence are not considered good\nfor early detection.\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 7\n57 ].\n2.2.2.1. Antigen based. Theoretically, a viral antigen pre­\ncedes the occurrence of antibodies and hence can be used\nas a specific marker that can confirm the presence of infection\n( Figure 4 ) [ 12 ]. In the majority of coronaviruses, including\nSARS-CoV, the nucleocapsid or N protein is highly immuno­\ngenic eliciting the earliest immune response and is expressed\nabundantly during the early infection [ 64 , 65 ]. In a study con­\nducted by a group of scientists from China, it was found that\nthe tests based on detection of N antigen attained a sensitivity\nof 94% during the first 5 days after of the illness. When the\nsame test was conducted on another group of patients who\nhad been showing symptoms of SARS-CoV for more than\n6 days, the test achieved a sensitivity of 78%. This and the\nother studies suggest that the N antigen being of highly\nconserved nature has a high true positive rate and can be\noptimized for use as an early diagnostic marker for SARS-CoV\n-2 detection [ 12 ]. Spike protein can be another potential anti­\ngen for immune-diagnosis of COVID-19, and numerous diag­\nnostic methods have already been developed based on N and/\nor S proteins.\nFluorescence immuno-chromatographic assay can accu­\nrately detect the N protein of SARS-CoV-2 in nasopharyngeal\n\n--- Page 8 ---\n8 B. SHARMA ET AL.\nFigure 4. Illustration showing the detection window of SARS-CoV-2 specific viral RNA and antibodies [\nswab samples and urine samples. It is a rapid and simple\nmethod and can provide results within 10 minutes. The results\nare read by the immuno-fluorescent analyzers [ 12 ].\nHowever, it is imperative to validate the sensitivity and\nspecificity of the immune assays to prevent false-positive test\nresults. Alpha-coronaviruses (NL63 and 229E), and other beta-\ncoronaviruses (HKU1 and OC42) are quite prevalent and have\ncaused infections in most people. Exposure to these other\nendemic human coronaviruses can hinder the accuracy of\nimmunoassays meant for SARS-CoV-2 detection and give false-\npositive outcomes. A 90% similarity between SARS-CoV-2 and\nSARS-CoV N proteins has been reported. The use of SARS-CoV\nantigens to diagnose and confirm the presence of COVID-19\ninfections may be reliable and valid, given that there has not\nbeen a single infection of SARS-CoV in humans since 2004. In\naddition to this, it has been reported that SARS-CoV specific\nantibodies have been waning and after 6 years, 91% of the\npatients were shown to be negative [ 60 ]. Furthermore, there\nwere only about 9000 survivors of SARS-CoV infections world­\nwide, making it a remote possibility of reinfection of SARS-CoV\npatients with SARS-CoV-2.\n2.2.2.2. Antibody-based diagnostics. As per Lee et al. 2020\n[ 60 ], it was found that the SARS-CoV-2 viral RNA is detectable\nin the nasopharyngeal or throat swabs of patients in the first\n14 days post-onset of illness. SARS-CoV-2 IgM-specific anti­\nbodies are detectable right after the first 3 days post-onset of\nsymptoms, and peaks in the subsequent weeks (during the\n2nd and 3rd week). Even after 30 days from initial exposure\n\n50 ].\nto the virus, the IgM antibody response was still detectable.\nIgA and IgG antibodies are distinguishable in the sera sam­\nples within 4 days post-onset, and peaks in about 2 weeks.\nThis illustrates the importance of serological assays to retro­\nspectively identify asymptomatic individuals who may still be\ninfected or have had an earlier SARS-CoV-2 exposure that\nwent undiagnosed, for epidemiological lessons [ 50 , 60 ].\nIn another study, a group of scientists developed\na recombinant N protein (rNPs) based indirect ELISA to detect\nIgM, IgA, and IgG. The results of the western blot analysis\nrevealed no cross-reactivity between SARS-CoV-2 rNP and\nspecific IgG antibodies against HKU1, NL63, 229E, and OC43\nstrains of human coronaviruses. However, cross-reactivity of\nanti-N antibodies was observed between SARS-CoV and SARS-\nCoV-2 [ 62 ]. According to Liu and coworkers, out of the 214\nserum samples of patients who had been confirmed positive\nwith qRT-PCR, 146 (68.2%) and 150 (70.1%) sera samples\ntested positive by the rN-based IgM and IgG ELISAs, respec­\ntively. In 77.1%, 74.3%, and 82.2% individuals positive results\nwith IgM, IgG, and IgM and/or IgG, respectively, were obtained\nby rS-based ELISA. This study denoted the significance of rN\nand rS-based ELISAs in screening for COVID-19 due to its\nconsiderable sensitivity [ 64 ]. On the contrary, from another\nset of studies, it was inferred that the test kits based on\nS protein-specific antibody detection had 91% sensitivity and\n100% specificity whereas test kits meant for detecting Anti-N\nantibodies of SARS-CoV-2 exhibited 100% sensitivity and 100%\nspecificity [ 66 , 67 ].\nHence, more thorough investigations will provide insights\ninto the efficacy of each kind of test kit. Several\n\n--- Page 9 ---\nTable 3. List of antigen and antibody-based rapid detection kits approved by FDA.\nS.\nNo RAPID DETECTION KIT (Country of approval)\n1. Sofia 2 SARS Antigen FIA(USA)\n2. New York SARS-CoV Microsphere Immunoassay for Antibody\nDetection(USA)\n3. LIAISON SARS-CoV-2 S1/S2 IgG(USA)\n4. Anti-SARS-CoV-2 Rapid Test(USA)\n5. Cellex qSARS-CoV-2 IgG/IgM Cassette Rapid Test kit(Australia)\n6. Wantai SARS-CoV-2 Ab Rapid Test kit(approved for use in Australia) Beijing Wantai Biological pharmacy Enterprise\n7. Wondfo SARS CoV-2 Antibody Test(Singapore)\n® 8. DPP COVID-19 IgM/IgG System(Brazil)\n9. COVID-19 Ag ECO Teste(Brazil)\n10. SGTi-flex COVID-19 IgM/IgG(S Korea)\n™ 11. STANDARD Q COVID-19 Ag Test\n(S Korea)\n™ 12. STANDARD F COVID19 Ag FIA\n(S Korea)\n13. IgM antibody test kit for novel coronavirus 2019nCoV (colloidal gold\nmethod)(China)\n™ 14. RightSign COVID-19 IgG/IgM Rapid Test Cassette(China)\nTM 15. InnoScreen COVID-19 IgG/IgM Rapid Test(Australia)\n16. New Coronavirus (COVID-19) IgG/IgM Rapid Test(India)\n17. COVID-19 IgM/IgG Antibody Detection Card Test(India)\n18. Makesure COVID-19 Rapid test(India)\n19. Immuno Quick Rapid Test(India)\n20. One Step COVID-19 IgM/IgG Antibody(India)\nimmunodiagnostic kits for the detection of SARS-CoV-2 have\nbeen developed or are under development. Table 3 provides\na comprehensive list of FDA approved immunodiagnostic kits.\nA serological study on the six members of a family at\nPUMCH Hospital, Beijing, China revealed that serologically\nfive patients were Corona positive whereas repeated RT-PCR\ncould only report two positives. Observation of ground-glass\nopacities in the CT scan established three positives. The\nauthors reported that ‘the two patients were diagnosed with\nCOVID-19, two were suspected of COVID-19, and two were\nconsidered close contacts’ and advocated the importance of\nserological testing in the diagnosis of SARS-CoV-2 infections,\nparticularly in contact tracing [ 81 , 82 , 83 , 84 , 85 , 86 , 87 ]. While ser­\nological assays are rapid, easy to perform, and robust, they\nalso present several challenges. Antibodies take some time to\ndevelop post-exposure to the antigen and hence, these\nTable 4. Summary of advantages and disadvantages of Immunoassays.\nS. No. Advantages\n1. Ease of perform and interpret: Immunoassays are available in a kit format\nand do not require training of the operators. Widely accepted and\npracticed and approved for use in a broad range of applications.\nAntibodies are more stable as compared to viral RNA, therefore the\nsamples are less prone to deterioration during collection, processing,\ntransportation, storage, and testing as compared to rRT-PCR samples.\nMoreover, due to the homogeneity of the blood samples, there are less\nvariations observed in contrast to nasopharyngeal specimens [ 50 ]\n2. It is cost effective as compared to molecular method. Immuno-diagnosis is\nappropriate for large scale community screening and assessment of herd\nimmunity.\n3. Immunoassays have a high level of sensitivity and can also detect\nasymptomatic individuals.\n4. The antibody-antigen based immunoassays are rapid and can give results in\n15–20 minutes.\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 9\nMANUFACTURER/\nREFERENCES DETECTION ANTIBODY/ANTIGEN\nQuidel Corporation/ [ 68 ] N protein\nWadsworth Center, New York State Department IgG, IgM, and IgA antibodies to\nof Health/ [ 69 ] N protein\nDiaSorin Inc./ [ 70 ] IgG antibodies to S1 and S2\nproteins\nAutobio Diagnostics Co. Ltd./ [ 71 ] IgM and IgG antibodies to the\nS protein\nCellex Inc (United States Of America)/ [ 72 ] IgM and IgG antibodies to S and\nN protein\nIgG and IgM antibodies to Spike\nCo Ltd (China)/ [ 73 ] protein\nSkyQuestPte Ltd/ [ 74 ] IgM and IgG antibodies\nCHEMBIO DIAGNOSTICS BRAZIL LTDA/ [ 75 ] IgM and IgG antibodies to\nN protein\nEco DiagnosticaLtda/ [ 37 ] SARS-CoV-2 antigens\nSugentech, Inc/ [ 76 ] IgM and IgG antibodies\nSD BIOSENSOR/ [ 77 ] SARS-CoV-2 antigens\nSD BIOSENSOR/ [ 78 ] Monoclonal antiCOVID-19 antibody\nto N antigen\nHecin Scientific, Inc./ [ 37 ] IgM antibody\nHangzhou Biotest Biotech Co Ltd (China)/ [ 79 ] IgM and IgG antibodies to the\nS protein antigen\nInnovation Scientific Pvt Ltd (Australia)/ [ 37 ] IgM and IgG antibodies\nVoxtur Bio Ltd, India/ [ 80 ] IgM and IgG antibodies\nVANGUARD Diagnostics, India/ [ 80 ] IgM and IgG antibodies\nHLL Lifecare Limited, India/ [ 80 ] IgM and IgG antibodies\nImmuno Science India Pvt. Ltd./ [ 80 ] IgM and IgG antibodies\nSIDAK Life Care Pvt. Ltd./ [ 80 ] IgM and IgG antibodies\nimmunoassays are unable to detect the presence of the infec­\ntion during the early stage of the disease. Cross-reactivity\ncould probably be another shortcoming of the immunoassays\nbecause it adversely influences the sensitivity and specificity of\nthe test. Table 4 enlists some of the important advantages and\ndisadvantages of immunodiagnostics [ 60 ].\n2.2.3. Radiological study of SARS-COV-2 diagnosis\nThese are the complementary methods to the molecular\nmethods and make diagnosis more effective without clinical\nsamples. They are also very safe for the community because of\nthe absence of a sample collection step. Radiological images\nobtained through the chest CT scan, gives the information of\ninfection through the appearance of deviations such as\nground glass opacities, bronchial wall thickening, centrilobular\nnodules, consolidation, vascular enlargement, architectural\nDisadvantages\nThe results can get affected by autoantibodies, human anti reagent\nantibodies. Cross reactivity between antibodies in multiplexed\nimmunoassays should be prevented to eliminate false reading. Due to\nthe less number of differences among the antigens many antibodies\ncan’t be distinguished easily. These differences in the analytes often\nhave serious diagnostic implications.\nIt can’t be used for early diagnosis, as antibodies appear late during\ninfection.\nSome Rapid tests kits have poor quality and can give false positive and\nfalse negative results.\nIt can give a false sense of immunity because currently there is no evidence\nto suggest that people who have recovered from COVID-19 are immune\nto catching it again.\n\n--- Page 10 ---\n10 B. SHARMA ET AL.\nTable 5. Different diagnostic methods and their performance.\nDiagnostic\nMethod Reference Testing Parameters\nRT PCR Fang et al Population : 51 patients showing\n(83) symptoms of acute respiratory\ndistress.\nAssay : RT-PCR kit by Shanghai ZJ\nBio-Tech Co, Ltd\nSample : Throat swabs.\nAi et al Population : 1014 patients showing\n(84) symptoms of acute respiratory\ndistress.\nAssay : TaqMan One-Step RT-PCR\nKits from Shanghai Huirui\nBiotechnology Co., Ltd\nSample : Throat swab\nRT LAMP Nawattanapaiboon et al Population : 2120 Patients under\n(85) investigation for COVID-19\nAssay : The developed\ncolorimetric RT-LAMP assay could\namplify the target gene and\nenabled visual interpretation in 60\nmin at 65 °C.\nSample : NP and OP swabs\nImmunoassays Porte et al (86) Antigen based\nPopulation : 127 clinical samples\nof individuals with respiratory\nsymptoms and/or fever and have\nan epidemiological risk factor for\nSARS-CoV-2 infection.\nAssay : The fluorescence\nimmunochromatographic SARS-\nCoV-2 antigen test (Bioeasy\nBiotechnology Co., Shenzhen,\nChina)\nSample : NP and OP swabs\nWhitman et al Antibody based\n(87) Population : The study population\nincluded samples from individuals\nwith symptomatic infection and\npositive RT-PCR results for SARS-\nCoV-2 infection, pre COVID-19\nplasma specimens (collected prior\nto July 2018). A total of 288\nsamples were analysed.\nAssay : Ten\nImmunochromatographic Lateral\nFlow Assays (LFAs) and two\nELISAs that detect the presence of\nIgM and IgG Ab (specific to the\nRBD protein of the virus) in the\nclinical samples.\nSample : Serum and Plasma\nSamples\nCRISPR Patchsung, Maturada et al. Population : 154\n(88) clinical samples collected at Siriraj\nHospital, Thailand.\nAssay :\n1. SHERLOCK with lateral-flow\nreadout.\n2. SHERLOCK with fluorescence\nreadout.\nSample : NP and throat swabs\n\nResults Methodological Limitations\nSensitivity : RT-PCR results The cohort used for this study involved\nrevealed that 71% (36/51) of only patients with fevers or acute\nthe patients tested positive for respiratory symptoms.\nSARS-CoV-2 infection in the first Used a biased cohort of patients\nround of testing. who were suspected to have COVID-\n19.\nSensitivity : RT-PCR results\nrevealed that 59% (601/1014)\nof the patients tested positive\nfor SARS-CoV-2 infection.\nPositive rate : 59%\nSensitivity : 95.74% The samples of patients under\n(With qRT-PCR as reference) investigation for COVID-19 were\nSpecificity : 99.95% used. It hasn’t been specified\nNo cross-reactivity with six whether this cohort also included\nother common human clinical samples from asymptomatic\nrespiratory viruses (influenza A patients.\nvirus subtypes H1 and H3,\ninfluenza B virus, respiratory\nsyncytial virus types A and B,\nand human metapneumovirus)\nand five other hCoV (MERS-CoV,\nHKU-1, OC43, 229E and NL63)\nwas observed.\nPPV : 97.83% NPV : 99.90%\nSensitivity : 93.9% The use of a sample type which is not\n(With RT-PCR as reference) specifically permitted in the\nSpecificity : 100% instructions for use.\nPPV : 100%(estimated) NPV : This evaluation was performed\n99.4%(estimated) during a period of time (late summer\nin Chile) with a low circulation of\nother frequent respiratory viruses;\ntherefore the performance of the\nantigen-based RDT might change in\ndifferent epidemiological conditions.\nSpecificity : >95% for four assays This study focused on comparisons of\n(Bioperfectus, Premier, Wondfo, percent positivity by time interval,\nin-house ELISA) rather than reporting the\nIgM detection was more “sensitivity” of each assay.\nvariable than IgG for nearly all\nassays.\nNo consistent cross-reactivity\nwas observed.\nPositive RT-qPCR samples: 81 The SHERLOCK protocol involves the\nNegative RT-qPCR samples: 73 RNase inhibitors and negative\n1. SHERLOCK with lateral-flow control to ensure the inactivation of\nreadout nucleases and absence of\n(With RT-qPCR as reference) contamination. But an in-strip\nSensitivity : 97.14% confirmation either by fluorescence\nSpecificity :100.00% readout or lateral flow readout could\nPPA : 100.00% be a cause of contamination.\nNPA : 97.33%\nln(DOR) : 8.30\n2. SHERLOCK with fluorescence\nreadout\n(With RT-qPCR as reference)\nSensitivity :100.00%\nSpecificity :100.00%\nPPA : 100.00%\nNPA : 100.00%\nln(DOR) : 9.94\n( Continued )\n\n--- Page 11 ---\nTable 5. (Continued).\nDiagnostic\nMethod Reference Testing Parameters\nCT Scan Fang et al Population : 51 patients showing\n(83) symptoms of acute respiratory\ndistress.\nAi et al Population : 1014 patients showing\n(84) symptoms of acute respiratory\ndistress.\nSystems : uCT 780, United\nImaging, China; Optima 660,\nGE, America; Somatom Definition\nAS+, Siemens Healthineers,\nGermany\nNotes\nAbbreviations:\nPPV: Positive Predictive Values\nNPV: Negative Predictive Values\nNPA: Negative Percent Agreement\nln(DOR): Natural logarithm of Diagnostic Odds Ratio\nPPA: Positive Percent Agreement\nFigure 5. CT-images of a COVID-19 positive young male. The disease progression can be visualized with the help of chest CT scans [\ndistortion, crazy paving pattern, reticulation, traction bronch­\niectasis, subpleural bands, and intrathoracic lymph node enlar­\ngement in the image [ 9 ]. During the early-stages of infection,\nChest CT images of the COVID-19 patients presented with the\nchanges in the lung interstitial tissue and the presence of\nmultiple small plaques [ 17 ]. Progression of disease in\na patient can be assessed by a chest CT scan as shown in\nFigure 5 . Chest CT is a conventional, noninvasive imaging\ntechnology that gives results instantly and has high accuracy.\nThe sensitivity of chest CT scans to detect SARS-CoV-2 is\nbelieved to be higher than that qRT-PCR ( Table 5 )\nLow-cost techniques such as Chest X-rays and ultrasounds\nhave also been considered as a means of diagnosis but due to\ntheir low sensitivity and specificity, they are not recom­\nmended. Nevertheless, they do help in monitoring disease\nprogression [ 22 ].\nThe diagnostic performance of the different diagnostic\nmethods has been encapsulated in Table 5 .\n2.2.4. SARS-CoV-2 diagnosis using nonspecific parameters\nMany parameters increase or decrease in response to COVID-\n19 infection. At an early stage of the disease patients were\npresented with lymphopenia, leukopenia, elevated C-reactive\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 11\nResults Methodological Limitations\nSensitivity : Chest CT scans Since no asymptomatic COVID-19\nrevealed that 98% (50/51) of positive patients were included,\npatients had abnormalities that these studies may have exaggerated\nwere consistent with viral the sensitivity of CT.\npneumonia.\nSensitivity : The sensitivity of\nchest CT was 88% (888/1014)\n(With RT-PCR as reference)\nSpecificity : The reported\nspecificity was 25%\nPPV : 65%\nNPV : 83%\n102 ].\nprotein (CRP), aspartate aminotransferase, and RBC sedimenta­\ntion rate. Levels of Procalcitonin in the serum of most patients\nwere normal. Additionally, the severe cases had greater levels\nof lactate dehydrogenase, alanine aminotransferase, D-dimer,\nand ferritin along with considerably increased levels of TNF-α,\nIL-6, IL-2 R, and IL-10 [ 17 ]. Elevated levels of troponin have also\nbeen reported in patients who subsequently passed away due\nto fulminant myocarditis [ 17 ].\n2.2.5. Virus neutralization assays (VNA)\nVirus neutralization assay (VNA) is a method classically used to\ninvestigate the neutralizing antibody response to a virus and\ndemonstrate the inhibition of viral replication. Extreme sensi­\ntivity and specificity of VNA are determined by the fact that it\nonly detects antibodies that can inhibit the virus. This is crucial\nbecause related groups of viruses may share common anti­\ngens, but only some of these antigens are recognized and\ntargeted by neutralizing antibodies. Virus serotyping based on\nits neutralization can be used for serotyping a virus [ 50 ].\nPseudovirus-based neutralization assays (PBNA) has an\nedge over the conventional VNA because of their versatility\nand safety. In contrast with the VNA, PBNA is a specific,\n\n--- Page 12 ---\n12 B. SHARMA ET AL.\nFigure 6. Summary of the targeted proteomics quantitative SRM assays under development for COVID-19 [\nsensitive, robust, and reproducible method that is more objec­\ntive and less labor-intensive. Convalescent COVID-19 patient\nexhibited higher neutralization activity against the pseudo­\nvirus, highlighting its potential as a possible therapeutics [ 88 ].\n™ GenScript has developed a diagnostic test kit called cPass\nSARS-CoV-2 Neutralization Antibody Detection kit or SARS-CoV\n-2 surrogate Virus Neutralization Test (sVNT) Kit. It is claimed\nto be an automatable, faster, and more scalable alternative to\nthe traditional neutralizing antibody tests. Unlike the conven­\ntional test kits that yield accurate results in days, the cPass kits\ncan measure functional neutralizing antibodies (nAbs) within\nan hour and do not involve live biological specimens or strin­\ngent BSL3 facility for diagnosis. It detects SARS-CoV-2 neutra­\nlizing antibodies that block the contact between the ACE2\nreceptor and the receptor-binding domain of the S protein\n[ 89 ]. The potency of such assays has been ascertained through\nseveral studies assessing and validating the confirmatory test­\ning of MERS-CoV and was able to detect the negatives that\nwere reported positive by other serological tests including\nELISA. It was reported that the samples which tested positive\nfor IgG ELISA produced negative results with PBNA [ 50 ].\nAnother set of studies revealed that the incorporation of\nVNA with the serological testing of MERS-CoV improved the\naccuracy of the result and was able to detect even the sub­\nclinical infections [ 50 ]. The highly specific and sensitive nature\n\n91 ].\nof this assay makes it suitable for use as a reference or\na confirmatory test.\nAlthough VNA is highly sensitive and offers several advan­\ntages, it is quite labor-intensive as it requires skilled profes­\nsionals to conduct the assay, and is time-consuming as well.\nTherefore, VNA is primarily used for research purposes [ 50 ].\n2.2.6. Targeted proteomics: an alternative to\nantibody-based assays\nTargeted proteomics is another modality of diagnosis that has\ngained significant popularity in the scientific community over\nthe past few years. Mass spectrometry (MS) (using the triple\nquadrupole (QqQ) mass spectrometer) based targeted proteo­\nmics offers high sensitivity, quantitative accuracy, rapidity, and\nreproducibility over other traditional methods as the analysis\nonly focuses on the subsets of proteins that are important and\nneeded to the line of inquiry. Some processing techniques\nsuch as ‘selected reaction monitoring’ (SRM) also known as\n‘multiple reaction monitoring (MRM)’ focus the mass spectro­\nmeter to detect pre-selected proteins. Conceptually SRM\napproach is quite similar to immunoassays but what makes it\npowerful is that it takes both antibody-based detection and\ndiscovery-based MS into consideration and bridges the gap\nbetween the two. In SRM, the protein of interest is selected\nand the triple-quadrupole mass spectrometer is programmed\n\n--- Page 13 ---\nFigure 7. An overview of the diagnostic methods for SARS-CoV-2.\nto detect only signature protein or peptide known as\na proteotypic peptide. Mass spectrometer then fragments\nand analyzes only the selected protein from the samples [ 90 ]\n( Figure 6 ). It offers the advantage of high sequence-based\nselectivity of MS/MS (tandem mass spectrometry in which\nmore than one mass analyzer is combined) and ‘rapid duty\ncycle’ that is compatible with contemporary and high-\nefficiency liquid chromatography (LC) technique called ‘ultra-\nhigh performance liquid chromatography (UHPLC)’. Moreover,\nthe sensitivity and simplicity with which the QqQ (triple quad­\nrupole mass spectrometer) devices renders the results, makes\nit exceptional to any other type of mass analyzer. However,\nthe data can only be acquired for a fraction of peptides and\nthe workflow of detection involved is quite complex [ 91 ].\nUse of targeted LC-MS (Liquid Chromatography-Mass\nSpectrometry) along with quantitative immunoassays such as\ndensitometric western blots and ELISA can enhance the effi­\nciency of the process by making it more selective, allowing\na wider dynamic range and enabling it to be more amenable\nin multiplexing. Integration of immune enriching target pro­\nteins or peptides followed by targeted LC-MS can also be an\nalternative for diagnosis [ 92 ]. LC-MS technology offers advan­\ntages of high selectivity, sensitivity, sample throughput, sample\nvolumes, cost-per-sample, reproducibility, multiplexing, and\nextended compound range but the equipment cost, complex­\nity, and sample complexity limit its uses [ 93 ]. LC-MS technology\ncan be the next best option for immunoassays but there is still\na lot of work to be done [ 93 ].\n® PEPperCHIP SARS-CoV-2 Proteome Microarray\n(PEPperPRINT) is a newly developed modality for diagnosis of\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 13\nSARS-CoV-2 involving qualitative and quantitative proteomic\nscreening of the samples. It can serologically screen about 5000\nindividual peptides. In this method, the chip captures the pro­\nteins (antibodies, enzymes, or ligands) and immobilizes them to\nuse them as a probe. Protein analyte which is to be tested is\nadded to the matrix and modified by using different markers\nsuch as luminescence, radioisotopes, fluorescence markers, etc.\nThe interaction between micro-matrix proteins and analyte pro­\nduces an analytical signal and helps in the detection [ 94 ].\n2.3. Postanalytical phase\nThis phase includes the interpretation of the assay results. Ct\n(Cycle threshold) refers to the number of cycles required for\nthe amplification of viral RNA to reach the level for detection.\nIt is a semi-quantitative indicator that detects the concentra­\ntion of viral genetic material in a patient sample with the\nsimple rule of inverse proportionality. Serial Ct values are\nvaluable in the interpretations for clinical management of\npatients in the hospital settings. Ct values are only applied\nfor clinical interpretations and may not be reported by all RT-\nPCR platforms. It is also not directly comparable between\nassays. Clinical history is a must to interpret a single positive\nCt value in case of staging infectious course, prognosis, infec­\ntivity, or as an indicator [ 95 ]. If CT values are >40 then the test\nis negative. If we have two target proteins and the CT value of\nonly one protein is <40 then the result is indeterminate and\nrequires confirmation through retesting [ 15 ].\nEvery immunoassay comes tagged with a label molecule that\nis responsible for producing a quantifiable signal indicating the\n\n--- Page 14 ---\n14 B. SHARMA ET AL.\nbinding of the antibody with the analyte of interest. The results\nof qualitative immunoassays can be interpreted through visual\ncues like the emergence of color and lines after the reaction. The\npresence of lines/bands in the test and control region/zone of\na Rapid test kit indicate a positive result whereas the absence of\na line from the test region indicates a negative result. The results\nof quantitative immunoassays can be obtained by using an\nappropriate plate reader which measures the intensity of the\nsignal and provides values corresponding to concentrations of\nthe analyte present in the sample. It is worth noting that each\ntype of immunoassay has its standard values and unique mode\nof result interpretation [ 96 ].\nIn the Fluorescence immuno-chromatographic assay immuno­\nfluorescence analyzer directly gives the result by comparing the\ndetection value with the reference cutoff or threshold value which\nis already set within the internal parameter of the kit’s ID chip [ 9 ].\nThe possible platforms for SARS-CoV-2 diagnosis either already in\nuse or in developmental stages are illustrated in Figure 7 .\n3. Methodology\nWe carried out a comprehensive narrative literature review to\nencapsulate the developments in the medical diagnosis of\nSARS-CoV-2 by accessing the freely available online databases.\nThe research papers and articles were mainly retrieved from\nPubMed using keywords like ‘SARS-CoV-2 Diagnosis’, COVID-\n19, ‘Coronavirus Diagnosis’ and ‘SARS-CoV-2’. The publications\nthat have been included as references in this article, date from\n2005 to 2020. The data about the presently deployed and\napproved diagnostic kits were obtained from the WHO, FDA,\nand ICMR websites. The literature search was limited to pub­\nlications in English and excluded abstracts from commen­\ntaries. Research papers focusing on the diagnosis of SARS-\nCoV-2 were only included. Literature search, abstract screen­\ning, and study selection were performed by the aforemen­\ntioned authors. Any discrepancies were resolved through\nconsensus. The websites that were searched are as follows:\nhttps://pubmed.ncbi.nlm.nih.gov/ , https://www.who.int/ ,\nhttps://www.cdc.gov/ , https://www.fda.gov/home , https://\nwww.icmr.gov.in/ .\n4. Expert opinion\nPandemics being large-scale infection outbreaks, gravely distress\nthe world at large and have far-reaching consequences by caus­\ning significant social, economic, and political disarray. The uni­\nversal disparity that already exists and is prevalent around the\nworld also extends to this catastrophe. The Low-and-Middle\nincome countries (LMICs) are much more vulnerable to the\ndeleterious repercussions and face disproportionately higher\nmorbidity and mortality during pandemics. The lack of infrastruc­\nture and resources curbs their domestic capacity to manufacture\ndiagnostic test kits making them heavily dependent on imports.\nAccessibility and affordability are some of the crucial variables\nthat should be considered while devising any diagnostic method\nand easy acquisition of effective diagnostic test kits to all the\naffected countries is imperative [ 96–100 ].\nSeveral detection methods are available for the diagnosis\nof SARS-CoV-2 but neither is ideal in all situations. Molecular\nmethods aren’t swift and cost-effective with a high likelihood\n\nof false-negative results which can jeopardize the health of the\npatient and the community [ 9 ]. A sensitivity of only 30 ~ 60%\nis achieved by the RT-PCR of SARS-CoV-2 RNA, determined by\nthe stage of the disease, condition of the patient, the protocol\nfollowed while collecting clinical specimens and the type and\nnumber of specimens procured [ 17 ]. Immunodiagnostic meth­\nods based on IgM/IgG antibody detecting N and S antigens\ncan partially overcome the shortcomings of RT-PCR in some\ncases and are rapid and cost-effective but the sensitivity is\npoor [ 15 ]. Whereas, detection of anti-N or anti-S antibodies is\nsuitable for diagnosis in the later stage during the infection,\ncontact tracing, and retrospective community screening [ 15 ].\nImmunodiagnostics aids the diagnosis of COVID-19 and\nincreases the positive rate of detection when combined with\nqRT-PCR, including the detection of subclinical cases [ 62 ].\nRadiological methods are complementary to other methods\nand are not suitable for the screening of the population as\ndifferentiation of similar symptoms caused by the different etio­\nlogical agents cannot be made. Hence further research into\nCOVID-19 diagnostics is binding. Research is underway to deter­\nmine the efficacy of other methods such as CRISPR, multiplex\nisothermal amplification followed by microarray detection, and\nimmunological kits with great sensitivity. More data is required\non pseudovirus-based neutralizing assays (PBNA), as far as neu­\ntralizing antibody detection is concerned. LC-MS technology for\ntargeted proteomics can be an alternative to immunoassays but\nimprovements in technology adoption, assay development, and\nvalidation are still required. Nanosensors and aptamer technol­\nogy are also in development which will serve as an alternative to\nthermal screening guns and will help in the screening of the\npeople at public places such as airports, malls, restaurants, and\nthe territories which are more prone to crowding [ 101 ].\nAlthough significant developments have been made in all\nthe countries for diagnosis of SARS-CoV-2 in a very short time\nwhich matches the blinding speed at which the virus has\ndisseminated, the limitations of available diagnostics repre­\nsent the need for preparedness and long-term investments\nin SARS-CoV-2 diagnostics. Several vaccines are under phase 3\nclinical trials with the Pfizer mRNA based vaccine BNT162\nalready completing the trials and reporting encouraging\nresults, the possibility of vaccine availability soon is high. But\nmanufacturing of required doses and distribution across the\nworld is not anticipated any sooner. An accurate diagnosis will\nremain the forerunner in the management of the pandemic.\nMoreover, the phase 4 efficacy of these vaccines will rely\nheavily on appropriate detection of the protective immune\nresponse and reactogenicity elicited by the vaccine further\nincreasing the diagnostic burden. So far, a combination of\nNAAT and immuno-diagnostics along with radiological diag­\nnostics remains the preferred options and we hope to see\na change with the development of better technologies toward\na single multipurpose diagnostic test. To be sufficiently pre­\npared for any future pandemics, healthcare institutions and\nsystems should be essentially reinforced.\nFunding\nThis paper was not funded by any funding agency.\n\n--- Page 15 ---\nDeclaration of interest\nThe authors have no relevant affiliations or financial involvement with any\norganization or entity with a financial interest in or financial conflict with\nthe subject matter or materials discussed in the manuscript. This includes\nemployment, consultancies, honoraria, stock ownership or options, expert\ntestimony, grants or patents received or pending, or royalties.\nReviewer disclosures\nPeer reviewers on this manuscript have no relevant financial or other\nrelationships to disclose.\nReferences\nPapers of special note have been highlighted as either of interest (•) or of\nconsiderable interest (••) to readers.\n1. World Health Organization. Coronavirus Disease (COVID-19)\nSituation Reports [Internet]. 2020 [cited 2020 Dec21]. Available\nfrom: https://www.who.int/emergencies/diseases/novel-\ncoronavirus-2019/situation-reports\n2. COVID-19 pandemic [Internet]. [cited 2020 Dec 30]. Available from:\nhttps://en.wikipedia.org/wiki/COVID-19_pandemic\n3. Coronavirus Update (Live) on COVID-19 Virus Pandemic -\nWorldometer [Internet]. [cited 2020 Dec 30]. Available from:\nhttps://www.worldometers.info/coronavirus/\n4. Weekly Update: Global Coronavirus Impact and Implications\n[Internet]. [cited 2020 Oct 21]. Available from: https://www.counter\npointresearch.com/coronavirus-weekly-update/\n5. Weekly epidemiological update 22 December 2020 [Internet].\n[cited 2020 Dec 31]. Available from: https://www.who.int/publica\ntions/m/item/weekly-epidemiological-update—22-december-2020\n6. Weekly epidemiological update 29 December 2020 [Internet].\n[cited 2020 Dec 31]. Available from: https://www.who.int/publica\ntions/m/item/weekly-epidemiological-update—29-december-2020\n7. Ioannidis JPA Global perspective of COVID-19 epidemiology for a\nfull-cycle pandemic [Internet]. Vol. 50, Eur J Clin Invest. Blackwell\nPublishing Ltd; 2020 [cited 2021 Jan 2]. 12; Doi: 10.1111/eci.13423\n8. Zheng J, SARS-coV-2: an emerging coronavirus that causes a global\nthreat. Int J Biol Sci. [Internet]. 2020 [cited 2020 Sep 12];16\n(10):1678–1685.\n• This paper gives the information on the origin, signs and symp­\ntoms, and the chemotherapeutic options of the SARS-CoV-2\ninfection.\n9. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology\nof 2019 novel coronavirus: implications for virus origins and recep­\ntor binding. Lancet [Internet]. 2020 Feb 22 [cited 2020 Sep 12];395\n(10224):565–574.\n10. Ozma MA, Maroufi P, Khodadadi E et al. Clinical manifestation,\ndiagnosis, prevention and control of SARS-CoV-2 (COVID-19) during\nthe outbreak period. Le infezioni in medicina. 2020 [cited 2020\nSep 12]. Available from: https://pubmed.ncbi.nlm.nih.gov/\n32275257/ 28 2 153–165\n•• An important review article with essential details on the\ndiagnosis of SARS-CoV-2.\n11. Li X, Zai J, Zhao Q, et al. Evolutionary history, potential intermedi­\nate animal host, and cross-species analyses of SARS-CoV-2. J Med\nVirol. [Internet]. 2020 Jun 1 [cited 2020 Dec 29];92(6):602–611.\n12. Zhao J, Cui W, Tian B, The Potential Intermediate Hosts for\nSARS-CoV-2. Front Microbiol. [Internet]. 2020 Sep 30 [cited 2020\nDec 29];11:2400.\n13. Diao B, Wen K, Chen J, et al. Diagnosis of Acute Respiratory\nSyndrome Coronavirus 2 Infection by Detection of Nucleocapsid\nProtein. medRxiv [Internet]. 2020 Mar 13 [cited 2020\nSep 12];2020.03.07.20032524. Available from: Doi: 10.1101/\n2020.03.07.20032524\n14. Chan JF-W, Yip CC-Y, To KK-W, et al. Improved Molecular Diagnosis\nof COVID-19 by the Novel, Highly Sensitive and Specific COVID-19-\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 15\nRdRp/Hel Real-Time Reverse Transcription-PCR Assay Validated In\nVitro and with Clinical Specimens. Vol. 58, J Clin Microbiol.\nAmerican Society for Microbiology; 2020 [cited 2020 Sep 12]. 5\nDoi: 10.1128/JCM.00310-20\n15. Sanche S, Lin YT, Xu C, et al. High Contagiousness and Rapid\nSpread of Severe Acute Respiratory Syndrome Coronavirus 2 - Vol\n26, Number 7—July 2020 - Emerging Infectious Diseases journal -\nCDC. [cited 2020 Oct 14]. 7 1470–1477\n16. Tang Y-W, Schmitz JE, Persing DH, et al. Laboratory diagnosis of\nCOVID-19: current issues and challenges [Internet]. Vol. 58, J Clin\nMicrobiol. American Society for Microbiology; 2020 [cited 2020\nSep 12].(6) Doi: 10.1128/JCM.00512-20\n17. Wu D, Wu T, Liu Q, et al. The SARS-CoV-2 outbreak: what we know\n[Internet]. Inter J Infect Dis Elsevier B.V.; 2020 [cited 2020 Sep 12]. p.\n44–48. Available from. . 94:. https://pubmed.ncbi.nlm.nih.gov/\n32171952/ .\n18. Wang H, Li X, Li T, et al. The genetic sequence, origin, and diagnosis\nof SARS-CoV-2 [Internet]. Eur J Clin Microbiol Infect Dis. Springer;\n2020 [cited 2020 Sep 12]. 39(9); p. 1629–1635.\n19. Root-Bernstein R. Why Infants Rarely Die of COVID-19 and\nMorbidity and Mortality Rates Vary by Location: pneumococcal\nand Hib Vaccinations as Possible Means to Mitigate Future\nPandemics. 2020 Apr 15 [cited 2020 Sep 17]; Available from:\nwww.preprints.org\n20. Yang Y, Yang M, Shen C, et al. Evaluating the accuracy of different\nrespiratory specimens in the laboratory diagnosis and monitoring\nthe viral shedding of 2019-nCoV infections. medRxiv [Internet].\n2020 Feb 17 [cited 2020 Dec 30];2020.02.11.20021493. Available\nfrom: Doi: 10.1101/2020.02.11.20021493\n21. Ravi N, Cortade DL, Ng E, et al. Diagnostics for SARS-CoV-2 detec­\ntion: A comprehensive review of the FDA-EUA COVID-19 testing\nlandscape. Biosens Bioelectron [Internet]. 2020 Oct 1 [cited 2020\nDec 30];165:112454.\n22. Wang W, Xu Y, Gao R, et al. Detection of SARS-CoV-2 in Different\nTypes of Clinical Specimens. JAMA. American Medical Association;\n2020 [cited 2020 Dec 30]. 323(18); p. 1843–1844.\n23. Pascarella G, Strumia A, Piliego C, et al. COVID-19 diagnosis and man­\nagement: a comprehensive review [Internet]. J Intern Med. Blackwell\nPublishing Ltd; 2020 [cited 2020 Sep 13]. p. 192–206. 288(2).\n24. Roche Roche’s cobas SARS-CoV-2 Test to detect novel coronavirus\nreceives FDA Emergency Use Authorization and is available in\nmarkets accepting the CE mark [Internet]. [cited 2020 Aug 25].\nAvailable from: https://www.roche.com/media/releases/med-cor\n-2020-03-13.htm\n25. Tu Y-F, Chien C-S, Yarmishyn AA, et al. A review of sars-cov-2 and\nthe ongoing clinical trials [Internet]. Int J Mol Sci. MDPI AG; 2020\n[cited 2020 Sep 12]. 21(7)2657.\n® 26. RealStar SARS-CoV-2 RT-PCR Kit RUO - Altona-Diagnostics EN\n[Internet]. [cited 2020 Aug 25]. Available from: https://www.\naltona-diagnostics.com/en/products/reagents-140/reagents/real\nstar-real-time-pcr-reagents/realstar-sars-cov-2-rt-pcr-kit-ruo.html\n27. BioCore 2019-nCoV Real Time PCR Kit [Internet]. [cited 2020 Oct\n14]. Available from: http://www.bio-core.com/biocore/kr/common/\nBrochure_(ENG).pdf\n28. The Global Fund Report on the list of SARS-CoV-2 Diagnostic test\nkits [Internet]. 2020 [cited 2020 Aug26]. Available from: https://\nwww.theglobalfund.org/media/9629/covid19_diagnosticproducts_\nlist_en.pdf?u=637261896210000000\n29. QIAamp Viral RNA Mini Kit - QIAGEN Online Shop [Internet]. [cited\n2020 Aug 27]. Available from: https://www.qiagen.com/us/pro\nducts/diagnostics-and-clinical-research/sample-processing/qiaamp-\nviral-rna-mini-kit/?clear=true#orderinginformation\n30. Food and Drug Administration. COVID-19 RT-qPCR Detection Kit\nInstructions for Use For Emergency Use Authorization Only. 2020 .\n31. Quick SARS-CoV-2 rRT-PCR Kit | ZYMO RESEARCH [Internet]. [cited\n2020 Aug 27]. Available from: https://www.zymoresearch.com/pro\nducts/quick-sars-cov-2-rrt-pcr-kit\nTM 32. Food and Drug Administration. Instructions for LabGun\nCOVID-19 RT-PCR Kit [Internet]. 2020 Sep [cited 2020 Aug28].\nAvailable from: www.labgenomics.co.kr\n\n--- Page 16 ---\n16 B. SHARMA ET AL.\n® 33. RealStar SARS-CoV-2 RT-PCR Kit - Altona-Diagnostics EN\n[Internet]. [cited 2020 Aug 28]. Available from: https://altona-\ndiagnostics.com/en/products/reagents-140/reagents/realstar-real-\ntime-pcr-reagents/realstar-sars-cov-2-rt-pcr-kit.html\n34. Food and Drug Administration. Instruction for Use Fosun COVID-19\nRT-PCR Detection Kit Rx Only For Emergency Use Authorization\n(EUA) only [Internet]. 2020 [cited 2020 Aug28]. Available from:\nwww.fosunpharmausa.com/covid19/pcr/\n35. Food and Drug Administration. GenoSensor GS TM COVID-19\nReal-Time PCR Kit For Emergency Use Authorization Only\nInstructions for Use (IFU) Issue 1.0. 2020.\n36. Food and Drug Administration. FACT SHEET FOR HEALTHCARE\nPROVIDERS [Internet]. 2020 [cited 2020 Aug28]. Available from:\nhttps://www.accessdata.fda.gov/scripts/medwatch/index.cfm?\naction=reporting.home\nTM 37. Food and Drug Administration. copy COVID-19 qPCR Multi Kit\n(Cat no. M22MD100M) Instructions for Use For in vitro diagnostic\nuse For Emergency Use Authorization Only Prescription Use Only.\n2020 May.\n38. World Health Organization. List of COVID-19 diagnostic kits with\nthe information of manufacturer and country of approval [Internet].\n2020 Mar [cited 2020 Aug29]. Available from: https://www.fda.gov/\nemergency-preparedness-and-response/mcm-legal-regulatory-and-\npolicy-\nTM 39. Food and Drug Administration. TaqPath COVID-19 Combo Kit\nTM and TaqPath COVID-19 Combo Kit Advanced* INSTRUCTIONS\nFOR USE Multiplex real-time RT-PCR test intended for the qualita­\ntive detection of nucleic acid from SARS-CoV-2. 2020 Mar.\n40. VIASURE SARS-CoV-2 Real Time PCR Detection Kit [Internet]. 2020\n[cited 2020 Aug30]. Available from: https://www.abacusdx.com/\nmedia/CT_CerTest_VIASURE_2020.pdf\n41. Food and Drug Administration .AllplexTM 2019-nCoV Assay\n[Internet]. 2020 [cited 2020 Aug30]. Available from: http://www.\nseegene.com/upload/product/IFU_FDA_COVID19_Seegene.pdf\n42. Food and Drug Administration. Novel Coronavirus (2019-nCoV)\nNucleic Acid Diagnostic Kit (PCR-Fluorescence Probing) For\nEmergency Use Only Instructions for Use (24 Tests/kit and 48\nTests/kit) For in vitro Diagnostic (IVD) Use For Prescription Use\nonly For Emergency Use Authorization only [Internet]. 2020 [cited\n2020 Aug30]. Available from: http://eng.sansure.com.cn/\nTM 43. ProTect COVID-19 RT-qPCR Kit [Internet]. [cited 2020 Aug 30].\nAvailable from: http://www.camtech.org/assets/ProTect_COVID19_\nKit_BrochureN.pdf\n44. BioFire-COVID-19-Test-Info-Sheet-FLM2-PRT-0263 [Internet]. [cited\n2020 Augt 30]. Available from: https://www.biofiredefense.com/\nwp-content/uploads/2020/04/BioFire-COVID-19-Test-Info-Sheet-\nFLM2-PRT-0263.pdf\n® CoV Extended Panel 45. Food and Drug Administration. NxTAG\nAssay Package Insert [Internet]. 2020 Mar [cited 2020 Aug30].\nAvailable from: www.luminexcorp.com\nTM 46. Food and Drug Administration. NeuMoDx SARS-CoV-2 Assay\nInstructions For Use. 2020 Apr.\n47. Food and Drug Administration. INSTRUCTIONS FOR USE For Use\nunder Emergency Use Authorization For In Vitro Diagnostic Use RX\n® Only PhoenixDx SARS-CoV-2 Multiplex for invitro diagnostic use\nqualitative RT-PCR-based detection of SARS-CoV-2 50 Tests\nPCCSKU15262 v 2.0. 2020 .\n48. SARS-Cov-2 Coronavirus Real-time RT-PCR (RT-qPCR) Detection Kit\n(CVPD) [Internet]. [cited 2020 Aug31]. Available from: https://www.\nsciencellonline.com/PS/7038.pdf\nTM 49. TaqPath COVID-19 Combo Kit [Internet]. [cited 2020 Aug31].\nAvailable from: https://www.thermofisher.com/order/catalog/pro\nduct/A47814#/A47814\n50. Food and Drug Administration. Quick SARS-CoV-2 rRT-PCR Kit\nInstructions for Use. 2020 .\n51. Younes N, Al-Sadeq DW, Jighefee HAL, et al. Challenges in labora­\ntory diagnosis of the novel coronavirus SARS-CoV-2 [Internet].\nViruses. MDPI AG; 2020 [cited 2020 Sep 12]. 12(6)582.\n\n52. Shi R, Ma W, Wu Q, et al. Design and application of 60mer oligo­\nnucleotide microarray in SARS coronavirus detection. Chinese Sci\nBull. [Internet]. 2003 Jun [cited 2020 Sep 13];48(12):1165–1169.\n53. De Souza Luna LK, Heiser V, Regamey N, et al. Generic detection of\ncoronaviruses and differentiation at the prototype strain level by\nreverse transcription-PCR and nonfluorescent low-density\nmicroarray. J Clin Microbiol. [Internet]. 2007 [cited 2020\nSep 13];45(3):1049–1052.\n54. Guo X, Geng P, Wang Q, et al. Development of a Single Nucleotide\nPolymorphism DNA Microarray for the Detection and Genotyping\nof the SARS Coronavirus. J Microbiol Biotechnol [Internet]. 2014 Oct\n28 [cited 2020 Sep 13];24(10):1445–1454. Available from:\n55. Li B, Si H-R, Zhu Y, et al. Discovery of Bat Coronaviruses through\nSurveillance and Probe Capture-Based Next-Generation\nSequencing. mSphere. 2020 ;5(1):e00807-19.\n56. Illumina Receives First FDA Emergency Use Authorization for a\nSequencing-Based COVID-19 Diagnostic Test [Internet]. [cited\n2020 Aug 31]. Available from: https://www.illumina.com/com\npany/news-center/press-releases/2020/8cd141fb-68d0-4144-8922-\n45693ac3f453.html\n57. Sheridan C. COVID-19 spurs wave of innovative diagnostics. Nat\nBiotechnol. 2020 ;38(7):769–772.\n58. VS J, Kancharla N, Bhadra B, et al. CRISPR-based assays for rapid\ndetection of SARS-CoV-2. Preprints [Internet]. 2020 ;(June):1–10.\nAvailable from: www.preprints.org\n59. Sharma S. Low-cost ‘Feluda’ test to detect virus in an hour likely\nin 4 weeks - india news - Hindustan Times [Internet]. hindustan­\ntimes. 2020 [cited 2020 Sep 01]. Available from: https://www.\nhindustantimes.com/india-news/low-cost-feluda-test-to-detect-\nvirus-in-an-hour-likely-in-4-weeks/story-\nq1Q8ATDRNnwEGuRbhWVI2O.html\n60. Guo L, Sun X, Wang X, et al. SARS-CoV-2 detection with CRISPR\ndiagnostics [Internet]. Cell Discov. Springer Nature; 2020 [cited\n2020 Sep 13]. 6(1); p. 1–4.\n61. Lee CY-P, Lin RTP, Renia L, et al. Serological Approaches for\nCOVID-19: epidemiologic Perspective on Surveillance and Control\n[Internet]. Vol. 11, Front Immunol. Frontiers Media S.A.; 2020 [cited\n2020 Sep 12]. Doi: 10.3389/fimmu.2020.00879\n62. Pan Y, Li X, Yang G, et al. Serological immunochromatographic\napproach in diagnosis with SARS-CoV-2 infected COVID-19 patients.\nJ Infect [Internet]. 2020 Jul 1 [cited 2020 Sep 12];81(1):e28–32.\n63. Guo L, Ren L, Yang S, et al. Profiling Early Humoral Response to\nDiagnose Novel Coronavirus Disease (COVID-19). Clin Infect Dis\n[Internet]. 2020 Jul 28 [cited 2020 Sep 12];71(15):778–785.\n64. Wen T, Huang C, Shi F-J, et al. Development of a lateral flow\nimmunoassay strip for rapid detection of IgG antibody against\nSARS-CoV-2 virus. Analyst [Internet]. 2020 Aug 7 [cited 2020\nSep 13];145(15):5345–5352.\n65. Liu W, Liu L, Kou G, et al. Evaluation of nucleocapsid and spike\nprotein-based enzyme-linked immunosorbent assays for detecting\nantibodies against SARS-CoV-2. J Clin Microbiol [Internet]. 2020 Jun\n1 [cited 2020 Sep 12];58(6). Doi: 10.1128/JCM.00461-20\n66. Gupta V, Tabiin TM, Sun K, et al. SARS coronavirus nucleocapsid\nimmunodominant T-cell epitope cluster is common to both exogen­\nous recombinant and endogenous DNA-encoded immunogens.\nVirology [Internet]. 2006 Mar 30 [cited 2020 Sep 13];347(1):127–139.\n67. Haljasmägi L, Remm A, Rumm AP, et al. LIPS method for the\ndetection of SARS-CoV-2 antibodies to spike and nucleocapsid\nproteins. Eur J Immunol [Internet]. 2020 Aug 6 [cited 2020\nSep 13];50(8):1234–1236.\n68. PD B, FX R, Morishima C, et al. Detection of nucleocapsid antibody\nto SARS-CoV-2 is More Sensitive than Antibody to Spike Protein in\nCOVID-19 Patients. medRxiv Prepr Serv Heal Sci [Internet]. 2020 Apr\n24 [cited 2020 Sep 13];2020.04.20.20071423. Available from: http://\nwww.ncbi.nlm.nih.gov/pubmed/32511445\n69. Sofia SARS Antigen FIA [Internet]. 2020 [cited 2020 Sep02].\nAvailable from: https://www.quidel.com/sites/default/files/pro\nduct/documents/CL1438902EN00.pdf\n\n--- Page 17 ---\n70. Food and Drug Administration. ACCELERATED EMERGENCY USE\nAUTHORIZATION (EUA) SUMMARY NEW YORK SARS-COV\nMICROSPHERE IMMUNOASSAY FOR ANTIBODY DETECTION\n(WADSWORTH CENTER AT THE NEW YORK STATE DEPARTMENT\nOF HEALTH) for in vitro diagnostic use Rx only for use under\nemergency use authorization (EUA) only. 2020 .\n® 71. LIAISON SARS-CoV-2 S1/S2 IgG The fully automated serology test\nfor the detection of SARS-CoV-2 IgG Antibodies [Internet]. [cited\n2020 Oct 15]. Available from: https://www.diasorin.com/sites/\ndefault/files/allegati/liaisonr_sars-cov-2_s1s2_igg_brochure.pdf.pdf\n72. Food and Drug Administration. Anti-SARS-CoV-2 Rapid Test. 2020 .\n73. Food and Drug Administration. Cellex qSARS-CoV-2 IgG/IgM Rapid\nTest. 2020 .\n74. Food and Drug Administration. Wantai SARS-CoV-2 Diagnostics\nWANTAI SARS-CoV-2 Ab Rapid Test Rapid Test for Detection of\nTotal Antibodies to SARS-CoV-2 FOR SERUM/PLASMA/\nVENIPUNCTURE WHOLE BLOOD SPECIMEN INSTRUCTIONS FOR\nUSE. 2020 [cited 2020 Sep03]; Available from: 10.1101/2020.04.09.\n20056325\n75. SARS-CoV-2 antibody test (lateral flow method) [Internet]. [cited\n2020 Sep 03]. Available from: https://www.bilcare.com/SARS-CoV-2\nAntibody Test (Lateral Flow Method).pdf\n® 76. Food and Drug Administration. DPP COVID-19 IgM/IgG System\n[Internet]. 2020 [cited 2020 Sep04]. Available from: https://www.\nfda.gov/media/136963/download\n77. SGTi-flex COVID-19 IgM/IgG Kit - Sugentech, Inc. [Internet]. [cited\n2020 Sep 04]. Available from: https://sugentech.com/products/pro\nducts-view.php?ct=7&target=32%27\n78. STANDARD Q COVID-19 Ag Test Kit [Internet]. [cited 2020 Sep 04].\nAvailable from: http://sdbiosensor.com/xe/product/7672\n79. STANDARD F COVID-19 Ag FIA Kit [Internet]. [cited 2020 Sep 04].\nAvailable from: http://sdbiosensor.com/xe/product/7677\n80. Food and Drug Administration. RightSign TM COVID-19 IgG/IgM\nrapid test cassette package insert [Internet]. 2020 [cited 2020\nSep05]. Available from: https://www.fda.gov/medical-devices/emer\ngency-situations-medical-devices/emergency-use-\n81. Indian Council of Medical Research, New Delhi [Internet]. [cited\n2020 Oct 15]. Available from: https://www.icmr.gov.in/\n82. Xu Y, Xiao M, Liu X, et al. Significance of serology testing to assist\ntimely diagnosis of SARS-CoV-2 infections: implication from\na family cluster. Emerg Microbes Infect [Internet]. 2020 Jan 1\n[cited 2020 Sep 10];9(1):924–927.\n83. Fang Y, Zhang H, Xie J, et al. Sensitivity of Chest CT for COVID-19:\ncomparison to RT-PCR. Radiology. Radiological Society of North\nAmerica Inc.; 2020 [cited 2020 Dec 31]. 296(2); p. E115–7.\n84. Ai T, Yang Z, Hou H, et al. Correlation of chest CT and RT-PCR testing\nfor coronavirus disease 2019 (COVID-19) in China: A report of 1014\ncases. Radiology [Internet]. 2020 Aug 1 [cited 2020 Dec 31];296(2):\nE32–40.\n85. Nawattanapaiboon K, Pasomsub E, Prombun P, et al. Colorimetric\nreverse transcription loop-mediated isothermal amplification\n(RT-LAMP) as a visual diagnostic platform for the detection of the\nemerging coronavirus SARS-CoV-2. Analyst [Internet]. 2020 [cited\n2020 Dec 29]; Available from: https://pubs.rsc.org/en/content/arti\nclehtml/2021/an/d0an01775b\n86. Porte L, Legarraga P, Vollrath V, et al. Evaluation of a novel\nantigen-based rapid detection test for the diagnosis of SARS-CoV-\n2 in respiratory samples. International Journal of Infectious\nDiseases. 2020 Oct 1;99:328–333. .\n87. Whitman JD, Hiatt J, Mowery CT, et al. Test performance evaluation\nof SARS-CoV-2 serological assays. medRxiv [Preprint]. 2020 May 17.\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 17\nDoi: 10.1101/2020.04.25.20074856 . Update in: Nat Biotechnol. 2020\nAug 27;: PMID: 32511497; PMCID: PMC7273265.\n88. Patchsung M, Jantarug K, Pattama A et al. Clinical validation of\na Cas13-based assay for the detection of SARS-CoV-2 RNA. Nat\nBiomed Eng [Internet]. 2020 Dec 1 [cited 2020 Dec 30];4(12).\nAvailable from: https://pubmed.ncbi.nlm.nih.gov/32848209/\n89. Nie J, Li Q, Wu J, et al. Establishment and validation of\na pseudovirus neutralization assay for SARS-CoV-2. Emerging\nMicrobes & Infections. 2020 ;9(1):680–686. [cited 2020 Sep 12];\nAvailable from.\n90. COVID-19 Detection | SARS-CoV-2 Neutralization Antibody\nDetection Kit (RUO) [Internet]. [cited 2020 Oct 14]. Available\nfrom: https://www.genscript.com/covid-19-detection-svnt.html\n91. Marx V, Targeted proteomics | nature methods [Internet]. Nat\nMethods. 2013 .[cited 2020 Sep 13]. Available from. https://www.\nnature.com/articles/nmeth.2285\n92. Vidova V, Spacil Z. A review on mass spectrometry-based quanti­\ntative proteomics: targeted and data independent acquisition\n[Internet]. Anal Chim Acta Elsevier B.V.; 2017 [cited 2020 Sep 13].\np. 7–23. Available from. . 964:. https://pubmed.ncbi.nlm.nih.gov/\n28351641/ .\n93. Manes NP, Nita-Lazar A. Application of targeted mass spectro­\nmetry in bottom-up proteomics for systems biology research.\nJ Proteomics [Internet]. 2018 Oct 30 [cited 2020\nSep 13];189:75–90.\n94. Cross TG, Hornshaw MP. Can LC and LC-MS ever replace\nimmunoassays? J Appl Bioanal [Internet]. 2016 Oct 13 [cited 2020\nSep 13];2(4):108–116.\n95. Kubina R, Dziedzic A. Molecular and Serological Tests for COVID-19\na Comparative Review of SARS-CoV-2 Coronavirus Laboratory and\nPoint-of-Care Diagnostics. Diagnostics (Basel). 2020 Jun 26;10\n(6):434. https://10.3390/diagnostics10060434. PMID: 32604919;\nPMCID: PMC7345211\n96. Understanding cycle threshold (Ct) in SARS-CoV-2 RT-PCR A guide\nfor health protection teams Understanding cycle threshold (Ct) in\nSARS-CoV-2 RT-PCR 2.\n97. Darwish IA. Immunoassay Methods and their Applications in\nPharmaceutical Analysis: Basic Methodology and Recent\nAdvances. Int J Biomed Sci. 2006 Sep;2(3):217–35. PMID:\n23674985; PMCID: PMC3614608\n98. SARS-CoV-2 Antigen detecting rapid diagnostic test implementation\nprojects [Internet]. [cited 2020 Nov 15]. Available from: https://www.\nwho.int/news-room/articles-detail/sars-cov-2-antigen-detecting-rapid-\ndiagnostic-test-implementation-projects\n99. Developing countries face diagnostic challenges as the COVID-19\npandemic surges [Internet]. [cited 2020 Nov 18]. Available from:\nhttps://cen.acs.org/analytical-chemistry/diagnostics/Developing-\ncountries-face-diagnostic-challenges/98/i27\n100. Pandemics: Risks, Impacts, and Mitigation - Disease control prio­\nrities: improving health and reducing poverty - NCBI Bookshelf\n[Internet]. [cited 2020 Nov 18]. Available from: https://www.ncbi.\nnlm.nih.gov/books/NBK525302/\n101. Coronavirus (SARS-CoV-2): Test kits to detect the causative\nagent of COVID-19 [Internet]. [cited 2020 Sep 01]. Available\nfrom: https://www.rapidmicrobiology.com/test-method/testing-\nfor-the-wuhan-coronavirus-a-k-a-covid-19-sars-cov-2-and-2019-\nncov\n102. Radiology Assistant - COVID-19 Imaging findings. [Internet].\n[cited2020Oct14]. Available from: https://radiologyassistant.nl/\nchest/covid-19/covid19-imaging-findings",
    "pages": [
      {
        "page_number": 1,
        "text": "EXPERT REVIEW OF MOLECULAR DIAGNOSTICS\nhttps://doi.org/10.1080/14737159.2021.1874354\nREVIEW\nRecent advances in the diagnosis of COVID-19: a bird’s eye view\na a Bhawna Sharma , Mohd Fardeen Husain Shahanshah\na Department of Microbiology, Ram Lal Anand College, University of Delhi, Benito Juarez Road, New Delhi, 110021, India;\nFormer Head and Professor, Department of Biotechnology, Jaypee Institute of Information Technology, Noida, UP, India\nABSTRACT\nIntroduction: The COVID-19 pandemic is still escalating and has shaped an extraordinary and pressing\nneed for rapid diagnostics with high sensitivity and specificity. Prompt diagnosis is the key to mitigate\nthis situation. As several diagnostic tools for COVID-19 are already available and others are still under\ndevelopment, mandating a comprehensive review of the efficacy of existing tools and evaluate the\npotential of others.\nAreas Covered: Currently explored platforms for SARS-CoV-2 diagnostics and surveillance centered on\nqRT-PCR, RT-PCR, CRISPR, microarray, LAMP, lateral flow immunoassays, proteomics-based approaches,\nand radiological scans are overviewed and summarized in this review along with their advantages and\ndownsides. A narrative literature review was carried out by accessing the freely available online\ndatabases to encapsulate the developments in medical diagnostics.\nExpert Opinion: An ideal detection method should be sensitive, specific, rapid, cost-effective, and\nshould allow early diagnosis of the infection as near as possible to the point of care that could alter the\ncurrent situation for the better. Medical diagnostics is a highly dynamic field as no diagnostic method\navailable for SARS-CoV-2 detection offers a perfect solution and requires more attention and continuous\nR&D to challenge the present-day pandemic situation\n1. Introduction\nIn December 2019, cases of enigmatic disease leading to pneu­\nmonia in infected individuals of unknown etiology were reported\nCONTACT Vandana Gupta vandanagupta@rla.du.ac.in ; vandanagupta72@rediff.com\nst * Both the authors contributed equally to the manuscript, hence both are the 1\nAbbreviations\n(1) CDC: Center for Disease Control and Prevention\n(2) CRISPR: Clustered regularly interspaced short palindromic repeats\n(3) CSIR-IGIB: Council of Scientific & Industrial Research-Institute of Genomics and Integrative Biology\n(4) CT: Computerized Tomography\n(5) DETECTR: DNA Endonuclease Targeted CRISPR Trans Reporter\n(6) FDA: Food and Drug Administration\n(7) HUDSON: Heating Unextracted Diagnostic Samples to Obliterate Nucleases\n(8) LAF: Lateral flow immunoassays\n(9) LAMP: Loop-mediated isothermal amplification\n(10) MERS-CoV: Middle East Respiratory Syndrome Coronavirus\n(11) NAAT: Nucleic Acid Amplification Test\n(12) NGS: Next-generation sequencing\n(13) NP swabs: Nasopharyngeal swab\n(14) OP swabs: Oropharyngeal swabs\n(15) PBNA: Pseudovirus-based neutralizing assays\n(16) PUMCH: Peking Union Medical College Hospital\n(17) qRT-PCR: Quantitative Reverse Transcriptase -PCR\n(18) RAA: Recombinase aided amplification\n(19) RPA: Recombinase polymerase amplification\n(20) RT-PCR: Reverse Transcriptase Polymerase Chain Reaction\n(21) SARS-CoV: Severe Acute Respiratory Syndrome Coronavirus\n(22) SARS-CoV-2: Severe Acute Respiratory Syndrome Coronavirus 2\n(23) sgRNA: single-guide RNA\n(24) SHERLOCK: Specific High-sensitivity Enzymatic Reporter un-LOCKing\n(25) VNA: Virus neutralization assay\n(26) WHO: World Health Organization\n© 2021 Informa UK Limited, trading as Taylor & Francis Group\n\nb a , Sanjay Gupta and Vandana Gupta\nb Independent Scholar\nARTICLE HISTORY\nReceived 20 November 2020\nAccepted 7 January 2021\nKEYWORDS\nSARS-CoV-2; nucleocapsid\nprotein; diagnosis; covid-19;\nnaat; serodiagnosis\nin Wuhan City, Hubei Province of China. The number of cases\ngrew rapidly across the region, ultimately disseminating to 183\ncountries and 27 territories globally within a short span of\naround 6 months leading to a full-blown pandemic. There have\nauthors",
        "char_count": 3981,
        "word_count": 541,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "2 B. SHARMA ET AL.\nbeen 82 million confirmed cases of coronavirus, 1.79 million\ndeaths and around 4,44,437 cases are reported everyday world\nover, as of 30 December 2020 [ 1–3 ]. The newly detected variants\nof the virus (SARS-CoV-2 VUI-202012/01 UK strain and 501Y.V2\nSouth African strain) are highly transmissible resulting in a spike\nin the number of COVID-19 cases. Many countries in Europe,\nNorth and South America, and Africa continue to report a high\nincidence of daily new cases and are reinstating lockdown pro­\ncedures. It was initially speculated that till October 2020, about\n10% of the world population may have gotten infected [ 4–6 ],\nwhich now looks like an overestimate as till Dec 2020 about 1%\npopulation got infected and this proved to be saving grace for\nthe mankind.\nThe causal agent was found out to be a novel coronavirus.\nThis novel coronavirus or SARS-CoV-2 (Severe Acute\nRespiratory Syndrome Coronavirus 2) is a beta-CoV and\nthrough phylogenetic analysis has been placed under the\nsubgenus Sarbecovirus. The genomic sequence of SARS-CoV\n-2 shares 79% homology to SARS-CoV and 50% to MERS-CoV\n[ 7 ]. It was also found to be closely related to bat-SL-CoVZC45\nand bat-SL-CoVZXC21, the bat-derived SARS-like corona­\nviruses [ 8 ].\nSARS-CoV and MERS-CoV were transmitted to humans from\nbats through civet cats and dromedary camels, respectively\nFigure 1. Zoonotic origin of human SARS coronaviruses [ 9 , 10 ].\n\n( Figure 1 ) [ 9 ]. There is still a lot of ambiguity related to the\nidentity of the intermediate host responsible for the transmis­\nsion of SARS-CoV-2 to humans. Initially, Pangolins were con­\nsidered as the most probable intermediate host of SARS-CoV-2\ndue to the high sequence similarity between the two corona­\nviruses (pangolin coronavirus and novel hCoV). However, the\nabsence of an insertion of four residues motif ‘PRRA’ in the\nviral genome of pangolin coronaviruses indicates the contrary.\nFrom cross-species analysis, animal species such as Minks,\nferrets, snakes, turtles, yak, pigs are presumed to be the\npotential intermediate host between bats and humans [ 10 , 11 ].\nWithin 3 months of the appearance of the first case\n(17 November 2019), on 30 January 2020, COVID-19 was\ndeclared as a public health emergency of international con­\ncern by the WHO and on 11 March 2020, COVID-19 got\ncategorized as a pandemic. As evidenced by previous epi­\ndemics caused by SARS-CoV and MERS-CoV, diagnosis is the\nmost important point in the COVID-19 management not only\nfor the safety of infected individuals but also for the commu­\nnity/population safety as well. Detection methods should be\nhighly sensitive, rapid, cost-effective, and specific. Laboratory\ndiagnosis is essential for effective management and epide­\nmiology of COVID-19 as it serves as a supplementary tool to\nascertain not only case identification and treatment but also",
        "char_count": 2871,
        "word_count": 467,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "aids in the contact tracing, finding the animal source and\nrationalization of control and preventive measures along\nwith the containment of the disease [ 12 , 13 ].\nThe primary diagnostic tool that is being widely used is\nReverse Transcriptase-PCR (RT-PCR), which has good sensitivity\nand reasonable specificity but also has its own set of short­\ncomings as for any other diagnostic test. Hindrances like non-\navailability of kits for all the important genes, limitation of\nmultiplexing, and high cost of instrumentation and reagents\nare rather common. Another limitation of RT-PCR is the occur­\nrence of false-negative and false-positive test results. A false-\nnegative reporting will contribute to the further spread of the\ndisease within the community whereas false-positive reporting\nwill not only lead to unnecessary treatment but may also\nundermine the availability of the workforce required for facing\nthis pandemic and cause societal problems.\nAccording to a study published in Emerging Infectious\nDiseases CDC, the median R0 for COVID-19 is 5.7, which\nmeans that one coronavirus infected individual can potentially\ninfect 5–6 people [ 14 ]. Hence, investments in R&D for better,\nmore efficient diagnostic techniques that are closer to the\npoint of care and are also cost-effective have become\na necessity. As there is a spurt in COVID-19 diagnostics world­\nwide and the overall landscape include hundreds of different\ndiagnostic kits based on technologies including real-time PCR,\nCRISPR, microarray, LAMP, lateral flow immunoassays, CT\nscans, etc., we undertook to systematically review the current\nstrategies on the diagnostics that are employed for detection\nof SARS-CoV-2 focusing on the pros and cons of each and to\ndelineate the knowledge gaps which require further attention\nfrom researchers worldwide.\n2. Phases of COVID-19 diagnosis\nFor COVID-19, early diagnosis is extremely crucial since it will\nnot only increase the chances of the patient’s survival but also\nguarantee the protection of the unaware contacts. COVID-19\ndiagnosis is divided into three phases namely pre-analytical,\nanalytical, and post-analytical.\n2.1. Pre-analytical phase\nIt includes the observation of clinical signs and symptoms,\nspecimen collection, and safety measures that should be\ntaken while processing these specimens [ 9 , 15 ]. COVID-19\nSymptoms are generally nonspecific and wide-ranging,\nwith no symptoms in some (asymptomatic) to severe pneu­\nmonia followed by death. A research on 41 patients who\nwere diagnosed positive for SARS-CoV-2 early during the\noutbreak (with the date of diagnosis up till\n2 January 2020) found myalgia/fatigue (44%), cough (76%),\nand fever (98%) as the most common symptoms. The aty­\npical symptoms included diarrhea (3%), hemoptysis (5%),\nheadache (8%), and phlegm production (28%). About 50%\nof the patients developed dyspnea within the first 8 days of\ninfection and about 63% of the patients had\nLymphocytopenia. Complications included secondary infec­\ntions (10%), acute heart injury (12%), and acute respiratory\ndistress syndrome (29%), with 32% of patients required to\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 3\nbe treated in the ICUs [ 16 ]. Thus, overburdening the health­\ncare facilities worldwide. Notably, the patients with severe\nillness might/might not be presented with significant fever\n℉ demostrating a body temperature of 100.4 /38°C or higher.\nThe aged patients and those with comorbid conditions like\ncardiovascular disease, hypertension, and diabetes, have\na poor prognosis. Most severe patients die of multiple\norgan failure, severe respiratory failure, and pneumonia\n[ 17 ]. It has also been reported that infants and young\nchildren rarely develop any serious complication of COVID-\n19 infections and hardly ever suffer loss of life due to it [ 18 ].\nAnother investigation of 1099 confirmed cases (up till\n29 January 2020) led by NanShan Zhong, established cough\n(67.7%) and fever (87.9%) as the most common symptoms.\nDiarrhea (3.7%) and vomiting (5.0%) were not common and\nonly occurred in a few individuals [ 9 , 16 ]. Nasopharyngeal\n(NP) swab or Oropharyngeal (OP) swabs are collected as\ninitial respiratory tract specimens. NP swabs are more pre­\nferred over OP swabs because sample collection is conveni­\nent for the patients and it detects RNA of the virus with more\nsensitivity in early infection. Sputum sampling or broncho-\nalveolar lavage (BAL) fluid is collected for the late detection\nand monitoring of the disease progression of patients with\nconfirmed COVID-19 [ 15 ]. Specimens from the lower respira­\ntory tract are useful for diagnosing COVID-19 in patients\nexhibiting severe or critical symptoms. BAL fluid and sputum\ngive the highest positive rate amongst all other respiratory\nspecimens and are considered to yield the most accurate\nresults [ 19–21 ]. However, the use of bronchoscopy as\na diagnostic method is not encouraged as the process can\ngenerate aerosols that can be a substantial risk for both the\npatient and the healthcare staff [ 22 ]. Sample collection from\nthe upper respiratory tract is preferred because high levels of\nSARS-CoV-2 RNA can be found right after 3 days of symptom\nonset. Similar results were obtained for the asymptomatic\npatients as well [ 22 ].\nIn some patients, high viral load can also be found in the fecal\nmaterial hence rectal swab can be collected in the late stages.\nProcessing is done either in Class III BSC or Class II BSC with BSL III\npractices. Guanidinium-based inactivating agent and non-\ndenaturing detergent should be added in lysis buffers for RNA\nextraction before RT-PCR if the processing is to be done in a Class\nII BSC [ 15 ]. Commonly reported symptoms in COVID-19 patients\nand the possible clinical samples are depicted in Figure 2 .\n2.2. Analytical phase\nIt includes the selection of assays to detect SARS-CoV-2 infec­\ntion. This helps in ruling out the other possible causative\nagents that are known to cause pneumonia or pneumonia-\nlike symptoms such as SARS, rhino, respiratory syncytial,\nadeno, parainfluenza, and influenza viruses, etc., and also,\nfrom pneumonia caused by mycoplasma, chlamydia, and bac­\nteria. Also, the disease should be distinguishable from other\nnoninfectious diseases including organizing pneumonia, der­\nmatomyositis, and vasculitis. Correct diagnosis aids in obser­\nving the proper precautions to avoid the spread of the disease\nand the effective treatment of the patients [ 16 ].",
        "char_count": 6435,
        "word_count": 1006,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "4 B. SHARMA ET AL.\nFigure 2. The common symptoms and clinical specimens taken from patients for diagnosis of SARS-CoV-2 [\n2.2.1. Molecular detection methods\n2.2.1.1. PCR based. It involves the amplification of the tar­\nget gene with the help of primers and DNA polymerase\nenzyme to 25–35 cycles. In the case of SARS-CoV-2 detection,\nswabs are tested through qRT-PCR (real-time Reverse tran­\nscriptase PCR) [ 9 ]. It gives an advantage of simultaneous\namplification and analysis of the test sample within a closed\nsystem, which prevents the contamination of the amplified\nproducts and thereby reduce the probability of false-positive\nresults [ 15 ]. Traditionally, the ideal targets of RT-PCR assays are\nthe conserved and/or copiously expressed genes encoding the\nstructural proteins Spike (S), Envelope (E), and Nucleocapsid\n(N) genes, the non-structural protein RdRp (RNA dependent\nRNA polymerase) gene, replicase open reading frame (ORF)\n1a/b genes, ORF1b-nsp14 genes, hemagglutinin-esterase (HE)\nand helicase genes. Among all, Hel/RdRp assays have the\nhighest sensitivity and specificity. RdRp is used for confirma­\ntion following an analysis of the E gene [ 13 , 15 , 17 ]. The proto­\ncols of several RT-PCR assays have recently been made\navailable online. Nucleocapsid (N) protein gene as\na molecular target for real qRT-PCR assay is recommended\nby the CDC USA. Some regions of the ORF1ab gene are highly\nconserved in the subgenus Sarbecoviruses and hence are\nconsidered to be an appropriate target sequence for RT-PCR\n[ 15 ].\nExamples of some of the qRT-PCR kits for diagnostic and\nnon-diagnostic (research) purposes include:\n\n9 ].\nCobas SARS-CoV-2 Assay\nIt is an FDA approved automated molecular detection assay\nfor SARS-CoV-2 from Roche [ 23 , 24 ]. It detects both specific\nSARS-CoV-2 RNA, and highly conserved fragment of the\nE gene present in all the Sarbecovirus subgenus members.\nThe preferred clinical samples are nasopharyngeal or orophar­\nyngeal swabs. This test is performed on the cobas 6800/8800\nsystems which has the full process positive, negative, and the\ninternal control to ensure specificity and accuracy. The 6800\nand 8800 systems give 384 and 960 results, respectively, in\n8 hours whereas both give 96 results in 3–3.5 hours.\nRealStar SARS-CoV-2 RT-PCR Kit (Research Use Only)\nThis research use only RT-PCR technology is meant for the\ndetection of differentiation of the lineage B of the\nBetacorovirus genus. It consists of positive controls for both\nthe targets of SARS-CoV-2 and B Betacoronavirus [ 25 ].\n® Xpert Xpress SARS-CoV-2 from Cepheid Inc (USA)\nOn 21 March 2020, emergency use approval was\n® granted to Xpert Xpress SARS-CoV-2 from Cepheid Inc\n(USA) by the FDA. It claims to yield the results within\n45 min and encourages hands-off, automated processing\nof the samples like nasal wash, NP swabs, or aspirate\nspecimens. The result is reported to be positive if more\nthan one target gene is detected. The test delivers point-of\n-care results with the same level of performance as seen in\nreference labs [ 24 ]. Several other qRT-PCR has been devel­\noped as summarized in Table 1 .",
        "char_count": 3116,
        "word_count": 504,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "Table 1. List of qRT-PCR kits approved by FDA (Food and Drug Administration).\nqRT-PCR KIT (Country of approval) MANUFACTURER/CATALOGUE\nS. No. No/REFERENCE\n1. BioCore 2019-nCoV qPCR Kit\n(USA) by BioCore Co. LTD./BC-01-0099/ [ 26 , 27 ]\n2. QIAamp Viral RNA Mini Kit (USA) by Qiagen/52,906/ [ 28 ]\n3. Gnomegen COVID-19-RT-Qpcr Detection Kit (USA)by Gnomegen\nLLC/CV0303/ [ 29 ]\n4. Quick SARS-CoV2rRT-PCR Kit(USA) by Zymo Research\nCorporation/R3011, R3011-1 K, R3011-10 K/ [ 27 , 30 ]\n5. LabGun COVID-19 RTPCR Kit (USA) by Lab Genomics Co., Ltd./\nCV9032B/ [ 31 ]\n6. RealStar SARS-CoV02 RT-PCR Kits (USA) by Altona Diagnostics Mx 3005P\nGmbH/821,015/ [ 32 ]\n7. Fosun COVID-19 RTPCR Detection Kit (USA) by Fosun Pharma\nUSA Inc./PCSYHF02-a, PCSYHF03-a/ [ 27 , 33 ]\n8. GS COVID-19 RT-PCR KIT (USA) by Geno Sensor, LLC/2702-22,\n2702–94/ [ 34 ]\n9. Xpert Xpress SARS-CoV-2 kit (USA) by Cepheid/302-3562/ [ 35 ]\n10. 1copy COVID-19 QPCR Kit (Canada)by 1DROP INC. (imported by\nLuminarie Canada Inc.)(South Korea)/M22MD100M/ [ 36 ]\n11. TaqPath Real Time PCR Reagent Kit for SARS-CoV-2 (Japan) by\nLife Technologies Japan Ltd/A47814/ [ 37 , 38 ]\n12. VIASURE SARS-CoV-2 Real Time PCR Detection Kit (Australia) by\nCer Test Biotec SL (Spain) (Abacus dx Pty Ltd)\n/VS-NCO206L/ [ 39 ]\n™ 13. Allplex 2019-nCoV Assay\n(S Korea) by Seegene Inc/RP10250X/ [ 27 , 40 ]\n14. Nucleic Acid reagent test kit for novel coronavirus 2019-nCoV\n(fluorometric PCR) (China) By Sansure Biotech Inc./S3104E/\n[ 37 , 41 ]\n™ 15. ProTect COVID19 RT-qPCR Kit (Singapore) by JN MedsysPte Ltd\n/10,024/ [ 42 ]\n® 16. BioFire COVID-19 Test kit (USA) by BioFire Defense, LLC FilmArray\n/423,745/ [ 27 , 43 ]\n® 17. NxTAG CoV Extended Panel Assay (USA) by Luminex Molecular Luminex\nDiagnostics, Inc./I054C0463/ [ 27 , 44 ]\n™ 18. NeuMoDx SARS-CoV-2 Test Strip (USA) by NeuMoDx Molecular, NeuMoDx\nInc./300,800/ [ 27 , 45 ]\n™ 19. GeneFinder COVID-19 Plus RealAmp Kit (S Korea) by OSANG\nHealthcare Co., Ltd/IFMR-45/ [ 27 ]\n20. Cobas SARS-CoV-2 RT-PCR Kit (Canada) by Roche Diagnostics/\n9,175,431,190/ [ 27 ]\n® 21. PhoenixDx 2019-nCoV\n(USA) by Procomcure Biotech GmbH (Trax Management\nServices Inc.)/PCCCSKU1526, PCCSKU15262/ [ 46 ]\n™ 22. ScienCell SARS-CoV-2 Coronavirus Real-time RTPCR (RT-qPCR)\nDetection Kit (USA) by ScienCell/RX7038/ [ 27 , 47 ]\n23. Novel Coronavirus (2019nCoV) Real Time Multiplex RT-PCR Kit\n(Detection of 3 genes)(China) by Shanghai ZJ Bio-Tech Co Ltd\n(China)/RR-0485-02 / [ 27 ]\n24. TaqPath COVID-19 Combo Kit(USA) by Thermo Fisher Scientific\nInc/A47814/ [ 48 ]\n25. Quick SARS-CoV-2 rRT-PCR Kit (USA) by Zymo Research Corp/\nR3011/ [ 49 ]\n2.2.1.2. LAMP (Loop-mediated isothermal amplification)\nbased method. It is an isothermal nucleic acid amplification\ntechnique with high sensitivity and specificity. It is fast and\ncost-effective due to the non-involvement of high price\nreagents. The ORF1b gene of SARS-CoV-2 is first amplified\nand then the product can be detected through gel electro­\nphoresis [ 9 ]. The use of the novel RT-LAMP (Reverse\nTranscription-LAMP) method against the widely recom­\nmended standard qRT-PCR has been evaluated through sev­\neral studies that demonstrated its efficacy. As compared to\nqRT-PCR, it shows more than 97% sensitivity in targeting the\nORF1ab gene [ 50 ]. The extreme specificity of LAMP is because\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 5\nPLATFORM(s) TARGET gene\nCFX96DX System, Applied Biosystems 7500, SLAN-96P N and RdRp gene\nQuantStudio6 or QuantStudio7 Real Time PCR System N gene\nApplied Biosystems 7500 Fast Dx Real-Time PCR with SDS N gene\nversion 1.4 software\nBio-Rad CFX96 Touch Real-Time PCR Detection System N gene\n™ using the Bio-Rad CFX Maestro 1.1 Version\n4.1.2433.1219 software (or higher).\n™ ™ Applied Biosystems 7500 fast or BioRad CFX96 Real- E and RdRp gene\ntime PCR detection system\n® ™ QPCR System,VERSANT kPCR Molecular CoV and\nSystem AD SARS-CoV-2 targets\n® Applied Biosystems 7500 RT-PCR software (v1.4, v1.5) ORF1ab and E gene\n™ Applied Biosystems 7500 Fast Dx Real-Time PCR system OFR1ab, E, and N genes.\nwith SDS version 1.4 software.\nGeneXpert Xpress System E-gene (Sarbeco specific)\nand N2-gene (SARS-\nCoV-2 specific)\nRoche Light Cycler 480 (Product No.05015278001, Software E, RdRp and N gene\nversion 1.5)\n™ Applied Biosystems 7500 Fast Dx Real-Time PCR ORF1ab, N gene, S gene,\nInstrument (used with SDS Software v1.4.1)\n™ Bio-Rad CFX96 Real-Time PCR Detection System ORF1ab and N genes\nCFX96 Real-Time PCR Instrument (Biorad), CFX96 Touch RdRp, N and E Gene\nReal Time PCR Detection System (Bio-Rad)\nABI 7500 Real-Time PCR System ORF1ab and N genes\nReal time PCR instrument with FAM detection channel N gene and Human\nRNase P\n® ® 2.0 and/or the FilmArray Torch Instrument ORF1ab and ORF8\nSystems\n® ® MAGPIX instrument including xPONENT ORF1ab, N and E Gene\n™ 288 Molecular System [500,100] Nsp2 and N gene\n™ orNeuMoDx 96 Molecular System [500,200]\nApplied Biosystems 7500 & 7500 Fast and Biorad RdRp, N and E Gene\nCFX96 Real-Time PCR Instrument\ncobas 6800/8800 ORF1 a/b\nApplied Biosystems 7500 fast and E and RdRp gene\nBioRadCFX96 Touch Real Time PCR Detection System\n® Light Cycler 96 Real Time PCR System (Roche) RdRp and N Gene\nApplied Biosystems 7500 & 7500 Fast Real Time PCR ORF1ab, N and E genes\nSystem\nApplied Biosystems 7500 & 7500 Fast and Quant Studio 5 ORF1ab, S and N genes\nReal Time PCR System\n™ Bio-Rad CFX96 Touch and Applied Biosystems Quant N gene\nStudio 5 Real-Time PCR Detection System,\nthis method makes use of multiple primers to identify six\ndifferent regions on the target DNA simultaneously.\n2.2.1.3. Microarray-based methods. It is a fast and high\nthroughput technique wherein the RNA of SARS-CoV-2 is first\nreverse transcribed to the cDNA which is then labeled with\na particular fluorescent probe [ 9 ]. The labeled cDNA is loaded\nand hybridized with an oligonucleotide (60mer oligonucleo­\ntide usually) which is fixed on the microarray and then\ndetected through the probes. 60mer oligonucleotide microar­\nray was designed for the detection of SARS-CoV in medical\nsamples [ 51 ]. The non-fluorescent, low-value, and low-density",
        "char_count": 6085,
        "word_count": 997,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "6 B. SHARMA ET AL.\noligonucleotide array was designed for the detection of cor­\nonaviruses with more sensitivity [ 52 ]. Bearing in mind the\nrapid mutation of SARS Coronaviruses, an advanced microar­\nray was developed [ 53 ] that discovers 24 SNPs (Single\nNucleotide Polymorphisms) including that of S genes that\ncan be detected with 100% accuracy.\n2.2.1.4. NGS (Next-generation sequencing) based meth­\nods. This method plays an essential role in the early diagnosis\nand informs not only about the presence of the virus but also\ndetects if the pathogen underwent mutations or not. For an\nunfamiliar virus like SARS-CoV-2, genomic sequencing plays an\nimportant role in the accurate diagnosis, but it is not as quick\nas other methods in providing results. NGS-based technolo­\ngies however, have aided in rapid identification of emerging\nnovel RNA viruses via RNA-Seq. Millions of DNA fragments that\nare reverse transcribed from RNA can be sequenced by RNA-\nSeq simultaneously using random primers. The capture-based\nNGS approach was first employed by Li et al . and it can target\nmost of the CoV species [ 9 , 54 ]. In July 2020, Illumina’s\nCOVIDSeq Test received FDA’s Emergency Use Authorization.\nThis sequencing-based diagnostic tool uses the NovaSeq 6000\nSystem and processes the NP/OP swabs. The workflow can\naccommodate up to 3072 samples per NovaSeq run and\ndelivers accurate results within 24 hours [ 55 , 56 ].\n2.2.1.5. CRISPR (Clustered regularly interspaced short\npalindromic repeats). In 2018, Feng Zhang and coworkers\ndeveloped a technique that uses Cas13, Cas12a, and Csm6 for\nportable nucleic acid detection. It can detect RNA as well as\nthe DNA of the virus after adding reverse transcriptase to the\nreaction. Isothermal nucleic acid amplification is performed by\nthe RPA technique to improve the sensitivity of the test. The\ndetection of positive samples is done using a fluorescent\nreporter and a quencher. Using CRISPR-associated proteins\n(Cas) and lateral flow chemistry, there is a possibility to\ndevelop definitive, highly specific, rapid, and cheap diagnostic\nkits. It has successfully been used in the development of the\nZika virus (ZIKV), human papillomavirus (HPV), and Dengue\nTable 2. CRISPR-based assays for rapid detection of SARS-CoV-2.\nsgRNA target sequences/Cas\nS. No. Name of the kit/References system involved\n1. SHERLOCK by Sherlock S and Orf1ab gene/Cas 13a (FDA\nBiosciences (Cambridge, approved)\nUSA)/ [ 57 ]\n2. DETECT by Mammoth N and E gene/Cas 12a\nBioscience Inc. (California,\nUSA)/ [ 57 ]\n3. AIOD-CRISPR/ [ 57 ] N gene/Cas 12a\nʹ 4. CASdetec/ [ 59 ] RdRp gene/3 DNA7 Cas 12a\n5. ENHANCE/ [ 57 ] N gene/Cas 12b\n6. FELUDA/ [ 57 ] Nsp8 and N gene/Cas 9a ortholog\nfrom Francisella novicida\nfnCAS9\nAbbreviations:\nFELUDA: FNCAS9 Editor-Linked Uniform Detection Assay\n\nvirus (DENV) molecular diagnostic kits [ 57 ] and is explored\nby various workers across the world for SARS-CoV-2 diagnosis.\nSome notable examples of CRISPR-based assays for rapid\ndiagnosis of SARS-CoV-2 are SHERLOCK, DETECTR, AIOD-\nCRISPR, CASdetec, ENHANCE, and FELUDA ( Table 2 ). The\nCrisper-Cas systems used by different teams are illustrated in\nFigure 3 . Dr. Debojyoti Chakraborty and Dr. Souvik Maiti, at\nthe CSIR-IGIB, New Delhi have developed FELUDA for COVID-\n19 detection in India. It takes only an hour to give out the\nresults and is very much cost-effective [ 58 ].\nqRT-PCR is considered to be the reference standard for the\ndiagnosis of infectious diseases with high accuracy and sensi­\ntivity during the acute phase of disease [ 60 ]. The presence of\nviral genome in sufficient amounts at the site of sample\ncollection is the basic requirement for the PCR-based or\ndeep sequencing detection methods. It has been observed\nthat as the disease progresses, the heavy infection of the\nnasopharyngeal area would possibly become negative\n( Figure 4 ). Thus, the nasopharyngeal swab may not be the\nmost appropriate site for sample collection at different stages\nof the disease. An incorrect sample collection and low viral\nload during the very early or late stage of the disease, sup­\npressed viral load due to host immunity or in the patients\nundergoing a preexisting persistent anti-viral treatment (such\nas anti-HIV drugs) may lead to a false-negative diagnosis.\nA false-negative diagnosis can have alarming consequences,\nallowing infected individuals to further spread the disease and\nhinder the efforts to control the pandemic. Therefore, supple­\nmentary diagnostic techniques that can ascertain the presence\nof infection even when the sample has a low viral titer will be\nhighly valuable and ensure timely diagnosis [ 61 ]. But they are\ncostly and time-consuming to perform [ 62 ]. Additionally,\ndetection through rRT-PCR method requires professionally\ntrained and skilled personnel to operate sophisticated labora­\ntory equipment, thereby, making it more labor-intensive. The\nequipment required for RT-PCR is usually located at a central\nlaboratory which is either Biosafety level 2 or above thereby,\nlimiting the accessibility and applicability of these laboratory\nequipment. The time-consuming nature of PCR-based\nDetection technology/\nAmplification method Other details\nPaper strip lateral Both SHERLOCK and HUDSON techniques provide more\nflow-based sensitivity.\ndetection/RPA\nUV or LED based It detects SARS-CoV-2 within 30 minutes through lateral flow\ndetection/RT-LAMP strip format.\nUV or LED based The ssDNA-FQ reporter is cleaved on binding of\ndetection/RPA Cas12acrRNA to the target and produces fluorescence that\nis detected.\nPaper based 7-Nucleotide poly-T reporter is used as it gives better and\ndetection/RAA more specific fluorescence signal.\nUV or LED based Lateral flow assay with FITC-ssDNA-Biotin reporter limits the\ndetection/RT-LAMP detection time to 20 minutes.\nPaper based fnCAS9 shows high level of accuracy with significantly\ndetection/RPA reduced off-targeting and faster detection.\n(a)SHERLOCK: Specific High-sensitivity Enzymatic Reporter un-LOCKing (b)DETECTR: DNA Endonuclease Targeted CRISPR Trans Reporter (c)AIOD-CRISPR: All-in-\nOne Dual CRISPR (d)CASdetec: CRISPR-Cas12b-mediated DNA detection (e) ENHANCE: Enhanced analysis of nucleic acids with crRNA (CRISPR RNA) extensions (f)",
        "char_count": 6226,
        "word_count": 961,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "Figure 3. Summary of CRISPR-based assays being developed for the detection of SARS-CoV-2 [\nmethods leaves probable cases undiagnosed, which is creat­\ning a gap in SARS-CoV-2 containment efforts [ 50 ]. Considering\nthe shortcomings of qRT-PCR, immunoassays may prove to be\nan alternative approach to lessen undiagnosed cases and fulfill\nthe demand for rapidity and economic viability [ 60 ].\n2.2.2. Immunoassays\nImmunoassays are the rapid detection techniques of the\npathogen-specific antigens or the antibodies which are pro­\nduced in response to the infection. These are generally\nbased on rapid lateral flow assays. Progress has been\nmade on high throughput immuno-analyzers for the popu­\nlation-level screening. A lateral flow immunoassay strip\n(LFIAs) comprises a SARS-CoV-2 antigen and/or anti-human\nIgG/IgM antibody which has been coupled with colloidal\nnanoparticles (NPs), usually made up of gold [ 63 ]. The\nadvantages of serology-based assays include fast detection,\ncost-effectiveness, and assessment of herd immunity, while\nthe disadvantages include: poor sensitivity as low viral load\ncannot be detected [ 15 ]and hence are not considered good\nfor early detection.\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 7\n57 ].\n2.2.2.1. Antigen based. Theoretically, a viral antigen pre­\ncedes the occurrence of antibodies and hence can be used\nas a specific marker that can confirm the presence of infection\n( Figure 4 ) [ 12 ]. In the majority of coronaviruses, including\nSARS-CoV, the nucleocapsid or N protein is highly immuno­\ngenic eliciting the earliest immune response and is expressed\nabundantly during the early infection [ 64 , 65 ]. In a study con­\nducted by a group of scientists from China, it was found that\nthe tests based on detection of N antigen attained a sensitivity\nof 94% during the first 5 days after of the illness. When the\nsame test was conducted on another group of patients who\nhad been showing symptoms of SARS-CoV for more than\n6 days, the test achieved a sensitivity of 78%. This and the\nother studies suggest that the N antigen being of highly\nconserved nature has a high true positive rate and can be\noptimized for use as an early diagnostic marker for SARS-CoV\n-2 detection [ 12 ]. Spike protein can be another potential anti­\ngen for immune-diagnosis of COVID-19, and numerous diag­\nnostic methods have already been developed based on N and/\nor S proteins.\nFluorescence immuno-chromatographic assay can accu­\nrately detect the N protein of SARS-CoV-2 in nasopharyngeal",
        "char_count": 2502,
        "word_count": 402,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "8 B. SHARMA ET AL.\nFigure 4. Illustration showing the detection window of SARS-CoV-2 specific viral RNA and antibodies [\nswab samples and urine samples. It is a rapid and simple\nmethod and can provide results within 10 minutes. The results\nare read by the immuno-fluorescent analyzers [ 12 ].\nHowever, it is imperative to validate the sensitivity and\nspecificity of the immune assays to prevent false-positive test\nresults. Alpha-coronaviruses (NL63 and 229E), and other beta-\ncoronaviruses (HKU1 and OC42) are quite prevalent and have\ncaused infections in most people. Exposure to these other\nendemic human coronaviruses can hinder the accuracy of\nimmunoassays meant for SARS-CoV-2 detection and give false-\npositive outcomes. A 90% similarity between SARS-CoV-2 and\nSARS-CoV N proteins has been reported. The use of SARS-CoV\nantigens to diagnose and confirm the presence of COVID-19\ninfections may be reliable and valid, given that there has not\nbeen a single infection of SARS-CoV in humans since 2004. In\naddition to this, it has been reported that SARS-CoV specific\nantibodies have been waning and after 6 years, 91% of the\npatients were shown to be negative [ 60 ]. Furthermore, there\nwere only about 9000 survivors of SARS-CoV infections world­\nwide, making it a remote possibility of reinfection of SARS-CoV\npatients with SARS-CoV-2.\n2.2.2.2. Antibody-based diagnostics. As per Lee et al. 2020\n[ 60 ], it was found that the SARS-CoV-2 viral RNA is detectable\nin the nasopharyngeal or throat swabs of patients in the first\n14 days post-onset of illness. SARS-CoV-2 IgM-specific anti­\nbodies are detectable right after the first 3 days post-onset of\nsymptoms, and peaks in the subsequent weeks (during the\n2nd and 3rd week). Even after 30 days from initial exposure\n\n50 ].\nto the virus, the IgM antibody response was still detectable.\nIgA and IgG antibodies are distinguishable in the sera sam­\nples within 4 days post-onset, and peaks in about 2 weeks.\nThis illustrates the importance of serological assays to retro­\nspectively identify asymptomatic individuals who may still be\ninfected or have had an earlier SARS-CoV-2 exposure that\nwent undiagnosed, for epidemiological lessons [ 50 , 60 ].\nIn another study, a group of scientists developed\na recombinant N protein (rNPs) based indirect ELISA to detect\nIgM, IgA, and IgG. The results of the western blot analysis\nrevealed no cross-reactivity between SARS-CoV-2 rNP and\nspecific IgG antibodies against HKU1, NL63, 229E, and OC43\nstrains of human coronaviruses. However, cross-reactivity of\nanti-N antibodies was observed between SARS-CoV and SARS-\nCoV-2 [ 62 ]. According to Liu and coworkers, out of the 214\nserum samples of patients who had been confirmed positive\nwith qRT-PCR, 146 (68.2%) and 150 (70.1%) sera samples\ntested positive by the rN-based IgM and IgG ELISAs, respec­\ntively. In 77.1%, 74.3%, and 82.2% individuals positive results\nwith IgM, IgG, and IgM and/or IgG, respectively, were obtained\nby rS-based ELISA. This study denoted the significance of rN\nand rS-based ELISAs in screening for COVID-19 due to its\nconsiderable sensitivity [ 64 ]. On the contrary, from another\nset of studies, it was inferred that the test kits based on\nS protein-specific antibody detection had 91% sensitivity and\n100% specificity whereas test kits meant for detecting Anti-N\nantibodies of SARS-CoV-2 exhibited 100% sensitivity and 100%\nspecificity [ 66 , 67 ].\nHence, more thorough investigations will provide insights\ninto the efficacy of each kind of test kit. Several",
        "char_count": 3529,
        "word_count": 564,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "Table 3. List of antigen and antibody-based rapid detection kits approved by FDA.\nS.\nNo RAPID DETECTION KIT (Country of approval)\n1. Sofia 2 SARS Antigen FIA(USA)\n2. New York SARS-CoV Microsphere Immunoassay for Antibody\nDetection(USA)\n3. LIAISON SARS-CoV-2 S1/S2 IgG(USA)\n4. Anti-SARS-CoV-2 Rapid Test(USA)\n5. Cellex qSARS-CoV-2 IgG/IgM Cassette Rapid Test kit(Australia)\n6. Wantai SARS-CoV-2 Ab Rapid Test kit(approved for use in Australia) Beijing Wantai Biological pharmacy Enterprise\n7. Wondfo SARS CoV-2 Antibody Test(Singapore)\n® 8. DPP COVID-19 IgM/IgG System(Brazil)\n9. COVID-19 Ag ECO Teste(Brazil)\n10. SGTi-flex COVID-19 IgM/IgG(S Korea)\n™ 11. STANDARD Q COVID-19 Ag Test\n(S Korea)\n™ 12. STANDARD F COVID19 Ag FIA\n(S Korea)\n13. IgM antibody test kit for novel coronavirus 2019nCoV (colloidal gold\nmethod)(China)\n™ 14. RightSign COVID-19 IgG/IgM Rapid Test Cassette(China)\nTM 15. InnoScreen COVID-19 IgG/IgM Rapid Test(Australia)\n16. New Coronavirus (COVID-19) IgG/IgM Rapid Test(India)\n17. COVID-19 IgM/IgG Antibody Detection Card Test(India)\n18. Makesure COVID-19 Rapid test(India)\n19. Immuno Quick Rapid Test(India)\n20. One Step COVID-19 IgM/IgG Antibody(India)\nimmunodiagnostic kits for the detection of SARS-CoV-2 have\nbeen developed or are under development. Table 3 provides\na comprehensive list of FDA approved immunodiagnostic kits.\nA serological study on the six members of a family at\nPUMCH Hospital, Beijing, China revealed that serologically\nfive patients were Corona positive whereas repeated RT-PCR\ncould only report two positives. Observation of ground-glass\nopacities in the CT scan established three positives. The\nauthors reported that ‘the two patients were diagnosed with\nCOVID-19, two were suspected of COVID-19, and two were\nconsidered close contacts’ and advocated the importance of\nserological testing in the diagnosis of SARS-CoV-2 infections,\nparticularly in contact tracing [ 81 , 82 , 83 , 84 , 85 , 86 , 87 ]. While ser­\nological assays are rapid, easy to perform, and robust, they\nalso present several challenges. Antibodies take some time to\ndevelop post-exposure to the antigen and hence, these\nTable 4. Summary of advantages and disadvantages of Immunoassays.\nS. No. Advantages\n1. Ease of perform and interpret: Immunoassays are available in a kit format\nand do not require training of the operators. Widely accepted and\npracticed and approved for use in a broad range of applications.\nAntibodies are more stable as compared to viral RNA, therefore the\nsamples are less prone to deterioration during collection, processing,\ntransportation, storage, and testing as compared to rRT-PCR samples.\nMoreover, due to the homogeneity of the blood samples, there are less\nvariations observed in contrast to nasopharyngeal specimens [ 50 ]\n2. It is cost effective as compared to molecular method. Immuno-diagnosis is\nappropriate for large scale community screening and assessment of herd\nimmunity.\n3. Immunoassays have a high level of sensitivity and can also detect\nasymptomatic individuals.\n4. The antibody-antigen based immunoassays are rapid and can give results in\n15–20 minutes.\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 9\nMANUFACTURER/\nREFERENCES DETECTION ANTIBODY/ANTIGEN\nQuidel Corporation/ [ 68 ] N protein\nWadsworth Center, New York State Department IgG, IgM, and IgA antibodies to\nof Health/ [ 69 ] N protein\nDiaSorin Inc./ [ 70 ] IgG antibodies to S1 and S2\nproteins\nAutobio Diagnostics Co. Ltd./ [ 71 ] IgM and IgG antibodies to the\nS protein\nCellex Inc (United States Of America)/ [ 72 ] IgM and IgG antibodies to S and\nN protein\nIgG and IgM antibodies to Spike\nCo Ltd (China)/ [ 73 ] protein\nSkyQuestPte Ltd/ [ 74 ] IgM and IgG antibodies\nCHEMBIO DIAGNOSTICS BRAZIL LTDA/ [ 75 ] IgM and IgG antibodies to\nN protein\nEco DiagnosticaLtda/ [ 37 ] SARS-CoV-2 antigens\nSugentech, Inc/ [ 76 ] IgM and IgG antibodies\nSD BIOSENSOR/ [ 77 ] SARS-CoV-2 antigens\nSD BIOSENSOR/ [ 78 ] Monoclonal antiCOVID-19 antibody\nto N antigen\nHecin Scientific, Inc./ [ 37 ] IgM antibody\nHangzhou Biotest Biotech Co Ltd (China)/ [ 79 ] IgM and IgG antibodies to the\nS protein antigen\nInnovation Scientific Pvt Ltd (Australia)/ [ 37 ] IgM and IgG antibodies\nVoxtur Bio Ltd, India/ [ 80 ] IgM and IgG antibodies\nVANGUARD Diagnostics, India/ [ 80 ] IgM and IgG antibodies\nHLL Lifecare Limited, India/ [ 80 ] IgM and IgG antibodies\nImmuno Science India Pvt. Ltd./ [ 80 ] IgM and IgG antibodies\nSIDAK Life Care Pvt. Ltd./ [ 80 ] IgM and IgG antibodies\nimmunoassays are unable to detect the presence of the infec­\ntion during the early stage of the disease. Cross-reactivity\ncould probably be another shortcoming of the immunoassays\nbecause it adversely influences the sensitivity and specificity of\nthe test. Table 4 enlists some of the important advantages and\ndisadvantages of immunodiagnostics [ 60 ].\n2.2.3. Radiological study of SARS-COV-2 diagnosis\nThese are the complementary methods to the molecular\nmethods and make diagnosis more effective without clinical\nsamples. They are also very safe for the community because of\nthe absence of a sample collection step. Radiological images\nobtained through the chest CT scan, gives the information of\ninfection through the appearance of deviations such as\nground glass opacities, bronchial wall thickening, centrilobular\nnodules, consolidation, vascular enlargement, architectural\nDisadvantages\nThe results can get affected by autoantibodies, human anti reagent\nantibodies. Cross reactivity between antibodies in multiplexed\nimmunoassays should be prevented to eliminate false reading. Due to\nthe less number of differences among the antigens many antibodies\ncan’t be distinguished easily. These differences in the analytes often\nhave serious diagnostic implications.\nIt can’t be used for early diagnosis, as antibodies appear late during\ninfection.\nSome Rapid tests kits have poor quality and can give false positive and\nfalse negative results.\nIt can give a false sense of immunity because currently there is no evidence\nto suggest that people who have recovered from COVID-19 are immune\nto catching it again.",
        "char_count": 6078,
        "word_count": 945,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "10 B. SHARMA ET AL.\nTable 5. Different diagnostic methods and their performance.\nDiagnostic\nMethod Reference Testing Parameters\nRT PCR Fang et al Population : 51 patients showing\n(83) symptoms of acute respiratory\ndistress.\nAssay : RT-PCR kit by Shanghai ZJ\nBio-Tech Co, Ltd\nSample : Throat swabs.\nAi et al Population : 1014 patients showing\n(84) symptoms of acute respiratory\ndistress.\nAssay : TaqMan One-Step RT-PCR\nKits from Shanghai Huirui\nBiotechnology Co., Ltd\nSample : Throat swab\nRT LAMP Nawattanapaiboon et al Population : 2120 Patients under\n(85) investigation for COVID-19\nAssay : The developed\ncolorimetric RT-LAMP assay could\namplify the target gene and\nenabled visual interpretation in 60\nmin at 65 °C.\nSample : NP and OP swabs\nImmunoassays Porte et al (86) Antigen based\nPopulation : 127 clinical samples\nof individuals with respiratory\nsymptoms and/or fever and have\nan epidemiological risk factor for\nSARS-CoV-2 infection.\nAssay : The fluorescence\nimmunochromatographic SARS-\nCoV-2 antigen test (Bioeasy\nBiotechnology Co., Shenzhen,\nChina)\nSample : NP and OP swabs\nWhitman et al Antibody based\n(87) Population : The study population\nincluded samples from individuals\nwith symptomatic infection and\npositive RT-PCR results for SARS-\nCoV-2 infection, pre COVID-19\nplasma specimens (collected prior\nto July 2018). A total of 288\nsamples were analysed.\nAssay : Ten\nImmunochromatographic Lateral\nFlow Assays (LFAs) and two\nELISAs that detect the presence of\nIgM and IgG Ab (specific to the\nRBD protein of the virus) in the\nclinical samples.\nSample : Serum and Plasma\nSamples\nCRISPR Patchsung, Maturada et al. Population : 154\n(88) clinical samples collected at Siriraj\nHospital, Thailand.\nAssay :\n1. SHERLOCK with lateral-flow\nreadout.\n2. SHERLOCK with fluorescence\nreadout.\nSample : NP and throat swabs\n\nResults Methodological Limitations\nSensitivity : RT-PCR results The cohort used for this study involved\nrevealed that 71% (36/51) of only patients with fevers or acute\nthe patients tested positive for respiratory symptoms.\nSARS-CoV-2 infection in the first Used a biased cohort of patients\nround of testing. who were suspected to have COVID-\n19.\nSensitivity : RT-PCR results\nrevealed that 59% (601/1014)\nof the patients tested positive\nfor SARS-CoV-2 infection.\nPositive rate : 59%\nSensitivity : 95.74% The samples of patients under\n(With qRT-PCR as reference) investigation for COVID-19 were\nSpecificity : 99.95% used. It hasn’t been specified\nNo cross-reactivity with six whether this cohort also included\nother common human clinical samples from asymptomatic\nrespiratory viruses (influenza A patients.\nvirus subtypes H1 and H3,\ninfluenza B virus, respiratory\nsyncytial virus types A and B,\nand human metapneumovirus)\nand five other hCoV (MERS-CoV,\nHKU-1, OC43, 229E and NL63)\nwas observed.\nPPV : 97.83% NPV : 99.90%\nSensitivity : 93.9% The use of a sample type which is not\n(With RT-PCR as reference) specifically permitted in the\nSpecificity : 100% instructions for use.\nPPV : 100%(estimated) NPV : This evaluation was performed\n99.4%(estimated) during a period of time (late summer\nin Chile) with a low circulation of\nother frequent respiratory viruses;\ntherefore the performance of the\nantigen-based RDT might change in\ndifferent epidemiological conditions.\nSpecificity : >95% for four assays This study focused on comparisons of\n(Bioperfectus, Premier, Wondfo, percent positivity by time interval,\nin-house ELISA) rather than reporting the\nIgM detection was more “sensitivity” of each assay.\nvariable than IgG for nearly all\nassays.\nNo consistent cross-reactivity\nwas observed.\nPositive RT-qPCR samples: 81 The SHERLOCK protocol involves the\nNegative RT-qPCR samples: 73 RNase inhibitors and negative\n1. SHERLOCK with lateral-flow control to ensure the inactivation of\nreadout nucleases and absence of\n(With RT-qPCR as reference) contamination. But an in-strip\nSensitivity : 97.14% confirmation either by fluorescence\nSpecificity :100.00% readout or lateral flow readout could\nPPA : 100.00% be a cause of contamination.\nNPA : 97.33%\nln(DOR) : 8.30\n2. SHERLOCK with fluorescence\nreadout\n(With RT-qPCR as reference)\nSensitivity :100.00%\nSpecificity :100.00%\nPPA : 100.00%\nNPA : 100.00%\nln(DOR) : 9.94\n( Continued )",
        "char_count": 4236,
        "word_count": 643,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "Table 5. (Continued).\nDiagnostic\nMethod Reference Testing Parameters\nCT Scan Fang et al Population : 51 patients showing\n(83) symptoms of acute respiratory\ndistress.\nAi et al Population : 1014 patients showing\n(84) symptoms of acute respiratory\ndistress.\nSystems : uCT 780, United\nImaging, China; Optima 660,\nGE, America; Somatom Definition\nAS+, Siemens Healthineers,\nGermany\nNotes\nAbbreviations:\nPPV: Positive Predictive Values\nNPV: Negative Predictive Values\nNPA: Negative Percent Agreement\nln(DOR): Natural logarithm of Diagnostic Odds Ratio\nPPA: Positive Percent Agreement\nFigure 5. CT-images of a COVID-19 positive young male. The disease progression can be visualized with the help of chest CT scans [\ndistortion, crazy paving pattern, reticulation, traction bronch­\niectasis, subpleural bands, and intrathoracic lymph node enlar­\ngement in the image [ 9 ]. During the early-stages of infection,\nChest CT images of the COVID-19 patients presented with the\nchanges in the lung interstitial tissue and the presence of\nmultiple small plaques [ 17 ]. Progression of disease in\na patient can be assessed by a chest CT scan as shown in\nFigure 5 . Chest CT is a conventional, noninvasive imaging\ntechnology that gives results instantly and has high accuracy.\nThe sensitivity of chest CT scans to detect SARS-CoV-2 is\nbelieved to be higher than that qRT-PCR ( Table 5 )\nLow-cost techniques such as Chest X-rays and ultrasounds\nhave also been considered as a means of diagnosis but due to\ntheir low sensitivity and specificity, they are not recom­\nmended. Nevertheless, they do help in monitoring disease\nprogression [ 22 ].\nThe diagnostic performance of the different diagnostic\nmethods has been encapsulated in Table 5 .\n2.2.4. SARS-CoV-2 diagnosis using nonspecific parameters\nMany parameters increase or decrease in response to COVID-\n19 infection. At an early stage of the disease patients were\npresented with lymphopenia, leukopenia, elevated C-reactive\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 11\nResults Methodological Limitations\nSensitivity : Chest CT scans Since no asymptomatic COVID-19\nrevealed that 98% (50/51) of positive patients were included,\npatients had abnormalities that these studies may have exaggerated\nwere consistent with viral the sensitivity of CT.\npneumonia.\nSensitivity : The sensitivity of\nchest CT was 88% (888/1014)\n(With RT-PCR as reference)\nSpecificity : The reported\nspecificity was 25%\nPPV : 65%\nNPV : 83%\n102 ].\nprotein (CRP), aspartate aminotransferase, and RBC sedimenta­\ntion rate. Levels of Procalcitonin in the serum of most patients\nwere normal. Additionally, the severe cases had greater levels\nof lactate dehydrogenase, alanine aminotransferase, D-dimer,\nand ferritin along with considerably increased levels of TNF-α,\nIL-6, IL-2 R, and IL-10 [ 17 ]. Elevated levels of troponin have also\nbeen reported in patients who subsequently passed away due\nto fulminant myocarditis [ 17 ].\n2.2.5. Virus neutralization assays (VNA)\nVirus neutralization assay (VNA) is a method classically used to\ninvestigate the neutralizing antibody response to a virus and\ndemonstrate the inhibition of viral replication. Extreme sensi­\ntivity and specificity of VNA are determined by the fact that it\nonly detects antibodies that can inhibit the virus. This is crucial\nbecause related groups of viruses may share common anti­\ngens, but only some of these antigens are recognized and\ntargeted by neutralizing antibodies. Virus serotyping based on\nits neutralization can be used for serotyping a virus [ 50 ].\nPseudovirus-based neutralization assays (PBNA) has an\nedge over the conventional VNA because of their versatility\nand safety. In contrast with the VNA, PBNA is a specific,",
        "char_count": 3699,
        "word_count": 566,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "12 B. SHARMA ET AL.\nFigure 6. Summary of the targeted proteomics quantitative SRM assays under development for COVID-19 [\nsensitive, robust, and reproducible method that is more objec­\ntive and less labor-intensive. Convalescent COVID-19 patient\nexhibited higher neutralization activity against the pseudo­\nvirus, highlighting its potential as a possible therapeutics [ 88 ].\n™ GenScript has developed a diagnostic test kit called cPass\nSARS-CoV-2 Neutralization Antibody Detection kit or SARS-CoV\n-2 surrogate Virus Neutralization Test (sVNT) Kit. It is claimed\nto be an automatable, faster, and more scalable alternative to\nthe traditional neutralizing antibody tests. Unlike the conven­\ntional test kits that yield accurate results in days, the cPass kits\ncan measure functional neutralizing antibodies (nAbs) within\nan hour and do not involve live biological specimens or strin­\ngent BSL3 facility for diagnosis. It detects SARS-CoV-2 neutra­\nlizing antibodies that block the contact between the ACE2\nreceptor and the receptor-binding domain of the S protein\n[ 89 ]. The potency of such assays has been ascertained through\nseveral studies assessing and validating the confirmatory test­\ning of MERS-CoV and was able to detect the negatives that\nwere reported positive by other serological tests including\nELISA. It was reported that the samples which tested positive\nfor IgG ELISA produced negative results with PBNA [ 50 ].\nAnother set of studies revealed that the incorporation of\nVNA with the serological testing of MERS-CoV improved the\naccuracy of the result and was able to detect even the sub­\nclinical infections [ 50 ]. The highly specific and sensitive nature\n\n91 ].\nof this assay makes it suitable for use as a reference or\na confirmatory test.\nAlthough VNA is highly sensitive and offers several advan­\ntages, it is quite labor-intensive as it requires skilled profes­\nsionals to conduct the assay, and is time-consuming as well.\nTherefore, VNA is primarily used for research purposes [ 50 ].\n2.2.6. Targeted proteomics: an alternative to\nantibody-based assays\nTargeted proteomics is another modality of diagnosis that has\ngained significant popularity in the scientific community over\nthe past few years. Mass spectrometry (MS) (using the triple\nquadrupole (QqQ) mass spectrometer) based targeted proteo­\nmics offers high sensitivity, quantitative accuracy, rapidity, and\nreproducibility over other traditional methods as the analysis\nonly focuses on the subsets of proteins that are important and\nneeded to the line of inquiry. Some processing techniques\nsuch as ‘selected reaction monitoring’ (SRM) also known as\n‘multiple reaction monitoring (MRM)’ focus the mass spectro­\nmeter to detect pre-selected proteins. Conceptually SRM\napproach is quite similar to immunoassays but what makes it\npowerful is that it takes both antibody-based detection and\ndiscovery-based MS into consideration and bridges the gap\nbetween the two. In SRM, the protein of interest is selected\nand the triple-quadrupole mass spectrometer is programmed",
        "char_count": 3045,
        "word_count": 461,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "Figure 7. An overview of the diagnostic methods for SARS-CoV-2.\nto detect only signature protein or peptide known as\na proteotypic peptide. Mass spectrometer then fragments\nand analyzes only the selected protein from the samples [ 90 ]\n( Figure 6 ). It offers the advantage of high sequence-based\nselectivity of MS/MS (tandem mass spectrometry in which\nmore than one mass analyzer is combined) and ‘rapid duty\ncycle’ that is compatible with contemporary and high-\nefficiency liquid chromatography (LC) technique called ‘ultra-\nhigh performance liquid chromatography (UHPLC)’. Moreover,\nthe sensitivity and simplicity with which the QqQ (triple quad­\nrupole mass spectrometer) devices renders the results, makes\nit exceptional to any other type of mass analyzer. However,\nthe data can only be acquired for a fraction of peptides and\nthe workflow of detection involved is quite complex [ 91 ].\nUse of targeted LC-MS (Liquid Chromatography-Mass\nSpectrometry) along with quantitative immunoassays such as\ndensitometric western blots and ELISA can enhance the effi­\nciency of the process by making it more selective, allowing\na wider dynamic range and enabling it to be more amenable\nin multiplexing. Integration of immune enriching target pro­\nteins or peptides followed by targeted LC-MS can also be an\nalternative for diagnosis [ 92 ]. LC-MS technology offers advan­\ntages of high selectivity, sensitivity, sample throughput, sample\nvolumes, cost-per-sample, reproducibility, multiplexing, and\nextended compound range but the equipment cost, complex­\nity, and sample complexity limit its uses [ 93 ]. LC-MS technology\ncan be the next best option for immunoassays but there is still\na lot of work to be done [ 93 ].\n® PEPperCHIP SARS-CoV-2 Proteome Microarray\n(PEPperPRINT) is a newly developed modality for diagnosis of\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 13\nSARS-CoV-2 involving qualitative and quantitative proteomic\nscreening of the samples. It can serologically screen about 5000\nindividual peptides. In this method, the chip captures the pro­\nteins (antibodies, enzymes, or ligands) and immobilizes them to\nuse them as a probe. Protein analyte which is to be tested is\nadded to the matrix and modified by using different markers\nsuch as luminescence, radioisotopes, fluorescence markers, etc.\nThe interaction between micro-matrix proteins and analyte pro­\nduces an analytical signal and helps in the detection [ 94 ].\n2.3. Postanalytical phase\nThis phase includes the interpretation of the assay results. Ct\n(Cycle threshold) refers to the number of cycles required for\nthe amplification of viral RNA to reach the level for detection.\nIt is a semi-quantitative indicator that detects the concentra­\ntion of viral genetic material in a patient sample with the\nsimple rule of inverse proportionality. Serial Ct values are\nvaluable in the interpretations for clinical management of\npatients in the hospital settings. Ct values are only applied\nfor clinical interpretations and may not be reported by all RT-\nPCR platforms. It is also not directly comparable between\nassays. Clinical history is a must to interpret a single positive\nCt value in case of staging infectious course, prognosis, infec­\ntivity, or as an indicator [ 95 ]. If CT values are >40 then the test\nis negative. If we have two target proteins and the CT value of\nonly one protein is <40 then the result is indeterminate and\nrequires confirmation through retesting [ 15 ].\nEvery immunoassay comes tagged with a label molecule that\nis responsible for producing a quantifiable signal indicating the",
        "char_count": 3567,
        "word_count": 558,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "14 B. SHARMA ET AL.\nbinding of the antibody with the analyte of interest. The results\nof qualitative immunoassays can be interpreted through visual\ncues like the emergence of color and lines after the reaction. The\npresence of lines/bands in the test and control region/zone of\na Rapid test kit indicate a positive result whereas the absence of\na line from the test region indicates a negative result. The results\nof quantitative immunoassays can be obtained by using an\nappropriate plate reader which measures the intensity of the\nsignal and provides values corresponding to concentrations of\nthe analyte present in the sample. It is worth noting that each\ntype of immunoassay has its standard values and unique mode\nof result interpretation [ 96 ].\nIn the Fluorescence immuno-chromatographic assay immuno­\nfluorescence analyzer directly gives the result by comparing the\ndetection value with the reference cutoff or threshold value which\nis already set within the internal parameter of the kit’s ID chip [ 9 ].\nThe possible platforms for SARS-CoV-2 diagnosis either already in\nuse or in developmental stages are illustrated in Figure 7 .\n3. Methodology\nWe carried out a comprehensive narrative literature review to\nencapsulate the developments in the medical diagnosis of\nSARS-CoV-2 by accessing the freely available online databases.\nThe research papers and articles were mainly retrieved from\nPubMed using keywords like ‘SARS-CoV-2 Diagnosis’, COVID-\n19, ‘Coronavirus Diagnosis’ and ‘SARS-CoV-2’. The publications\nthat have been included as references in this article, date from\n2005 to 2020. The data about the presently deployed and\napproved diagnostic kits were obtained from the WHO, FDA,\nand ICMR websites. The literature search was limited to pub­\nlications in English and excluded abstracts from commen­\ntaries. Research papers focusing on the diagnosis of SARS-\nCoV-2 were only included. Literature search, abstract screen­\ning, and study selection were performed by the aforemen­\ntioned authors. Any discrepancies were resolved through\nconsensus. The websites that were searched are as follows:\nhttps://pubmed.ncbi.nlm.nih.gov/ , https://www.who.int/ ,\nhttps://www.cdc.gov/ , https://www.fda.gov/home , https://\nwww.icmr.gov.in/ .\n4. Expert opinion\nPandemics being large-scale infection outbreaks, gravely distress\nthe world at large and have far-reaching consequences by caus­\ning significant social, economic, and political disarray. The uni­\nversal disparity that already exists and is prevalent around the\nworld also extends to this catastrophe. The Low-and-Middle\nincome countries (LMICs) are much more vulnerable to the\ndeleterious repercussions and face disproportionately higher\nmorbidity and mortality during pandemics. The lack of infrastruc­\nture and resources curbs their domestic capacity to manufacture\ndiagnostic test kits making them heavily dependent on imports.\nAccessibility and affordability are some of the crucial variables\nthat should be considered while devising any diagnostic method\nand easy acquisition of effective diagnostic test kits to all the\naffected countries is imperative [ 96–100 ].\nSeveral detection methods are available for the diagnosis\nof SARS-CoV-2 but neither is ideal in all situations. Molecular\nmethods aren’t swift and cost-effective with a high likelihood\n\nof false-negative results which can jeopardize the health of the\npatient and the community [ 9 ]. A sensitivity of only 30 ~ 60%\nis achieved by the RT-PCR of SARS-CoV-2 RNA, determined by\nthe stage of the disease, condition of the patient, the protocol\nfollowed while collecting clinical specimens and the type and\nnumber of specimens procured [ 17 ]. Immunodiagnostic meth­\nods based on IgM/IgG antibody detecting N and S antigens\ncan partially overcome the shortcomings of RT-PCR in some\ncases and are rapid and cost-effective but the sensitivity is\npoor [ 15 ]. Whereas, detection of anti-N or anti-S antibodies is\nsuitable for diagnosis in the later stage during the infection,\ncontact tracing, and retrospective community screening [ 15 ].\nImmunodiagnostics aids the diagnosis of COVID-19 and\nincreases the positive rate of detection when combined with\nqRT-PCR, including the detection of subclinical cases [ 62 ].\nRadiological methods are complementary to other methods\nand are not suitable for the screening of the population as\ndifferentiation of similar symptoms caused by the different etio­\nlogical agents cannot be made. Hence further research into\nCOVID-19 diagnostics is binding. Research is underway to deter­\nmine the efficacy of other methods such as CRISPR, multiplex\nisothermal amplification followed by microarray detection, and\nimmunological kits with great sensitivity. More data is required\non pseudovirus-based neutralizing assays (PBNA), as far as neu­\ntralizing antibody detection is concerned. LC-MS technology for\ntargeted proteomics can be an alternative to immunoassays but\nimprovements in technology adoption, assay development, and\nvalidation are still required. Nanosensors and aptamer technol­\nogy are also in development which will serve as an alternative to\nthermal screening guns and will help in the screening of the\npeople at public places such as airports, malls, restaurants, and\nthe territories which are more prone to crowding [ 101 ].\nAlthough significant developments have been made in all\nthe countries for diagnosis of SARS-CoV-2 in a very short time\nwhich matches the blinding speed at which the virus has\ndisseminated, the limitations of available diagnostics repre­\nsent the need for preparedness and long-term investments\nin SARS-CoV-2 diagnostics. Several vaccines are under phase 3\nclinical trials with the Pfizer mRNA based vaccine BNT162\nalready completing the trials and reporting encouraging\nresults, the possibility of vaccine availability soon is high. But\nmanufacturing of required doses and distribution across the\nworld is not anticipated any sooner. An accurate diagnosis will\nremain the forerunner in the management of the pandemic.\nMoreover, the phase 4 efficacy of these vaccines will rely\nheavily on appropriate detection of the protective immune\nresponse and reactogenicity elicited by the vaccine further\nincreasing the diagnostic burden. So far, a combination of\nNAAT and immuno-diagnostics along with radiological diag­\nnostics remains the preferred options and we hope to see\na change with the development of better technologies toward\na single multipurpose diagnostic test. To be sufficiently pre­\npared for any future pandemics, healthcare institutions and\nsystems should be essentially reinforced.\nFunding\nThis paper was not funded by any funding agency.",
        "char_count": 6648,
        "word_count": 991,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "Declaration of interest\nThe authors have no relevant affiliations or financial involvement with any\norganization or entity with a financial interest in or financial conflict with\nthe subject matter or materials discussed in the manuscript. This includes\nemployment, consultancies, honoraria, stock ownership or options, expert\ntestimony, grants or patents received or pending, or royalties.\nReviewer disclosures\nPeer reviewers on this manuscript have no relevant financial or other\nrelationships to disclose.\nReferences\nPapers of special note have been highlighted as either of interest (•) or of\nconsiderable interest (••) to readers.\n1. World Health Organization. Coronavirus Disease (COVID-19)\nSituation Reports [Internet]. 2020 [cited 2020 Dec21]. Available\nfrom: https://www.who.int/emergencies/diseases/novel-\ncoronavirus-2019/situation-reports\n2. COVID-19 pandemic [Internet]. [cited 2020 Dec 30]. Available from:\nhttps://en.wikipedia.org/wiki/COVID-19_pandemic\n3. Coronavirus Update (Live) on COVID-19 Virus Pandemic -\nWorldometer [Internet]. [cited 2020 Dec 30]. Available from:\nhttps://www.worldometers.info/coronavirus/\n4. Weekly Update: Global Coronavirus Impact and Implications\n[Internet]. [cited 2020 Oct 21]. Available from: https://www.counter\npointresearch.com/coronavirus-weekly-update/\n5. Weekly epidemiological update 22 December 2020 [Internet].\n[cited 2020 Dec 31]. Available from: https://www.who.int/publica\ntions/m/item/weekly-epidemiological-update—22-december-2020\n6. Weekly epidemiological update 29 December 2020 [Internet].\n[cited 2020 Dec 31]. Available from: https://www.who.int/publica\ntions/m/item/weekly-epidemiological-update—29-december-2020\n7. Ioannidis JPA Global perspective of COVID-19 epidemiology for a\nfull-cycle pandemic [Internet]. Vol. 50, Eur J Clin Invest. Blackwell\nPublishing Ltd; 2020 [cited 2021 Jan 2]. 12; Doi: 10.1111/eci.13423\n8. Zheng J, SARS-coV-2: an emerging coronavirus that causes a global\nthreat. Int J Biol Sci. [Internet]. 2020 [cited 2020 Sep 12];16\n(10):1678–1685.\n• This paper gives the information on the origin, signs and symp­\ntoms, and the chemotherapeutic options of the SARS-CoV-2\ninfection.\n9. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology\nof 2019 novel coronavirus: implications for virus origins and recep­\ntor binding. Lancet [Internet]. 2020 Feb 22 [cited 2020 Sep 12];395\n(10224):565–574.\n10. Ozma MA, Maroufi P, Khodadadi E et al. Clinical manifestation,\ndiagnosis, prevention and control of SARS-CoV-2 (COVID-19) during\nthe outbreak period. Le infezioni in medicina. 2020 [cited 2020\nSep 12]. Available from: https://pubmed.ncbi.nlm.nih.gov/\n32275257/ 28 2 153–165\n•• An important review article with essential details on the\ndiagnosis of SARS-CoV-2.\n11. Li X, Zai J, Zhao Q, et al. Evolutionary history, potential intermedi­\nate animal host, and cross-species analyses of SARS-CoV-2. J Med\nVirol. [Internet]. 2020 Jun 1 [cited 2020 Dec 29];92(6):602–611.\n12. Zhao J, Cui W, Tian B, The Potential Intermediate Hosts for\nSARS-CoV-2. Front Microbiol. [Internet]. 2020 Sep 30 [cited 2020\nDec 29];11:2400.\n13. Diao B, Wen K, Chen J, et al. Diagnosis of Acute Respiratory\nSyndrome Coronavirus 2 Infection by Detection of Nucleocapsid\nProtein. medRxiv [Internet]. 2020 Mar 13 [cited 2020\nSep 12];2020.03.07.20032524. Available from: Doi: 10.1101/\n2020.03.07.20032524\n14. Chan JF-W, Yip CC-Y, To KK-W, et al. Improved Molecular Diagnosis\nof COVID-19 by the Novel, Highly Sensitive and Specific COVID-19-\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 15\nRdRp/Hel Real-Time Reverse Transcription-PCR Assay Validated In\nVitro and with Clinical Specimens. Vol. 58, J Clin Microbiol.\nAmerican Society for Microbiology; 2020 [cited 2020 Sep 12]. 5\nDoi: 10.1128/JCM.00310-20\n15. Sanche S, Lin YT, Xu C, et al. High Contagiousness and Rapid\nSpread of Severe Acute Respiratory Syndrome Coronavirus 2 - Vol\n26, Number 7—July 2020 - Emerging Infectious Diseases journal -\nCDC. [cited 2020 Oct 14]. 7 1470–1477\n16. Tang Y-W, Schmitz JE, Persing DH, et al. Laboratory diagnosis of\nCOVID-19: current issues and challenges [Internet]. Vol. 58, J Clin\nMicrobiol. American Society for Microbiology; 2020 [cited 2020\nSep 12].(6) Doi: 10.1128/JCM.00512-20\n17. Wu D, Wu T, Liu Q, et al. The SARS-CoV-2 outbreak: what we know\n[Internet]. Inter J Infect Dis Elsevier B.V.; 2020 [cited 2020 Sep 12]. p.\n44–48. Available from. . 94:. https://pubmed.ncbi.nlm.nih.gov/\n32171952/ .\n18. Wang H, Li X, Li T, et al. The genetic sequence, origin, and diagnosis\nof SARS-CoV-2 [Internet]. Eur J Clin Microbiol Infect Dis. Springer;\n2020 [cited 2020 Sep 12]. 39(9); p. 1629–1635.\n19. Root-Bernstein R. Why Infants Rarely Die of COVID-19 and\nMorbidity and Mortality Rates Vary by Location: pneumococcal\nand Hib Vaccinations as Possible Means to Mitigate Future\nPandemics. 2020 Apr 15 [cited 2020 Sep 17]; Available from:\nwww.preprints.org\n20. Yang Y, Yang M, Shen C, et al. Evaluating the accuracy of different\nrespiratory specimens in the laboratory diagnosis and monitoring\nthe viral shedding of 2019-nCoV infections. medRxiv [Internet].\n2020 Feb 17 [cited 2020 Dec 30];2020.02.11.20021493. Available\nfrom: Doi: 10.1101/2020.02.11.20021493\n21. Ravi N, Cortade DL, Ng E, et al. Diagnostics for SARS-CoV-2 detec­\ntion: A comprehensive review of the FDA-EUA COVID-19 testing\nlandscape. Biosens Bioelectron [Internet]. 2020 Oct 1 [cited 2020\nDec 30];165:112454.\n22. Wang W, Xu Y, Gao R, et al. Detection of SARS-CoV-2 in Different\nTypes of Clinical Specimens. JAMA. American Medical Association;\n2020 [cited 2020 Dec 30]. 323(18); p. 1843–1844.\n23. Pascarella G, Strumia A, Piliego C, et al. COVID-19 diagnosis and man­\nagement: a comprehensive review [Internet]. J Intern Med. Blackwell\nPublishing Ltd; 2020 [cited 2020 Sep 13]. p. 192–206. 288(2).\n24. Roche Roche’s cobas SARS-CoV-2 Test to detect novel coronavirus\nreceives FDA Emergency Use Authorization and is available in\nmarkets accepting the CE mark [Internet]. [cited 2020 Aug 25].\nAvailable from: https://www.roche.com/media/releases/med-cor\n-2020-03-13.htm\n25. Tu Y-F, Chien C-S, Yarmishyn AA, et al. A review of sars-cov-2 and\nthe ongoing clinical trials [Internet]. Int J Mol Sci. MDPI AG; 2020\n[cited 2020 Sep 12]. 21(7)2657.\n® 26. RealStar SARS-CoV-2 RT-PCR Kit RUO - Altona-Diagnostics EN\n[Internet]. [cited 2020 Aug 25]. Available from: https://www.\naltona-diagnostics.com/en/products/reagents-140/reagents/real\nstar-real-time-pcr-reagents/realstar-sars-cov-2-rt-pcr-kit-ruo.html\n27. BioCore 2019-nCoV Real Time PCR Kit [Internet]. [cited 2020 Oct\n14]. Available from: http://www.bio-core.com/biocore/kr/common/\nBrochure_(ENG).pdf\n28. The Global Fund Report on the list of SARS-CoV-2 Diagnostic test\nkits [Internet]. 2020 [cited 2020 Aug26]. Available from: https://\nwww.theglobalfund.org/media/9629/covid19_diagnosticproducts_\nlist_en.pdf?u=637261896210000000\n29. QIAamp Viral RNA Mini Kit - QIAGEN Online Shop [Internet]. [cited\n2020 Aug 27]. Available from: https://www.qiagen.com/us/pro\nducts/diagnostics-and-clinical-research/sample-processing/qiaamp-\nviral-rna-mini-kit/?clear=true#orderinginformation\n30. Food and Drug Administration. COVID-19 RT-qPCR Detection Kit\nInstructions for Use For Emergency Use Authorization Only. 2020 .\n31. Quick SARS-CoV-2 rRT-PCR Kit | ZYMO RESEARCH [Internet]. [cited\n2020 Aug 27]. Available from: https://www.zymoresearch.com/pro\nducts/quick-sars-cov-2-rrt-pcr-kit\nTM 32. Food and Drug Administration. Instructions for LabGun\nCOVID-19 RT-PCR Kit [Internet]. 2020 Sep [cited 2020 Aug28].\nAvailable from: www.labgenomics.co.kr",
        "char_count": 7589,
        "word_count": 1011,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "16 B. SHARMA ET AL.\n® 33. RealStar SARS-CoV-2 RT-PCR Kit - Altona-Diagnostics EN\n[Internet]. [cited 2020 Aug 28]. Available from: https://altona-\ndiagnostics.com/en/products/reagents-140/reagents/realstar-real-\ntime-pcr-reagents/realstar-sars-cov-2-rt-pcr-kit.html\n34. Food and Drug Administration. Instruction for Use Fosun COVID-19\nRT-PCR Detection Kit Rx Only For Emergency Use Authorization\n(EUA) only [Internet]. 2020 [cited 2020 Aug28]. Available from:\nwww.fosunpharmausa.com/covid19/pcr/\n35. Food and Drug Administration. GenoSensor GS TM COVID-19\nReal-Time PCR Kit For Emergency Use Authorization Only\nInstructions for Use (IFU) Issue 1.0. 2020.\n36. Food and Drug Administration. FACT SHEET FOR HEALTHCARE\nPROVIDERS [Internet]. 2020 [cited 2020 Aug28]. Available from:\nhttps://www.accessdata.fda.gov/scripts/medwatch/index.cfm?\naction=reporting.home\nTM 37. Food and Drug Administration. copy COVID-19 qPCR Multi Kit\n(Cat no. M22MD100M) Instructions for Use For in vitro diagnostic\nuse For Emergency Use Authorization Only Prescription Use Only.\n2020 May.\n38. World Health Organization. List of COVID-19 diagnostic kits with\nthe information of manufacturer and country of approval [Internet].\n2020 Mar [cited 2020 Aug29]. Available from: https://www.fda.gov/\nemergency-preparedness-and-response/mcm-legal-regulatory-and-\npolicy-\nTM 39. Food and Drug Administration. TaqPath COVID-19 Combo Kit\nTM and TaqPath COVID-19 Combo Kit Advanced* INSTRUCTIONS\nFOR USE Multiplex real-time RT-PCR test intended for the qualita­\ntive detection of nucleic acid from SARS-CoV-2. 2020 Mar.\n40. VIASURE SARS-CoV-2 Real Time PCR Detection Kit [Internet]. 2020\n[cited 2020 Aug30]. Available from: https://www.abacusdx.com/\nmedia/CT_CerTest_VIASURE_2020.pdf\n41. Food and Drug Administration .AllplexTM 2019-nCoV Assay\n[Internet]. 2020 [cited 2020 Aug30]. Available from: http://www.\nseegene.com/upload/product/IFU_FDA_COVID19_Seegene.pdf\n42. Food and Drug Administration. Novel Coronavirus (2019-nCoV)\nNucleic Acid Diagnostic Kit (PCR-Fluorescence Probing) For\nEmergency Use Only Instructions for Use (24 Tests/kit and 48\nTests/kit) For in vitro Diagnostic (IVD) Use For Prescription Use\nonly For Emergency Use Authorization only [Internet]. 2020 [cited\n2020 Aug30]. Available from: http://eng.sansure.com.cn/\nTM 43. ProTect COVID-19 RT-qPCR Kit [Internet]. [cited 2020 Aug 30].\nAvailable from: http://www.camtech.org/assets/ProTect_COVID19_\nKit_BrochureN.pdf\n44. BioFire-COVID-19-Test-Info-Sheet-FLM2-PRT-0263 [Internet]. [cited\n2020 Augt 30]. Available from: https://www.biofiredefense.com/\nwp-content/uploads/2020/04/BioFire-COVID-19-Test-Info-Sheet-\nFLM2-PRT-0263.pdf\n® CoV Extended Panel 45. Food and Drug Administration. NxTAG\nAssay Package Insert [Internet]. 2020 Mar [cited 2020 Aug30].\nAvailable from: www.luminexcorp.com\nTM 46. Food and Drug Administration. NeuMoDx SARS-CoV-2 Assay\nInstructions For Use. 2020 Apr.\n47. Food and Drug Administration. INSTRUCTIONS FOR USE For Use\nunder Emergency Use Authorization For In Vitro Diagnostic Use RX\n® Only PhoenixDx SARS-CoV-2 Multiplex for invitro diagnostic use\nqualitative RT-PCR-based detection of SARS-CoV-2 50 Tests\nPCCSKU15262 v 2.0. 2020 .\n48. SARS-Cov-2 Coronavirus Real-time RT-PCR (RT-qPCR) Detection Kit\n(CVPD) [Internet]. [cited 2020 Aug31]. Available from: https://www.\nsciencellonline.com/PS/7038.pdf\nTM 49. TaqPath COVID-19 Combo Kit [Internet]. [cited 2020 Aug31].\nAvailable from: https://www.thermofisher.com/order/catalog/pro\nduct/A47814#/A47814\n50. Food and Drug Administration. Quick SARS-CoV-2 rRT-PCR Kit\nInstructions for Use. 2020 .\n51. Younes N, Al-Sadeq DW, Jighefee HAL, et al. Challenges in labora­\ntory diagnosis of the novel coronavirus SARS-CoV-2 [Internet].\nViruses. MDPI AG; 2020 [cited 2020 Sep 12]. 12(6)582.\n\n52. Shi R, Ma W, Wu Q, et al. Design and application of 60mer oligo­\nnucleotide microarray in SARS coronavirus detection. Chinese Sci\nBull. [Internet]. 2003 Jun [cited 2020 Sep 13];48(12):1165–1169.\n53. De Souza Luna LK, Heiser V, Regamey N, et al. Generic detection of\ncoronaviruses and differentiation at the prototype strain level by\nreverse transcription-PCR and nonfluorescent low-density\nmicroarray. J Clin Microbiol. [Internet]. 2007 [cited 2020\nSep 13];45(3):1049–1052.\n54. Guo X, Geng P, Wang Q, et al. Development of a Single Nucleotide\nPolymorphism DNA Microarray for the Detection and Genotyping\nof the SARS Coronavirus. J Microbiol Biotechnol [Internet]. 2014 Oct\n28 [cited 2020 Sep 13];24(10):1445–1454. Available from:\n55. Li B, Si H-R, Zhu Y, et al. Discovery of Bat Coronaviruses through\nSurveillance and Probe Capture-Based Next-Generation\nSequencing. mSphere. 2020 ;5(1):e00807-19.\n56. Illumina Receives First FDA Emergency Use Authorization for a\nSequencing-Based COVID-19 Diagnostic Test [Internet]. [cited\n2020 Aug 31]. Available from: https://www.illumina.com/com\npany/news-center/press-releases/2020/8cd141fb-68d0-4144-8922-\n45693ac3f453.html\n57. Sheridan C. COVID-19 spurs wave of innovative diagnostics. Nat\nBiotechnol. 2020 ;38(7):769–772.\n58. VS J, Kancharla N, Bhadra B, et al. CRISPR-based assays for rapid\ndetection of SARS-CoV-2. Preprints [Internet]. 2020 ;(June):1–10.\nAvailable from: www.preprints.org\n59. Sharma S. Low-cost ‘Feluda’ test to detect virus in an hour likely\nin 4 weeks - india news - Hindustan Times [Internet]. hindustan­\ntimes. 2020 [cited 2020 Sep 01]. Available from: https://www.\nhindustantimes.com/india-news/low-cost-feluda-test-to-detect-\nvirus-in-an-hour-likely-in-4-weeks/story-\nq1Q8ATDRNnwEGuRbhWVI2O.html\n60. Guo L, Sun X, Wang X, et al. SARS-CoV-2 detection with CRISPR\ndiagnostics [Internet]. Cell Discov. Springer Nature; 2020 [cited\n2020 Sep 13]. 6(1); p. 1–4.\n61. Lee CY-P, Lin RTP, Renia L, et al. Serological Approaches for\nCOVID-19: epidemiologic Perspective on Surveillance and Control\n[Internet]. Vol. 11, Front Immunol. Frontiers Media S.A.; 2020 [cited\n2020 Sep 12]. Doi: 10.3389/fimmu.2020.00879\n62. Pan Y, Li X, Yang G, et al. Serological immunochromatographic\napproach in diagnosis with SARS-CoV-2 infected COVID-19 patients.\nJ Infect [Internet]. 2020 Jul 1 [cited 2020 Sep 12];81(1):e28–32.\n63. Guo L, Ren L, Yang S, et al. Profiling Early Humoral Response to\nDiagnose Novel Coronavirus Disease (COVID-19). Clin Infect Dis\n[Internet]. 2020 Jul 28 [cited 2020 Sep 12];71(15):778–785.\n64. Wen T, Huang C, Shi F-J, et al. Development of a lateral flow\nimmunoassay strip for rapid detection of IgG antibody against\nSARS-CoV-2 virus. Analyst [Internet]. 2020 Aug 7 [cited 2020\nSep 13];145(15):5345–5352.\n65. Liu W, Liu L, Kou G, et al. Evaluation of nucleocapsid and spike\nprotein-based enzyme-linked immunosorbent assays for detecting\nantibodies against SARS-CoV-2. J Clin Microbiol [Internet]. 2020 Jun\n1 [cited 2020 Sep 12];58(6). Doi: 10.1128/JCM.00461-20\n66. Gupta V, Tabiin TM, Sun K, et al. SARS coronavirus nucleocapsid\nimmunodominant T-cell epitope cluster is common to both exogen­\nous recombinant and endogenous DNA-encoded immunogens.\nVirology [Internet]. 2006 Mar 30 [cited 2020 Sep 13];347(1):127–139.\n67. Haljasmägi L, Remm A, Rumm AP, et al. LIPS method for the\ndetection of SARS-CoV-2 antibodies to spike and nucleocapsid\nproteins. Eur J Immunol [Internet]. 2020 Aug 6 [cited 2020\nSep 13];50(8):1234–1236.\n68. PD B, FX R, Morishima C, et al. Detection of nucleocapsid antibody\nto SARS-CoV-2 is More Sensitive than Antibody to Spike Protein in\nCOVID-19 Patients. medRxiv Prepr Serv Heal Sci [Internet]. 2020 Apr\n24 [cited 2020 Sep 13];2020.04.20.20071423. Available from: http://\nwww.ncbi.nlm.nih.gov/pubmed/32511445\n69. Sofia SARS Antigen FIA [Internet]. 2020 [cited 2020 Sep02].\nAvailable from: https://www.quidel.com/sites/default/files/pro\nduct/documents/CL1438902EN00.pdf",
        "char_count": 7751,
        "word_count": 998,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "70. Food and Drug Administration. ACCELERATED EMERGENCY USE\nAUTHORIZATION (EUA) SUMMARY NEW YORK SARS-COV\nMICROSPHERE IMMUNOASSAY FOR ANTIBODY DETECTION\n(WADSWORTH CENTER AT THE NEW YORK STATE DEPARTMENT\nOF HEALTH) for in vitro diagnostic use Rx only for use under\nemergency use authorization (EUA) only. 2020 .\n® 71. LIAISON SARS-CoV-2 S1/S2 IgG The fully automated serology test\nfor the detection of SARS-CoV-2 IgG Antibodies [Internet]. [cited\n2020 Oct 15]. Available from: https://www.diasorin.com/sites/\ndefault/files/allegati/liaisonr_sars-cov-2_s1s2_igg_brochure.pdf.pdf\n72. Food and Drug Administration. Anti-SARS-CoV-2 Rapid Test. 2020 .\n73. Food and Drug Administration. Cellex qSARS-CoV-2 IgG/IgM Rapid\nTest. 2020 .\n74. Food and Drug Administration. Wantai SARS-CoV-2 Diagnostics\nWANTAI SARS-CoV-2 Ab Rapid Test Rapid Test for Detection of\nTotal Antibodies to SARS-CoV-2 FOR SERUM/PLASMA/\nVENIPUNCTURE WHOLE BLOOD SPECIMEN INSTRUCTIONS FOR\nUSE. 2020 [cited 2020 Sep03]; Available from: 10.1101/2020.04.09.\n20056325\n75. SARS-CoV-2 antibody test (lateral flow method) [Internet]. [cited\n2020 Sep 03]. Available from: https://www.bilcare.com/SARS-CoV-2\nAntibody Test (Lateral Flow Method).pdf\n® 76. Food and Drug Administration. DPP COVID-19 IgM/IgG System\n[Internet]. 2020 [cited 2020 Sep04]. Available from: https://www.\nfda.gov/media/136963/download\n77. SGTi-flex COVID-19 IgM/IgG Kit - Sugentech, Inc. [Internet]. [cited\n2020 Sep 04]. Available from: https://sugentech.com/products/pro\nducts-view.php?ct=7&target=32%27\n78. STANDARD Q COVID-19 Ag Test Kit [Internet]. [cited 2020 Sep 04].\nAvailable from: http://sdbiosensor.com/xe/product/7672\n79. STANDARD F COVID-19 Ag FIA Kit [Internet]. [cited 2020 Sep 04].\nAvailable from: http://sdbiosensor.com/xe/product/7677\n80. Food and Drug Administration. RightSign TM COVID-19 IgG/IgM\nrapid test cassette package insert [Internet]. 2020 [cited 2020\nSep05]. Available from: https://www.fda.gov/medical-devices/emer\ngency-situations-medical-devices/emergency-use-\n81. Indian Council of Medical Research, New Delhi [Internet]. [cited\n2020 Oct 15]. Available from: https://www.icmr.gov.in/\n82. Xu Y, Xiao M, Liu X, et al. Significance of serology testing to assist\ntimely diagnosis of SARS-CoV-2 infections: implication from\na family cluster. Emerg Microbes Infect [Internet]. 2020 Jan 1\n[cited 2020 Sep 10];9(1):924–927.\n83. Fang Y, Zhang H, Xie J, et al. Sensitivity of Chest CT for COVID-19:\ncomparison to RT-PCR. Radiology. Radiological Society of North\nAmerica Inc.; 2020 [cited 2020 Dec 31]. 296(2); p. E115–7.\n84. Ai T, Yang Z, Hou H, et al. Correlation of chest CT and RT-PCR testing\nfor coronavirus disease 2019 (COVID-19) in China: A report of 1014\ncases. Radiology [Internet]. 2020 Aug 1 [cited 2020 Dec 31];296(2):\nE32–40.\n85. Nawattanapaiboon K, Pasomsub E, Prombun P, et al. Colorimetric\nreverse transcription loop-mediated isothermal amplification\n(RT-LAMP) as a visual diagnostic platform for the detection of the\nemerging coronavirus SARS-CoV-2. Analyst [Internet]. 2020 [cited\n2020 Dec 29]; Available from: https://pubs.rsc.org/en/content/arti\nclehtml/2021/an/d0an01775b\n86. Porte L, Legarraga P, Vollrath V, et al. Evaluation of a novel\nantigen-based rapid detection test for the diagnosis of SARS-CoV-\n2 in respiratory samples. International Journal of Infectious\nDiseases. 2020 Oct 1;99:328–333. .\n87. Whitman JD, Hiatt J, Mowery CT, et al. Test performance evaluation\nof SARS-CoV-2 serological assays. medRxiv [Preprint]. 2020 May 17.\n\nEXPERT REVIEW OF MOLECULAR DIAGNOSTICS 17\nDoi: 10.1101/2020.04.25.20074856 . Update in: Nat Biotechnol. 2020\nAug 27;: PMID: 32511497; PMCID: PMC7273265.\n88. Patchsung M, Jantarug K, Pattama A et al. Clinical validation of\na Cas13-based assay for the detection of SARS-CoV-2 RNA. Nat\nBiomed Eng [Internet]. 2020 Dec 1 [cited 2020 Dec 30];4(12).\nAvailable from: https://pubmed.ncbi.nlm.nih.gov/32848209/\n89. Nie J, Li Q, Wu J, et al. Establishment and validation of\na pseudovirus neutralization assay for SARS-CoV-2. Emerging\nMicrobes & Infections. 2020 ;9(1):680–686. [cited 2020 Sep 12];\nAvailable from.\n90. COVID-19 Detection | SARS-CoV-2 Neutralization Antibody\nDetection Kit (RUO) [Internet]. [cited 2020 Oct 14]. Available\nfrom: https://www.genscript.com/covid-19-detection-svnt.html\n91. Marx V, Targeted proteomics | nature methods [Internet]. Nat\nMethods. 2013 .[cited 2020 Sep 13]. Available from. https://www.\nnature.com/articles/nmeth.2285\n92. Vidova V, Spacil Z. A review on mass spectrometry-based quanti­\ntative proteomics: targeted and data independent acquisition\n[Internet]. Anal Chim Acta Elsevier B.V.; 2017 [cited 2020 Sep 13].\np. 7–23. Available from. . 964:. https://pubmed.ncbi.nlm.nih.gov/\n28351641/ .\n93. Manes NP, Nita-Lazar A. Application of targeted mass spectro­\nmetry in bottom-up proteomics for systems biology research.\nJ Proteomics [Internet]. 2018 Oct 30 [cited 2020\nSep 13];189:75–90.\n94. Cross TG, Hornshaw MP. Can LC and LC-MS ever replace\nimmunoassays? J Appl Bioanal [Internet]. 2016 Oct 13 [cited 2020\nSep 13];2(4):108–116.\n95. Kubina R, Dziedzic A. Molecular and Serological Tests for COVID-19\na Comparative Review of SARS-CoV-2 Coronavirus Laboratory and\nPoint-of-Care Diagnostics. Diagnostics (Basel). 2020 Jun 26;10\n(6):434. https://10.3390/diagnostics10060434. PMID: 32604919;\nPMCID: PMC7345211\n96. Understanding cycle threshold (Ct) in SARS-CoV-2 RT-PCR A guide\nfor health protection teams Understanding cycle threshold (Ct) in\nSARS-CoV-2 RT-PCR 2.\n97. Darwish IA. Immunoassay Methods and their Applications in\nPharmaceutical Analysis: Basic Methodology and Recent\nAdvances. Int J Biomed Sci. 2006 Sep;2(3):217–35. PMID:\n23674985; PMCID: PMC3614608\n98. SARS-CoV-2 Antigen detecting rapid diagnostic test implementation\nprojects [Internet]. [cited 2020 Nov 15]. Available from: https://www.\nwho.int/news-room/articles-detail/sars-cov-2-antigen-detecting-rapid-\ndiagnostic-test-implementation-projects\n99. Developing countries face diagnostic challenges as the COVID-19\npandemic surges [Internet]. [cited 2020 Nov 18]. Available from:\nhttps://cen.acs.org/analytical-chemistry/diagnostics/Developing-\ncountries-face-diagnostic-challenges/98/i27\n100. Pandemics: Risks, Impacts, and Mitigation - Disease control prio­\nrities: improving health and reducing poverty - NCBI Bookshelf\n[Internet]. [cited 2020 Nov 18]. Available from: https://www.ncbi.\nnlm.nih.gov/books/NBK525302/\n101. Coronavirus (SARS-CoV-2): Test kits to detect the causative\nagent of COVID-19 [Internet]. [cited 2020 Sep 01]. Available\nfrom: https://www.rapidmicrobiology.com/test-method/testing-\nfor-the-wuhan-coronavirus-a-k-a-covid-19-sars-cov-2-and-2019-\nncov\n102. Radiology Assistant - COVID-19 Imaging findings. [Internet].\n[cited2020Oct14]. Available from: https://radiologyassistant.nl/\nchest/covid-19/covid19-imaging-findings",
        "char_count": 6851,
        "word_count": 857,
        "extraction_method": "two_column"
      }
    ]
  }
}