{
  "metadata": {
    "source_file": "pdfs/Recent Developments on Therapeutic and Diagnostic Approaches.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:34.697203",
    "total_pages": 22,
    "total_characters": 114844,
    "total_words": 17552
  },
  "content": {
    "full_text": "--- Page 1 ---\nThe AAPS Journal (2021) 23: 14\nDOI: 10.1208/s12248-020-00532-2\nReview Article\nTheme: Celebrating Women in the Pharmaceutical Sciences\nGuest Editors: Diane Burgess, Marilyn Morris and Meena Subramanyamditors:\nRecent Developments on Therapeutic and Diagnostic Approaches\nfor COVID-19\n1,2,3 1,2,3,4 Joydeb Majumder and Tamara Minko\nReceived 4 September 2020; accepted 3 November 2020\nAbstract.\nsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has made a serious public\nhealth threat worldwide with millions of people at risk in a growing number of countries.\nThough there are no clinically approved antiviral drugs and vaccines for COVID-19, attempts\nare ongoing for clinical trials of several known antiviral drugs, their combination, as well as\nﬁ development of vaccines in patients with con\nlatest approaches to diagnostics and therapy of COVID-19. We have summarized recent\nprogress on the conventional therapeutics such as antiviral drugs, vaccines, anti-SARS-CoV-2\nantibody treatments, and convalescent plasma therapy which are currently under extensive\nresearch and clinical trials for the treatment of COVID-19. The developments of\nnanoparticle-based therapeutic and diagnostic approaches have been also discussed for\nCOVID-19. We have assessed recent literature data on this topic and made a summary of\ncurrent development and future perspectives.\nKEY WORDS:\nplasma therapy; immunotherapy; nanotherapeutics.\nINTRODUCTION\nNewly emerging virus diseases have become a major\npublic health threat around the world in recent years.\nDuring the last two decades, outbreaks of several viral\n“ Dedications: Dedicated to the health professionals who lost their\nﬁ ” lives in the ght against SARS-CoV-2 virus infection\nGuest Editors: Diane Burgess, Marilyn Morris and Meena\nSubramanyam\nDepartment of Pharmaceutics, Ernest Mario School of Pharmacy, 1\nRutgers, the State University of New Jersey, 160 Frelinghuysen\nRoad, Piscataway, New Jersey 08854, USA.\nRutgers Cancer Institute of New Jersey, New Brunswick, New 2\nJersey 08903, USA.\nEnvironmental and Occupational Health Science Institute, 3\nPiscataway, New Jersey 08854, USA.\nTo whom correspondence should be addressed. (e 4\n– mail:\nminko@pharmacy.rutgers.edu)\n3CLpro , 3-chymotrypsin-like cysteine protease; Abbreviations:\nACE2 AOS , angiotensin-converting enzyme 2; , antisense oligonucle-\nARDS AuNP otides; , acute respiratory distress syndrome; , gold\nﬂ AuNP-LF BCG nanoparticles; , gold nanoparticle-lateral- ow; , bacille\nCADD cDNA Calmette-Guerin; , computer-aided drug design; ,\nCOVID-19 complementary DNA; , coronavirus diseases 2019;\nCRISPR , clustered regularly interspaced short palindromic repeats;\n\nJanuary 2021 ; published online 5\nThe ongoing pandemic of coronavirus disease 2019 (COVID-19) caused by the\nrmed COVID-19. This review focuses on the\nantiviral drugs; anti-SARS-CoV-2 antibody; antiviral vaccines; ARDS; convalescent\ndiseases have been reported including the severe acute\nrespiratory syndrome coronavirus (SARS-CoV) ( 1 ) in 2002,\nﬂ H1N1 in uenza ( 2 ) in 2009, the Middle East respiratory\nsyndrome coronavirus (MERS-CoV) ( 3 ) in 2012, Ebola\nvirus disease (EVD) ( 4 ) in 2013, and Zika virus ( 5 ) in 2015.\nCT ELISA , computed tomography; , enzyme-linked immunosorbent\nER ERGIC assay; , endoplasmic reticulum; , endoplasmic reticulum-\nEVD FDA Golgi intermediate compartment; , Ebola viral disease; ,\nﬁ FET HCQ Food and Drug Administration; , eld-effect transistor; ,\nﬁ HIV HR1 hydroxychloroquine; , human immunode ciency virus; ,\nICTV heptad repeat 1; , International Committee on Taxonomy of\nIFNs IgG IgM Viruses; , interferons; , immunoglobulin G; , immuno-\nIRFs mAbs globulin M; , interferon regulatory factors; , monoclonal\nMERS-CoV antibodies; , Middle East respiratory syndrome corona-\nMIPs MMR virus; , molecularly imprinted polymers; , measles-\nMTPA mumps-rubella vaccine; , monoclonal-type plastic antibodies;\nOSN-qRT-PCR , one-step single-tube nested quantitative real-time\nPCR RBD PCR; , polymerase chain reaction; , receptor-binding\nRdRp RSV domain; , RNA-dependent-RNA polymerase; , respiratory\nRT-LAMP syncytial virus; , reverse transcription loop-mediated\nﬁ RT-PCR isothermal ampli cation; , reverse transcription-polymerase\nSARS-CoV chain reaction; , severe acute respiratory syndrome\nSARS-CoV-2 coronavirus; , severe acute respiratory syndrome coro-\nsiRNA ss-RNA navirus 2; , small interfering RNA; , single-stranded\nTEM WHO RNA; , transmission electron microscope; , World Health\nOrganization.\n# 1550-7416/21/0100-0001/0 2021 The Author(s)\n\n--- Page 2 ---\nPage 2 of 22 14\nThe most recent and ongoing viral disease caused by the\nnovel coronavirus has severely threatened public health\nworldwide. The outbreak of novel coronavirus was initially\nreported to the World Health Organization (WHO) on\nDecember 31, 2019. On January 12, 2020, WHO designated\n“ ” this virus as novel coronavirus 2019-nCoV ( 6 ), and later,\nit was termed as the severe acute respiratory syndrome\ncoronavirus-2 (SARS-CoV-2) by the International Commit-\ntee on Taxonomy of Viruses (ICTV) because of its similarity\nwith the previous SARS-CoV ( 7 ). On January 30, 2020,\nWHO declared this viral outbreak as a public health\nemergency of international concern ( 8 ). Later on February\n11, 2020, WHO termed this disease as coronavirus disease\n2019 (COVID-19) ( 9 ) and, subsequently on March 11, 2020,\nWHO declared COVID-19 as a global pandemic since the\nSARS-CoV-2 viral infection has spread rapidly in a growing\nnumber of countries ( 10 ). As of October 31, 2020, more\nthan 45 million people were infected with the COVID-19\ndisease, and 1.2 million deaths have been reported globally\n( 11 ). While human-to-human transmission rate is higher for\nSARS-CoV-2 than that of SARS-CoV virus, the mortality\nrate of COVID-19 disease is much lower than that of\nSARS-CoV infection ( 12 ). While all coronaviruses distress\nthe respiratory tract, SARS-CoV-2 virus additionally also\naffects the heart, gastrointestinal system, liver, kidney, and\nthe central nervous system eventually leading to multi-\norgan failure ( 13 , 14 ).\nSARS-CoV-2 genome contains single-stranded positive-\nsense RNA encapsulated within a membrane envelop with\n– an average diameter of 75 150 nm. The envelope is covered\nwith glycoprotein spikes giving coronaviruses their crown-\nlike appearance (corona is the Latin term for crown or\ngarland). The genome of SARS-CoV-2 has a length of about\n30 K nucleotides. Almost 85% homology of this virus is also\nsimilar to the SARS-CoV ( 15 ). Four main structural\nproteins are encoded in SARS-CoV-2 viral genome, namely,\nspike (S) surface glycoprotein, membrane (M) protein,\nenvelope (E) protein, and nucleocapsid (N) protein\n(Fig. 1a ). Several other nonstructural proteins are also\nencoded by the viral genome (RNA polymerase, RdRp;\npapain-like protease, PLpro; coronavirus main protease,\n3CLpro) ( 17 ). A representative transmission electron mi-\ncroscope (TEM) image of SARS-CoV-2 viruses in host cells\nis shown in Fig. 1b , where the SARS-CoV-2 viruses have\nbeen colorized in blue color ( 16 ).\nThe replication of COVID-19 as any other virus\nrequires a host cell and normally includes attachment,\npenetration, uncoating, replication, assembly, and release\nsteps. A schematic representation of cellular uptake and\nreplication of SARS-CoV-2 virus is shown in Fig. 2 ( 18 ).\nSpike glycoprotein on the surface of the COVID-19 binds to\nangiotensin-converting enzyme 2 (ACE2) receptor protein\nlocated on the host cell plasma membrane and facilitates the\nhost cell invasion. Serine protease TMPRSS211 produced\nby a host cell facilitates the process of this invasion. After\nreceptor-mediated endocytosis of the virus into the host\ncells, it releases viral genome (single-stranded positive\nRNA), and using host ribosome translates into viral\npolyproteins. Viral proteinases 3CLpro and PLpro cleave\nviral polyproteins into effector proteins. RNA-dependent\nRNA polymerase in turn synthesizes a full-length negative-\n\nThe AAPS Journal (2021) 23: 14\nstrand RNA template which is used to make more viral\ngenomic RNA. Viral genome then is synthesized by\ngenomic replication, and four essential structural viral\nproteins (N, S, M, and E) are produced by transcription\nthen translation. N protein binds genomic RNA while S, M,\nand E proteins are integrated into the membrane of the\n— endoplasmic reticulum (ER) forming ERGIC endoplasmic\nreticulum-Golgi intermediate compartment (also referred to\nas vesicular-tubular cluster). Assembled nucleocapsid with\nhelical twisted RNA is encapsulated into the ER lumen,\nviral progeny is transported by the ERGIC toward the\nﬁ plasma membrane of the host cell, and nally, daughter\nvirus is released by exocytosis.\nIn general, antiviral treatment and prevention ap-\nproaches are based on the (a) inhibition of the replication\nof the viral genome by either preventing virus entering host\ncells or suppression of one or more steps in its replication,\n(b) priming the immune system and creating a form of\nmemory against the virus by the vaccination, (c) injection of\nthe antiviral antibodies produced in the plasma from the\nrecovered patient to the infected patient, and (d) treatment\nof lung damage and respiratory distress syndrome accom-\npanied the viral infection. In this review, we have summa-\nrized the ongoing developments of therapeutic and\ndiagnostic approaches based on the conventional method-\nologies for COVID-19. Besides the conventional methods,\nwe have presented recent developments of various\nnanocarrier-based therapeutic and diagnostic approaches\nfor COVID-19.\nﬁ Coronavirus disease 2019 (COVID-19) is de ned as a\ndisease caused by the severe acute respiratory syndrome\ncoronavirus 2 (SARS-CoV-2). The signs and symptoms of\nCOVID-19 disease are different from patient to patient, but\nmost common clinical symptoms include fever, fatigue,\ncough, expectoration, anorexia, sputum production, short-\nness of breath, etc. during various stages of this disease\n( 19 , 20 ). Besides, less common symptoms such as sore\nthroat, headache, confusion, hemoptysis, shortness of\nbreath, and chest tightness have been also observed\n( 21 , 22 ) as well as minor symptoms such as nausea, vomiting,\ndiarrhea, and gastrointestinal complication were also re-\nported ( 23 ). Similar signs and symptoms of COVID-19 were\nobserved in children like the adults, but those symptoms\nwere usually milder as compared with the adult patients\n( 24 , 25 ). However, there were patients not yet symptomatic\n(presymptomatic) as well as there were patients\n(asymptomatic) with no typical symptoms of COVID-19\n– disease as revealed in many reports ( 26 29 ). Several\nasymptomatically infected COVID-19 patients were found\nto be asymptomatic throughout the period of the infection\n( 30 , 31 ). A recent study also revealed that the rate of\nhuman-to-human transmission of SARS-CoV-2 virus is\nhigher than that of the previous two coronaviruses SARS-\nCoV and MERS-CoV infections.\nTo date, there is no effective therapy for COVID-19.\nTherefore, the key management of COVID-19 patients\nincluded early diagnosis, immediate patient isolation, and\nprotective conditions to prevent the infection. Typical\ntreatment for COVID-19 disease included general sup-\nportive care, respiratory support, as well as nutritional\nsupport.\n\n--- Page 3 ---\nThe AAPS Journal (2021) 23: 14\nHuman coronavirus. Fig. 1. a\nelectron microscope image of SARS-CoV-2 spherical viral particles in cell. The virus is\ncolorized in blue. Adapted from the US Centers for Disease Control. Reproduced with\npermission from ( 16 )\nCOVID-19: THERAPEUTIC APPROACHES\nCurrently, there are no clinically approved drugs or\ntherapeutics by the U.S. Food and Drug Administration\n(FDA) for the treatment of COVID-19. Traditional drug\ndiscovery approaches are time-consuming, and trial-and-\nerror methods are often ineffective. Because of regulatory\nﬁ requirements to assess safety and ef cacy of drug, the time\nrequired to develop a new drug takes average one to two\ndecades. A rational approach to overcome the sustained\nhigh failure rates and the time and costs involved in the\nresearch and development to bring a new drug in the\nmarket is to repurpose existing drugs based on similarity of\ndisease mechanisms for the targeted drugs ( 32 ). Moreover,\nrepurposed drugs have the advantage of less development\ncosts and time because of their previously available phar-\nmacokinetic, toxicology, and safety data. Taking\nrepurposing as a primary strategy, many randomized con-\ntrolled trials of known drugs are ongoing in patients with\n– COVID-19 ( 33 35 ). Recently, both researchers and clini-\nﬁ cians have been paid signi cant attention for developing\nvaccines and antiviral therapeutics. On August 2020, more\nthan 350 COVID-19 therapeutic drugs (mostly repurposed)\nare investigated with more than 75% of them entered in\n\nPage 3 of 22 14\nSchematic structure of SARS-CoV-2 virus. A transmission b\nhuman clinical trials, and more than 150 repurposed and\noriginal vaccines are under study with about 25% of them\non the various phases of human trials ( 36 ).\nAntiviral Drugs\nTreatment Mechanisms\nIn general, two distinct approaches are being explored\nfor repurposing of conventional drugs and development of\nnovel therapeutic drugs: prevention of virus entry into the\nhost cells and suppression of various steps in virus replication\ninside the cells (Fig. 3 ).\nBlocking Viral Entry\nCOVID-19 viruses target angiotensin-converting en-\nzyme (ACE) 2 receptors overexpressed in the cells of lung\nand gastrointestinal tissues in the human body (Fig. 3a ).\nThe receptor-binding domain (RBD) of spike protein on\nthe surface of the coronavirus binds to ACE2 on the plasma\nmembrane of infected cells, initiating receptor-mediated\nendocytosis. Three strategies are currently investigating in\norder to block this interaction and abrogate infection ( 37 ).\n\n--- Page 4 ---\nPage 4 of 22 14\nOverview of the coronavirus replication cycle (simpli Fig. 2.\ncluster). Drawn using a template retrieved from ( 18 )\nFirst, a high number of soluble RBD mimetics can be\nadministered to bind ACE2 receptors and saturate available\nsites, preventing virus binding and entering host cells (Fig.\n3b (1)). Second, antibodies or single-chain antibody frag-\nments (scFv) against ACE2 receptors can also be adminis-\ntered to accomplish a similar task. Third strategy targets the\ncoronavirus RBDs directly by using the ACE2 extracellular\ndomain in order to bind to the spike protein. A fragment\ncrystallizable (Fc) region (the tail fragment of an antibody)\nthat interacts with ACE2 cell surface receptors bonded\ndirectly to RBDs of the virus again can prevent its\ninteraction with the host cells and preventing infection.\nDespite extensive research for developing various antiviral\ntherapeutics that are capable to prevent or at least limit\nbinding of SARS-CoV-2 virus to ACE2 receptors, certain\naspects of these approaches may potentially limit their\nﬁ ef cacy. First, native mimetics, antibody, and their frag-\nments possess a relatively low stability in the blood stream\nﬁ and may drop their speci c activity during their transfer to\ntheir primary targets (ACE2 receptors in lung cells and\nRBDs in the virus) ( 38 ). On our opinion, the most effective\nways to protect therapeutic payload from the degradation in\nthe blood stream include their conjugation to nanoparticles\nﬁ and delivery speci cally to the site of action. In the case of\nCOVID-19 and other SARS viruses, inhalation delivery of\nﬁ ACE2 antibodies by nanoparticles speci cally to the lungs is\ncapable not only to deliver them as close as possible to the\nﬁ targeted cellular receptors and preserve their speci c\nactivity but also substantially limit the inactivation of\nACE2 receptors in other non-targeted organs limiting\npossible adverse side effects of the treatment. Currently,\n\nThe AAPS Journal (2021) 23: 14\nﬁ ﬁ ed, not to scale). The gure depicts viral\ndevelopment from initial binding and release of viral genome to eventual exocytosis of the mature virion.\nERGIC, endoplasmic reticulum-Golgi intermediate compartment (also referred to as vesicular-tubular\nwe are carrying out the experiments for delivering of\nACE2-targeted antibodies using lipid nanoparticles by\ninhalation. Other limitations include possible binding of\nremedies to sites on the ACE2 receptors or RBDs that do\nnot compete or interfere with viral entry. The potency of\nsuch therapeutics can be improved by enhancing their\nﬁ binding af nity against the epitope of the RBD ( 39 ).\nTargeting the Coronavirus Replication\nIn contrast to ACE2 receptor blockers, the most part of\nrepurposed anti-COVID-19 drugs do not interact with the\nviral entry to the host cells. Instead, drugs block one or\nseveral steps of virus replication inside the cell (Fig. 3c ).\nDrugs may prevent endocytosis (e.g., chloroquine,\nﬁ nafamostat, grif thsin), inhibit endosome maturation (e.g.,\nhydroxychloroquine, apilimod, colchicine, vinorelbine), and\nﬁ release of viral genome (e.g., cinanserin, disul ram) and\nvirus replication, transcription, and translation of viral\nproteins (e.g., bananin, 5-hydroxychromone, remdesivir,\nfavipiravir, ribavirin). siRNA-based therapeutics and some\nrepurposing drugs can also be employed to prevent the\nformation of daughter virion and its release from the host\ncell by exocytosis. A summary of various repurposed drugs\nin clinical trials for treatment of COVID-19 with original\napplication, targeted molecules, and brief description of a\nmajor mechanism of action with references are shown in\nTable I . Below, we provide brief information of several\nrepurposed and original antiviral drugs, antibodies, and\nvaccines proposed and tested for the treatment of COVID-\n19 infection.\n\n--- Page 5 ---\nThe AAPS Journal (2021) 23: 14\nProposed therapeutic treatments for COVID-19. , Fig. 3. a b\nSARS-CoV-2. Possible approaches for blocking ACE2 receptors. b\nﬁ cycle (simpli\nregion fragments against the S1 domain of spike (S) protein of the SARS-CoV; ACE2-Fc, immunoglobulin fragment (Fc)-\nACE2 fusion protein\nRemdesivir\nRemdesivir, a recently discovered novel antiviral drug in\nthe class of nucleotide analogs, has shown potent effect in\ntreating Ebola virus and Marburg virus infections ( 47 ).\nRemdesivir was developed by Gilead Sciences for the\ntreatment of viral diseases caused by various RNA viruses.\nThe drug displayed antiviral activity against various single-\nstranded RNA viruses such as Nipah virus, Hendra virus, and\ncoronaviruses (including MERS and SARS-CoV viruses)\n( 48 , 49 ). More recently, remdesivir is being studied for the\n\nPage 5 of 22 14\nTargeting viral entry mechanism. Viral entry mechanism of a\nAntiviral drugs targeting the coronavirus replication c\ned). Abbreviations: ACE2, angiotensin-converting enzyme 2; scFvs, recombinant human single-chain variable\ntreatment of COVID-19 infections. On May 1, 2020, the US-\nFDA approved an emergency use authorization (EUA) for\nremdesivir based on the preliminary clinical data indicating\nquick recovery of the COVID-19 patients ( 50 ). In a recent\nﬁ clinical trial study, patients with con rmed COVID-19\ninfection were treated with compassionate use of remdesivir\nfor 10 days ( 51 ). On day 1, patients were treated intrave-\nnously with 200 mg dose. Then, treatment with 100-mg\nintravenous daily dose was continued for another 9 days.\nThe results showed clinical improvements for 36 of 53\net al. patients (ca. 68%). In a recent study, Spinner ( 52 )\n\n--- Page 6 ---\nPage 6 of 22 14\nList of Drugs Repurposed in Clinical Trials for COVID-19. Modi Table I.\nDrugs Applications Targets\nFavipiravir Viral diseases RNA-dependent RNA\npolymerase (RdRp)\nRemdesivir Ebola virus diseases Viral proteases, RdRp\n(EVD)\nLopinavir HIV infections Viral proteases\nRitonavir HIV infections Viral proteases\nChloroquine Malarial Angiotensin Converting\nEnzyme-2 (ACE2)\nRibavirin Respiratory syncytial virus RdRp\n(RSV) infection\nﬂ Umifenovir In uenza S-spike glycoprotein\n(Arbidol)\nconducted a randomized and open-label phase 3 clinical trial\nof remdesivir in total 584 patients with moderate COVID-19\nﬁ disease ( ClinicalTrials.gov Identi er: NCT04292730). All the\npatients were randomized in three groups: 197 patients in 10-\nday course of remdesivir treatment, 199 patients in 5-day\ncourse of remdesivir treatment, and 200 patients in standard\ncare treatment only. Remdesivir was injected intravenously at\na dose of 200 mg on day 1 followed by daily treatment of\n100 mg for an entire treatment course. Initial results revealed\nthat clinical status distribution was better in the group of\npatients randomized to a 5-day course of remdesivir treat-\nment when compared with that of the standard care group.\nMore recently, the FDA has approved the antiviral drug\nVeklury (remdesivir) which inhibits replication of SARS-\nCoV-2 virus for the treatment of patients with COVID-19\nrequiring hospitalization ( 53 ).\nUmifenovir\nUmifenovir is an indole-based antiviral agent, which is\nﬂ mainly used for the treatment of in uenza and other\nrespiratory diseases in Russia and China ( 54 ). Umifenovir\nwas found to show activity against other type of RNA and\nDNA viruses such as Zika virus, Lassa virus, and Ebola virus\n( 55 , 56 ) Antiviral activity of umifenovir may be attributed to\ninteractions of its aromatic residues with the viral glycopro-\nteins, which is involved in viral fusion through the cell\nmembrane ( 57 , 58 ). Currently, this drug is being investigated\nfor the treatment of COVID-19 infection ( 59 , 60 ). In an early\net al. report, Lian performed a retrospective study of\numifenovir in 81 COVID-19 patients. All the patients were\nn divided into control group ( = 36) and umifenovir treatment\nn group ( = 45). After 7 days of post-treatment, no deaths\nwere reported in both groups; however, 28 out of 36 (78%)\npatients in the control group tested negative for SARS-CoV-2\ninfection, whereas similar numbers (33 out of 45 or 73%\npatients) were obtained in the umifenovir treatment group.\nThus, the initial results revealed that umifenovir treatment\ndid not improve outcomes in COVID-19 patients ( 61 ).\net al. Recently, Chen performed a retrospective cohort study\nin 200 patients with COVID-19 to see the effect of umifenovir\n(Arbidol) in combination with Shufeng Jiedu Capsules for\n2 weeks. The control group patients were treated with\n\nThe AAPS Journal (2021) 23: 14\nﬁ ed From ( 40 )\nMechanism of action against life cycle of SARS-CoV-2 References\nvirus\nInhibits viral RNA polymerase and RNA replicase activity ( 41 )\nInterferes with viral RNA polymerase activity and reduces ( 8 , 42 )\nviral RNA synthesis to arrest viral replication\nInhibits the viral proteases activity ( 9 , 10 )\nInhibits the viral proteases activity ( 9 , 10 )\nInterferes with glycosylation of ACE2 ( 43 , 44 )\nInhibits viral RNA polymerase activity ( 45 )\nInhibits membrane fusion and prevent viral entry into the ( 46 )\nhost cells\nArbidol hydrochloride capsules, and the experimental group\npatients were treated with combination of Arbidol hydro-\nchloride capsules and Shufeng Jiedu Capsules. The subsi-\ndence of a fever was observed more rapidly in the\nexperimental group of participants. The chest CT scan also\nshowed better resolution of pneumonia symptoms in the\nexperimental group than that in the control group ( 62 ).\nFavipiravir\nFavipiravir is a pyrazine class antiviral drug, which was\nﬂ mainly used for the treatment of in uenza in Japan ( 63 , 64 ). It\nworks by inhibiting the function of RNA-dependent RNA\npolymerase (RdRp) enzymes, the protein which is involved in\nthe transcription and replication of viral genomes ( 65 ).\nﬂ Besides in uenza, it was also investigated for the treatment\nof Ebola virus, and recently, it has been evaluated for the\ntreatment of COVID-19 ( 66 ).\nChloroquine\nChloroquine is an aminoquinoline class small molecule\ndrug, which is used for the treatment of malaria. Chloroquine\nwas also repurposed for the treatment of other diseases such\nas HIV and rheumatoid arthritis ( 67 ). This drug potentially\ncan have a wide spectrum of antiviral action on all steps of the\nviral entry and replication ( 68 ). Latest studies revealed that\nchloroquine inhibits the process of glycosylation of\nangiotensin-converting enzyme 2 (ACE2), an enzyme which\nis present on the cell membranes of cells in the lungs, arteries,\nheart, kidney, etc. and found to involve in the mechanism of\ncellular entry of SARS-CoV and SARS-CoV-2 viruses\n( 69 , 70 ). Recently, the FDA has issued an emergency use\nauthorization for chloroquine for the treatment of COVID-19\n( 71 ).\nClinical Trials of Antiviral Drugs\nCurrently, there are a number of drug candidates in\nvarious stages of clinical trials for the treatment of COVID-19\n( 72 , 73 ). On the end of September 2020, 322 out of total 409\ndrug candidates are tested in human trials, with 119 of them\n— entered phase III and 46 phase IV ( 36 ). Here, we have\n\n--- Page 7 ---\nThe AAPS Journal (2021) 23: 14\nsummarized results from few clinical trials of antiviral\ntherapeutics for COVID-19. Remdesivir is a broad-spectrum\nantiviral agent which works by inhibiting the viral RNA-\ndependent RNA polymerase activity. Remdesivir has been\nfound to show activity against the previous SARS-CoV and\net al. MERS-CoV infections ( 74 ). Recently, Beigel conducted\nintravenous treatment of remdesivir in a clinical trial of total\n1063 adult patients with COVID-19 disease ( 42 ). All patients\nwere randomly divided into two groups, namely, remdesivir\nand placebo groups. Patients in remdesivir group received\n200 mg dose on day 1, followed by 100 mg daily dose for\nadditional 9 days. Preliminary results revealed that patients of\nremdesivir group had average recovery time of 11 days as\ncompared with 15 days of the patients who received placebo.\nThus, remdesivir treatment demonstrated better clinical\nﬁ bene t than placebo in shortening the recovery time of adult\npatients with COVID-19. Another randomized clinical trial\nalso revealed that remdesivir treatment reduced the recovery\ntime from the SARS-CoV-2 infection ( 75 ). On May 1, 2020,\nthe US Food and Drug Administration (FDA) issued an\nEmergency Use Authorization of remdesivir for the treat-\nment of patients with severe condition of COVID-19.\nCurrently, remdesivir is under clinical trial at the phase III\nlevel for the treatment of COVID-19 ( 76 ). Further clinical\nstudies of remdesivir are ongoing to evaluate its safety and\nﬁ ef cacy in more patients with SARS-CoV-2 infection.\n— ﬂ — Favipiravir an antiviral drug used to treat in uenza was\ninvestigated in a phase II clinical trial in China at the early\nﬁ days of the outbreak of SARS-CoV-2 infection for its ef cacy\nand safety in COVID-19 patients ( 77 ). Later, favipiravir in\ncombination with other antiviral drugs were also investigated\nﬁ in clinical trials for COVID-19. However, no signi cant\ntherapeutic outcome was observed from these clinical studies\nof favipiravir for COVID-19 (Chinese Clinical Trial Registry\nﬁ Identi ers: ChiCTR2000030987, ChiCTR2000029600).\nLopinavir/ritonavir is an FDA-approved combination agent\nfor HIV treatment. Lopinavir/ritonavir combination agent is\ncurrently being studied in clinical trial for COVID-19 ( 78 ).\net al. Recently, Cao performed a randomized controlled trial\nof lopinavir/ritonavir in 199 patients with COVID-19 disease\nﬁ ( 79 ). The ef cacy of lopinavir/ritonavir treatment was com-\npared with the standard care and management for COVID-19\nﬁ patients. However, no signi cant difference was observed in\nterms of viral clearance or mortality rates in both the treated\nand standard care group of patients. Chloroquine, an\nantimalarial drug was also evaluated in clinical trials for\nCOVID-19 ( 43 ). In March 2020, Gautret and co-authors\nperformed an open-label randomized controlled trial of\nhydroxychloroquine (HCQ) in COVID-19 patients ( 44 ). All\nthe treated patients received 200 mg of HCQ for 10 days with\n3 doses per day, while the control group received usual care\nfor COVID-19. Results revealed that, at day 6 post-inclusion,\n70% of hydroxychloroquine-treated patients were virologi-\ncally cured (had negative PCR results in nasopharyngeal\np samples) compared with 12.5% in the control group ( =\n0.001). Other antiviral drugs such as ribavirin were also\ninvestigated in a randomized controlled trial in COVID-19\npatients, but the results showed mixed success ( 45 ). More\nrecently, glucocorticoids as dexamethasone were investigated\nin clinical trial of patients with severe COVID-19 ( 80 ). Initial\nresults revealed that dexamethasone treatment reduced death\n\nPage 7 of 22 14\nrate of the COVID-19 patients by one-third as compared with\nthe COVID-19 patients who received only standard support-\nive care treatment.\nWhile promising preliminary results were observed from\nfew of the ongoing clinical trials, still many concerns related\nto safety and toxicity of the repurposed drugs limited their\nfurther clinical studies. For example, based on the results of\nrecent clinical trials, the US FDA revoked its Emergency Use\nAuthorization (EUA) for both chloroquine and\nhydroxychloroquine (HCQ) for the treatment of COVID-19\net al. ( 81 ). Recently, Risambaf raised various concerns related\nto side effects of both chloroquine and hydroxychloroquine\nfor the treatment of COVID-19 ( 82 ). Recent report also\nrevealed that long-time use of chloroquine and\nhydroxychloroquine developed various toxicity effects includ-\ning renal failure, cardiotoxicity, autoimmune disorders, etc.\n( 83 ). The latest study of hydroxychloroquine in combination\nﬁ with azithromycin also did not show clinical bene ts to the\npatients of COVID-19 ( 84 ). Therefore, more randomized\ncontrolled trials with higher number of participants are\nneeded for further evaluation of chloroquine and\nhydroxychloroquine for the treatment of COVID-19.\nMonoclonal Antibodies\nﬁ Monoclonal antibodies speci c to a viral protein are\nalternative treatment options for viral disease. During the last\ndecade, several targeted monoclonal antibodies were devel-\noped for the SARS-CoV spike protein to inhibit the viral\nfusion inside the host cells ( 85 , 86 ). For example, CR3014 and\nCR3022 are two SARS-CoV neutralizing monoclonal anti-\nbodies, which bind to the receptor-binding domain (RBD) of\nthe SARS-CoV spike protein to neutralize the virus ( 87 ).\nAmong these, CR3022 was also found to bind with the\nSARS-CoV-2 RBD ( 88 ), and it might be a possible thera-\npeutic option for the treatment of COVID-19 disease.\nRecently, researchers have cloned two human anti-SARS-\nCoV-2 RBD-hACE2 blocking monoclonal antibodies (mAbs)\nﬁ from SARS-CoV-2 RBD-speci c memory B cells of recov-\nered COVID-19 patient ( 19 ). The authors found that these\ntwo mAbs are capable of blocking the interaction between\nthe ACE2 receptor and SARS-CoV-2 RBD leading to\nneutralization of the SARS-CoV-2 spike protein. Such mAbs\ncould be promising therapeutic agents against the SARS-\nCoV-2 infection. Molecular imprinting is a potent modern\ntechnology for the development of so-called monoclonal-type\nplastic antibodies (MTPA) based on molecularly imprinted\nﬁ polymers (MIPs). These polymeric materials possess speci c\nrecognition properties for target molecules (templates). Some\nof such MTPAs were developed to target RBD of\ncoronaviruses preventing infection of targeted cells ( 89 ).\nAntiviral Vaccines\nGlycosylated spike protein is a major inducer of host\nimmune response after infection of human lung epithelium\ncells via the receptor ACE2 (Fig. 4 , step 1). After endocytosis\n(Fig. 4 , step 2), viral RNA activates endosomal and cytoplas-\nmic sensors, TLR3/7, and MAVS, respectively (Fig. 4 , step 3).\nThese receptors activate interferon regulatory factors (IRFs)\nand nuclear factor kappa B (NFkB) (Fig. 4 , step 4) to induce\n\n--- Page 8 ---\nPage 8 of 22 14\nFig. 4.\nepithelium via the receptor ACE2 ( 1 ). After endocytosis (\nTLR3/7 and MAVS, respectively ( 3\nﬂ in ammatory cytokines ( 5\norgans to prime adaptive immunity. CD8 T cells recognize of antigen on DCs or infected cells (\naffected lung epithelial cells ( 7 )\nﬂ in ammatory cytokines (Fig. 4 , step 5), including interferons\n(IFNs). Dendritic cells (DCs) sample antigen and migrate to\nlymphoid organs to prime adaptive immunity. CD8 T cells\nrecognize antigen on DCs or infected cells (Fig. 4 , step 6) and\ninduce apoptosis in affected lung epithelial cells (Fig. 4 , step\n7).\nVaccines are biological preparations that, when adminis-\ntered to an individual, stimulate the production of antibodies\nﬁ and provide immunity against one or several speci c entities\nthat can cause a disease, such as viruses or bacteria. Vaccines\nare prepared from the essential agent of a disease, its\nﬁ products, or a synthetic substitute, which are speci cally\nprepared to act as an antigen without inducing the disease.\nVaccines prime the immune system creating a form of\nmemory allowing an individual to respond faster and with\nﬁ higher extent to a threat when compared with the rst time\nresponse. Proteins, nucleic acids (DNA and RNA), or even\nentire organisms can be used for vaccination often in\ncombination with adjuvants that can boost their potency.\nVaccines, in contrast to most therapeutic drugs, are most\ncommonly used for prophylactics of infection or disease.\nTherapeutic drugs directly affect the disease or, similar to\nvaccines, modulate the immune system increasing its power to\nﬁ ght the current incident of disease. However, therapeutic\n“ ” drugs usually provide no form of memory that can help the\nﬁ organism to ght against the repetition of similar infection or\ndisease. From an individual point of view, the goal of\nvaccination is to prevent or modify disease. From a public\nhealth perspective, the goal of vaccination is to limit the\nspread of a pathogen within a population ( 90 ). If successful,\n\nThe AAPS Journal (2021) 23: 14\nAcute Immune responses to coronaviruses. Coronaviruses are RNA viruses, some of which can infect human lung\n2 ), viral RNA activates endosomal and cytoplasmic sensors,\n). These receptors activate interferon regulatory factors (IRFs) and NFkB ( 4 ) to induce\n), including interferons (IFNs). Dendritic cells (DCs) sample antigen and migrate to lymphoid\n6 ) and induce apoptosis in\npersonal defense and epidemic control lead to the complete\nelimination or extermination of the pathogen. Biological\nﬁ challenges including limiting ef cacy, considerable variation\nin the immune response, antibody, and cellular immune\nmarker levels among individuals, technical, operational, or\nlogistical obstacles and social, ethical, religious, and political\nissues represent major factors that determine vaccine effec-\ntiveness ( 90 ).\nIn general, vaccines contain several main components\n(Fig. 5 ). Antigen or active component is a major ingredient of\na vaccine that induces an immune response against a disease\n“ ” or infection and triggers the development of memory in the\nﬁ immune system helping to ght against the next exposure to\nthe threat. Antigens usually consist of altered forms of the\nvirus, bacteria, toxin, and protein of genetic material that\ndirectly stimulate the immune system of an individual but do\nnot cause the disease or produce weakened light symptoms of\nthe illness. Each form of antigen has its own advantages and\ndisadvantages ( 91 ). For instance, viral vectors (both\nreplication-competent and replication-defective) usually in-\nduce good humoral and T cell responses and can be simply\nprepared from a virus culture but also may be reversed to\nvirulence. Virus-like particles are usually safe and also induce\ngood immune response. However, the cost of their production\nmay be high and requires a relatively complex multistep\nprocedure. Naked and encapsulated to nanoparticles nucleic\nacid and synthetic peptides are pretty safe but produce lower\nimmune responses or uncertain immunogenicity linked to\ntarget populations. Inactivated viruses and self-disseminating\nwildlife vaccines are usually safe but demonstrate\n\n--- Page 9 ---\nThe AAPS Journal (2021) 23: 14\nFig. 5.\npreservatives, and traces of residual inactivating agents as schematically shown here\nquestionable (but sometimes effective) immunogenicity and\nmay lead to the development of virulence ( 91 ).\nAdjuvants are used for enhancing the immune response\nof the body. Aluminum salts are the most often used\nadjuvants. Precise mechanisms of action of adjuvants are still\nremaining unknown. Antibiotics are often used to prevent\nbacterial contamination of vaccines. Sugars, amino acids, and\nproteins are added to vaccines in order to protect them\nﬁ during the storage and preserve their ef ciency. Preservatives\nare used to protect vaccines from bacterial or fungal\ncontaminations after their manufacturing. The mercury-\ncontaining thiomersal is the most often used compound\nespecially for vaccines that need to be injected several times\nfrom the same rubber-capped vessel. Phenol and\nphenoxyethanol are also used as vaccine preservatives. A\nnumber of trace components (e.g., formaldehyde used to\ninactivate viruses) are usually present in the vaccines in very\nlow concentrations.\nRepurposed Live Vaccines\nCurrently, 3 known repurposed vaccines are in phase 4\nclinical trials: the oral polio, measles-mumps-rubella, and\nbacille Calmette-Guerin vaccines ( 36 ). The aim of phase IV\nclinical trials (also known as post-marketing surveillance) is at\nwatching for the long-term effects of the drugs on a large\npopulation. Due to the longer term and larger subset of\nindividuals using the therapeutic, extremely rare side effects\ncan be observed.\nThe oral polio vaccine is an attenuated strain of the\npoliomyelitis virus ( 90 ). It is produced by the passage of the\nvirus through non-human cells at low temperatures. Such\npassage produces random mutations in the virus and attenu-\nates it. Studies have shown that this vaccine may possess non-\nﬁ speci c actions, reducing morbidity and mortality under other\ninfections. It is being tested to determine whether this vaccine\n\nPage 9 of 22 14\nCommon components of vaccines. Vaccines include various components such as active ingredients, adjuvants, antibiotics, stabilizers,\nw i l l b e e f f e c t i v e a g a i n s t S A R S - C o V - 2\nMMR. ( 92 ). Measles, mumps, and rubella are viral dis-\neases with serious consequences. The measles-mumps-rubella\n(MMR) vaccine consists of live-attenuated strains of these\nviruses and was shown to prevent these diseases (especially in\nchildren). It was suggested that MMR as well as possible\nother live vaccines may be useful in the prevention of other\nviral diseases including COVID-19 ( 93 ). One explanation of\nsuch effect suggests that antibodies formed in a response to\nthe MMS or other live vaccines may be cross-reactive with\nSARS-CoV-2. Thus, vaccination with the MMR vaccine\npotentially may protect against COVID-19.\nBCG. The bacille Calmette-Guerin vaccine is another\nlive-attenuated vaccine consisting of the bacteria that causes\nMycobacterium bovis bovine tuberculosis ( ). Remarkably,\nbacille Calmette-Guerin (BCG) vaccination seems to demon-\nﬁ strate non-speci c protective effects against other respiratory\ntract infections ( 17 ). The analysis has shown that countries\nwith high coverage of BCG have a low death rate from\nCOVID-19 ( 94 ). Consequently, this vaccine was repurposed\nfor the prevention of COVID-19 infections. Below, we are\nproviding examples of several other vaccines of different\ntypes that currently are tested in clinical trials against\ncoronaviruses (Fig. 6 ).\nA common live vaccine (that protects against polio,\nMMR, BCG, etc.) could help in limiting the disease severity\nﬁ in patients with COVID-19. The rst line of defense against\n’ any infection is the patient s ability of own immune system to\nﬁ ﬁ ght infection in a nonspeci c way (i.e., innate immune\nresponse). The possible mechanism of action of these\nrepurposed common vaccines against the SARS-CoV-2\n’ infection may involve boosting patient s own immune re-\nﬁ sponse. The repurposed common vaccines may bene t the\nﬁ — immune system in a nonspeci c way thereby helping it to\nﬁ ght against the SARS-CoV-2 infection in an indirect way\n\n--- Page 10 ---\nPage 10 of 22 14\nClinical phase vaccine candidates for COVID-19 (as of April, 2020). Based on data from ( Fig. 6.\nthrough innate immune response. Thus, repurposing common\nlive vaccines might be a low-risk and high-reward strategy to\nsave lives from the SARS-CoV-2 infection ( 93 ).\nClinical Phase Vaccine Candidates for COVID-19\nMost of the vaccines are based on the injection of a\n— genetic material encoding glycosylated spike (S) protein a\nmajor inducer of host immune response. They differ in the\ntype of nucleic acid used and the delivery approach. Moderna\n(mRNA-1273) represents an mRNA encoding S protein\nencapsulated into lipid nanoparticles ( 95 ). Preliminary data\nshowed that the mRNA-1273 vaccine induced anti-SARS-\nCoV-2 immune responses in all participants, which granted\nfurther clinical trials. Two other vaccines are also based on\n\nThe AAPS Journal (2021) 23: 14\n36 )\nthe immunization with S protein, namely, Inovio Pharma\n(INO-4800) and CanSino Biologics (Ad5-nCoV) which use\nelectroporation of a DNA plasmid encoding S protein and\nadenovirus type 5 vector that expresses S protein, respec-\ntively ( 96 , 97 ). These vaccines demonstrated promising results\nin vivo in vitro in experiments and and now entered clinical\ntrials. Two other anti-COVID-19 vaccines were developed by\nthe Shenzhen Medical Institute (LV-SMENP-DC) and\nﬁ Sinovac Biotech and are based on lentiviral vector modi ca-\nﬁ tion of dendritic cells combined with antigen-speci c cyto-\ntoxic T lymphocytes and inactivated SARS-CoV-2 clinical\nstrain, respectively ( 36 ). The NVX-CoV2373 (clinical trial\nnumber NCT04368988) vaccine utilizes nanoparticles to\ndeliver SARS-CoV-2 spike protein via intramuscular route.\nﬁ The puri ed full-length spike (S) proteins form small\nnanoparticles that are thermostable and bind with high\nﬁ af nity to the human ACE2 receptor. These nanoparticles\n\n--- Page 11 ---\nThe AAPS Journal (2021) 23: 14\nare used in combination with a saponin-based Matrix M\nadjuvant which stimulate the entry of nanoparticles into the\ninjection site and enhance antigen presentation in the local\nlymph nodes ( 36 , 98 ). COVID-19 vaccine candidates V591\n(clinical trial number NCT04498247) and TMV-083 (clinical\ntrial number NCT04497298) employ an attenuated measle\nvirus as a vector to coronavirus proteins ( 36 , 99 , 100 ).\nLY3819253 virus candidate (clinical trial numbers\nN C T 0 4 4 11 6 2 8 , N C T 0 4 4 2 7 5 0 1 , N C T 0 4 4 9 7 9 8 7 ,\nNCT04501978) represents an IgG1 monoclonal antibody\nagainst the COVID-19 spike protein. This protein was\nﬁ isolated from one of the rst COVID-19 patients in North\nAmerica ( 36 ).\nConvalescent Plasma Therapy\nConvalescent plasma therapy is one of the investigational\ntreatments for COVID-19 disease. Convalescent plasma\ntherapy, in which the antiviral antibodies produced in the\nplasma from the recovered patient are injected in the patient,\nhas shown promising results in various viral diseases such as\nﬂ – H5N1 in uenza and Ebola viral disease (EVD) ( 101 105 ).\nConvalescent plasma containing neutralizing antibodies\nagainst the SARS-CoV-2 virus is collected from the recovered\npatient and administered to the COVID-19 patients in order\n’ to increase the power of immune system or to boost patient s\nimmune response for the virus immediately after the infec-\net al. tion. Shen observed that convalescent plasma therapy\nimproved the severe cases of COVID-19 ( 106 , 107 ). Clinical\ntrial was also conducted in several countries to evaluate the\nrecovery rate of COVID-19 patients after such a therapy\n( 108 ). Convalescent plasma therapy could be a therapeutic\noption for the SARS-CoV-2 infection. As per the guidelines\ngiven by the US-FDA (United States-Food and Drug\nAdministration), only COVID-19 survivors who were tested\nnegative in nasopharyngeal swab test or molecular diagnostic\ntest twice with no clinical symptoms at least 28 days from\ndischarge can donate convalescent plasma to the COVID-19\npatients ( 109 ). It should be however stressed, which based on\nthe nature of convalescent treatment, it should be most\nﬁ effective in the early stage of infection before a signi cant\ndamage of organs.\nImmunotherapy\nWhile the induction of immune response is essential for\nﬁ ghting against the coronavirus infection, in some patients,\ndisease progression leads to an enormous secretion of\ncytokines, known as cytokine storm ( 110 ). This hyperreaction\nﬂ ﬁ often leads to the in ammation, lung damage, and nally may\ncause acute respiratory distress syndrome (ARDS) and even\nﬁ the development of pulmonary brosis. If that is the case,\ntreatment of the coronavirus infection by antiviral therapy\nﬁ ﬁ alone may not be suf cient to effectively ght viral infections\nand associated pathologic conditions. Consequently, in some\nﬂ cases, anti-in ammatory treatment or even the suppression of\nﬁ overactive immune response might be bene cial. The sup-\nﬂ pression of pro-in ammatory signaling pathways by mono-\nclonal antibodies (tocilizumab, sirukumab, olokizumab,\nﬂ clazakizumab, etc.) as well as other inhibitors of in ammatory\npathways (like baricitinib and ruxolitinib, which also inhibits\n\nPage 11 of 22 14\nclathrin-mediated endocytosis and therefore suppresses pen-\netration of viruses into cells preventing infection) may be\nﬁ (and in some cases were) bene ciary on the advanced stages\n– of COVID-19 ( 110 113 ). Dapsone, colchicine, and olanzapine\nwere also suggested for the prevention of COVID-19-\nassociated ARDS ( 114 ).\nComputer-Aided Design of Antiviral Therapeutics\nTarget-based drug design is a new strategy in modern\ndrug discovery research ( 115 , 116 ). By exploiting computa-\ntional tools, researchers have recently attempted to predict\nand design small molecule, peptide-based antiviral agents\nagainst various targets of SARS-CoV-2 viral disease. We have\nsummarized a few of such computer-aided and target-based\nprediction and design of antiviral agents for COVID-19.\nRdRp\nRNA-dependent-RNA polymerase (RdRp) is an essen-\ntial component for virus replication process ( 117 ). Therefore,\nﬁ inhibiting the function of RdRp could be bene cial for\nreducing the replication of SARS-CoV-2 virus. Recently,\net al. Zhang reported binding interaction of three clinically\nused antiviral drugs as RdRp inhibitor, namely, galidesivir,\nfavipiravir, and penciclovir which were also under clinical trial\nﬁ for COVID-19 disease. The interactome pro le of these drugs\nwith the RdRp protein provides information regarding the\nstructure-based design of inhibitors for SARS-CoV-2 inhibi-\ntion ( 118 ).\n3CLpro\nThe viral 3-chymotrypsin-like cysteine protease\n(3CLpro) enzyme which controls replication of the SARS-\nCoV virus is a potential target for an antiviral therapy ( 119 ).\nBecause of similar genome sequence of SARS-CoV-2 and\nthat of SARS-CoV, 3CLpro can be a target for SARS-CoV-2\nvirus. Recently, researchers have exploited the computer-\naided drug design (CADD) approach to identify repurposing\net al. drug candidate for COVID-19. For example, Wang\nperformed virtual screening of a series of known drugs\nagainst the active site of key viral proteins of SARS-CoV-2\nﬁ virus and identi ed several drugs including lopinavir,\nﬁ car lzomib, elbasvir, valrubicin, and eravacycline as predicted\ninhibitors of SARS-CoV-2 protease enzyme. This technique\ncan quickly predict repurposing drug candidates, and further\ndesign of novel inhibitors for SARS-CoV-2 protease can be\ndirected based on the structure of these predicted drugs\n( 120 ).\nACE2\nIt is known that SARS-CoV-2 virus is fused inside the\nhost cell through angiotensin-converting enzyme II (ACE2)\nreceptor, which was also found as host cell receptor for\nprevious SARS-CoV virus ( 121 ). Receptor-binding domain\n(RBD) of spike (S) protein is a ligand on the surface of\nSARS-CoV-2 (corona) that binds to the ACE2 receptor\nfacilitating the receptor-mediated endocytosis of the virus\ninside the host cell (Fig. 3 a). The CR3022, a known SARS-\n\n--- Page 12 ---\nPage 12 of 22 14\nCoV neutralizing monoclonal antibody with the receptor-\nbinding domains (RBD) of the SARSCoV-2 spike protein can\nbind the SARS-CoV-2 spike protein ( 122 , 123 ). The crystal\n“ ” structure of SARS-CoV-2 spike protein-ACE2 made it\neasier to design new therapeutics for ACE2 ( 124 , 125 ). In a\n’ recent work, Pentelute s group have designed a new 23-mer\nK peptide mimic which showed value of 47 nM, against the\nd\nS-spike protein and 7 nM for full-length ACE2 protein ( 126 ).\nSuch computer-designed peptide-based therapeutic can be a\npromising candidate for the treatment of COVID-19 disease.\nEndopeptidase of SARS-CoV-2 Virus\nLopinavir and/or ritonavir which are alone or in combi-\nnation showed activity against the replication of human\nﬁ immunode ciency virus (HIV) ( 127 , 128 ). In earlier studies,\nboth of lopinavir and ritonavir and their combination\nﬁ treatment showed therapeutic bene ts in patients with\nSARS-CoV ( 129 , 130 ). In a recent computational study, both\nlopinavir and ritonavir were found to bind with the endopep-\ntidase of SARS-CoV-2 virus ( 131 ) indicating that these drugs\nmight also show activity against the SARS-CoV-2 virus which\nhas a similar feature with the SARS-CoV virus.\nNanotechnology-Based Drug Delivery\nNanotherapeutics\nNanomaterial-based technologies have opened an\nﬁ emerging eld in the past decade in drug delivery research,\nwhere nanosized materials and methods have been exploited\n– for both disease diagnosis and therapeutics applications ( 132\n135 ). In recent years, researchers have also explored various\nnanoscale materials for effective delivery of antiviral drugs\n( 136 , 137 ). Nano-based drug delivery systems and methods\nhave been evaluated for the previous coronavirus diseases\net al. SARS-CoV and MERS-CoV. For example, Coleman\nprepared spike nanoparticles and tested them with combina-\ntion of adjuvants in mice bearing SARS-CoV and MERS-\nCoV infection separately ( 138 ). The authors observed pro-\nduction of high titer antibodies in mice against these viral\ninfections. These results indicated that the spike nanoparticles\ncould neutralize the antibody response in mice. Such nano-\nbased spike nanoparticle can be a promising option for\net al. nanovaccine against coronavirus infections. Huang\ndeveloped a gold nanorod system composed of a peptide\nﬁ inhibitor speci c to heptad repeat 1 (HR1) receptor for the\ntreatment of MERS-CoV disease ( 139 ). The authors reported\n10-fold higher inhibition of HR1-/HR2-mediated membrane\nfusion of MERS-CoV virus in the host cells as compared with\nthe inhibitor treatment alone. Such gold nanorod-based\nsystem can be effective in treating MERS-CoV and other\net al. coronavirus infections. In 2013, Li demonstrated that\nRNA interference (RNAi) can mediate antiviral immunity in\nmammals ( 140 ). Since SARS-CoV, MERS-CoV, and SARS-\nCoV-2 coronaviruses are RNA viruses; therefore, small\ninterfering RNA (siRNA) might be an effective therapy to\ninhibit the growth of such RNA viruses through silencing\ntheir viral gene activity. Currently, there is no nanoparticle-\nbased therapeutics for the treatment of COVID-19; however,\nresearch and development of nanotherapeutics for COVID-\n\nThe AAPS Journal (2021) 23: 14\n19 are in progress. Nanomedicine approaches based on the\nreformulation of known antiviral drugs could be a promising\ntherapeutic option for COVID-19 disease.\nInhalation Delivery for Treatment of ARDS\nTreatment of virus-associated ARDS and the prevention\nﬂ of the development of lung in ammation and pulmonary\nﬁ brosis seems to be a valuable therapeutic approach that can\nsupplement and enhance antiviral treatment and potentially\nimprove the overall outcome. Furthermore, any treatment of\nlung injury should be performed via local intrapulmonary\ndelivery of drugs. Inhalation or intratracheal delivery of anti-\nﬂ in ammatory drugs, antioxidants, hormones, or other biolog-\nﬁ ically active substances speci cally to the lungs or even only\nto the deceased cells has a potential to enhance the treatment\nof main lung injury, to the certain extent prevent drug\npenetration into the systemic circulation and therefore limit\npossible adverse side effects upon healthy organs and tissues\n– ( 135 , 141 144 ). Previously, we proposed, developed, and\ntested on animal models inhalation and intratracheal treat-\nment of severe hypoxia associated with lung edema, idio-\nﬁ pathic pulmonary brosis, and lung manifestations of cystic\nﬁ brosis by nanocarrier-based therapeutics including alpha-\ntocopherol ( 145 ), prostaglandin E2 alone ( 146 ), or in\ncombination with siRNAs for the suppression of\nﬂ in ammation and lung injury ( 147 ) and other drugs ( 148 ).\nWe suggested that such treatment approaches may be also\nsuccessfully used for prevention and treatment lung hypoxia,\nﬂ ﬁ in ammation, and cystic and pulmonary brosis associated\nwith COVID-19.\nCombinatorial Nanotechnology-Based Treatment\nVarious latest therapeutic approaches such as broad-\nspectrum antiviral therapeutics instead of single target\nantiviral drug, combination therapy of antiviral drugs with\nantibiotics, and nano-encapsulated antiviral drugs and vac-\ncines have displayed promising results for the treatment of\nCOVID-19. Similarly, to other diseases, a combinational\ntherapy of COVID-19 should be based on the simultaneous\nuse of agents with different mechanisms of action ( 149 ). A\nﬁ combination of two or more drugs with signi cant activity and\nvarious therapeutic mechanisms potentially can provide a\nsummary effect that is higher than just the arithmetical sum of\ntheir individual activities (drug synergy). Such synergy may\nbe achieved by applying drugs targeting the same cellular or\nviral system (otherwise different parts of it) or by combining a\ndrug which target a major disease (in our case the virus) and\nﬂ other active components that in uence bioavailability, degra-\ndation, excretion, or resistance to the treatment. In addition,\nthis multifunctional combinatorial treatment should be ap-\nﬁ plied speci cally to the targeted deceased cells leaving\nbystander healthy cells intact. Previously, we successfully\napplied this approach for the treatment of cancer by\ndeveloping a targeted complex multifunctional proapoptotic\nanticancer drug delivery system by combining in one cancer-\nﬁ speci c-targeted drug delivery system an inducer of cell death\n– with suppressors of pump and non-pump resistance ( 142 , 150\n152 ). Although, the targeting ligands for COVID-19 virus\nparticles or infected lung cells are not discovered yet,\n\n--- Page 13 ---\nThe AAPS Journal (2021) 23: 14\ntargeting to the lungs as a primary site of action of the virus\ncan be achieved by the local inhalation delivery of antiviral\nﬁ agent speci cally to the lungs. Moreover, by using\nnanoparticle-based therapeutics, it is possible to combine in\none complex delivery system antiviral drugs with drugs\ntargeted to ARDS and therefore enhance the treatment of\nprimary viral infections and secondary lung injury associated\nwith COVID-19. Currently, we are testing this hypothesis in\nour laboratory.\nCOVID-19: DIAGNOSTIC APPROACHES\nDiagnostic tests are essential for monitoring and prog-\nnosis of every stage of a disease. Since the report of SARS-\nCoV-2 infection in December 2019, various assay kits and\ntests have been developed for the diagnosis of COVID-19.\nCurrent commercially available COVID-19 test is mostly\ndominant on the molecular genetic assays for detection of\nviral RNA from a clinical sample of SARS-CoV-2 infection\nusing reverse transcription-polymerase chain reaction (RT-\nPCR) method. However, other techniques such as isothermal\nﬁ nucleic acid ampli cation assays, serological and immunolog-\nical assays for anti-SARS-CoV-2 antibody, hybridization\nmicroarray assays, and chest CT scan are also promising for\nFig. 7.\nand extraction of viral RNA sample. The extracted RNA sample is converted to its complementary DNA (cDNA) by the\nﬁ reverse transcription. Finally, the ampli\nﬂ by a uorescent signal\n\nPage 13 of 22 14\n– ﬁ diagnosis of COVID-19 ( 153 155 ). Identi cation of the\nasymptomatic cases remains the main challenge to prevent\nthe spread of SARS-CoV-2 infection. Therefore, develop-\nment of accurate and rapid testing methods is required to\nprevent asymptomatic spread of SARS-CoV-2 infection.\nResearchers around the world have been developing various\ndiagnostic methods because of current demand of cost-\nﬁ effective and point-of-contact test for the con rmation of\nSARS-CoV-2 infection. Here, we have summarized recent\nprogresses on diagnostic methods for COVID-19 disease.\nPCR-Based Test\nCurrently, the reverse transcription-polymerase chain\nreaction (RT-PCR) is the gold standard test for the diagnosis\nof COVID-19 ( 16 ). Mostly nasal swab and ocular secretions\nsamples are being used in the TR-PCR test ( 156 , 157 ). Self-\ncollected saliva sample was also explored by the researcher\nfrom the Rutgers Clinical Genomics Laboratory ( 158 ). Saliva\nsample collection is not only easy and quicker, but also, it has\nless risk to the healthcare personnel ( 159 ). Figure 7 shows\nstepwise procedure of the RT-PCR test for the detection of\nﬁ viral genome from the clinical sample. As shown in the gure,\nthe RT-PCR test involves isolation of viral RNA from the\nA typical procedure of COVID-19 diagnostics through RT-PCR. The RT-PCR method involves sample collection\ncation of this DNA sample is performed in qPCR, and the viral cDNA is detected\n\n--- Page 14 ---\nPage 14 of 22 14\nAssay techniques and tests for COVID-19 diagnosis. Fig. 8.\ndetecting COVID-19 antibodies ( ) or antigens ( a b\nCOVID-19 antibodies\nclinical sample followed by generation of complementary\nDNA (cDNA) by RNA-dependent DNA polymerase reac-\ntion. Next, cDNA is converted to double-stranded DNA\nﬁ ﬁ (dsDNA) through PCR ampli cation, and the ampli cation\nof this DNA sample is performed until the viral cDNA is\nﬂ detected by a uorescent or electrical signal ( 160 ). The key\nﬂ ﬂ concept of the uorescence detection in quantitative uores-\ncence PCR is shown in the insert of Fig. 7 . A substance\nﬂ marked with a uorophore is added to the PCR mixture\nﬁ containing a DNA template, speci c primer(s), deoxyribonu-\ncleotides, and a thermostable DNA polymerase in a suitable\nﬂ buffer solution. The uorescence of the dye is suppressed by\n\nThe AAPS Journal (2021) 23: 14\n, The enzyme-linked immunosorbent assays (ELISA) a b\n). Redrawn with permission from ( 155 ). Serologic diagnostic tests for c\nﬂ the quencher. After the cleavage of the uorophore from a\nﬂ quencher by the polymerase, free dye emits uorescence\nsignal which is registered by a corresponding sensor in a\nthermal cycler. Each PCR cycle includes several required\nﬁ speci c steps initiated by rapid changes in the temperature\nregimen. After initiation with a template DNA (Fig. 7 , step\nA), the increase of temperature to 95°C causes the denatur-\nation of double-stranded DNA leading to the separation of\nsense and antisense strands of the template (Fig. 7 , step B).\nRapid change of temperature to the most suitable value\n– (usually 50 60°C) causes the annealing of primers and\nﬂ uorophore-bound reporter probes to the corresponding\n\n--- Page 15 ---\nThe AAPS Journal (2021) 23: 14\nTable II.\nDiagnostic Aim\nmethod\nDetection of To detect whether a person is currently infected with SARS-CoV-2\nthe virus virus\nA n t i b o d y To detect whether a person had SARS-CoV-2 infection in the past\ntests\nI m a g i n g To detect ground-glass opacity spots in the lungs with a peripheral or\nmethod posterior distribution as a sign of COVID-19\nstrands of the template (Fig. 7 , step C). Finally (Fig. 7 , step\nD), polymerase extends both strands of the template and\nﬂ cleaves the uorophore out of its quencher causing the\nemission of the signal. Each step leads to doubling template\nstrands (or their short fragments after few initial steps).\n– Totally, around 25 50 cycles are used allowing semi-\nquantitative or even quantitative (in number of copies)\ndetection of the template DNA (in our case generated by\ncoronavirus RNA during the reverse transcription). The RT-\nPCR test needs multiple temperature changes in each cycle,\nlaborious instrumental work, and days to get the results.\nTherefore, there is an urgent need for rapid and cost-effective\ndiagnostic methods, which can detect directly the presence of\nSARS-CoV-2 virus in clinical samples. Isothermal nucleic acid\nﬁ ampli cation which needs no change of temperature for each\ncycle is an easier technique for the detection of SARS-CoV-2\nﬁ infection. Using constant temperature ampli cation method,\net al. Park developed reverse transcription loop-mediated\nﬁ isothermal ampli cation (RT-LAMP) test for SARS-CoV-2\nvirus ( 161 ). Besides, researchers around the world are\nimproving the sensitivity and timelines of the RT-PCR-based\nﬁ et al. method. Seo reported a eld-effect transistor (FET)-\nbased biosensor for quick detection of SARS-CoV-2 infection\nin patient samples. The main advantage of this highly\nsensitive biosensor device is that this method does not need\nany labeling of sample for the analysis. The authors prepared\nthis biosensor by decorating the graphene sheets of the FET\nwith an anti-SARS-CoV-2 antibody and evaluated its perfor-\nmance using cultured SARS-CoV-2 virus and swab specimens\nof COVID-19 patients. This EFT biosensor was capable of\ndetecting SARS-CoV-2 spike protein at a very low concen-\ntration such as 1 fg/mL in phosphate-buffered saline, clinical\n— samples, and cultured sample of SARS-CoV-2 virus making\nit an extremely sensitive diagnostic method for SARS-CoV-2\net al. infection ( 162 ). In another attempt, Wang designed a\nnovel one-step single-tube nested quantitative real-time PCR\n(OSN-qRT-PCR) method for the rapid detection of SARS-\nCoV-2 pathogen in clinical samples. The authors evaluated\nclinical performance of the OSN-qRT-PCR assay using\nseveral clinical samples and observed that this assay kit was\n\nPage 15 of 22 14\nA List of Current Diagnostic Approaches for COVID-19\nVariants References\nRT-PCR-based detection ( 172 )\nRT-LAMP-based detection ( 173 )\nCRISPR-based detection ( 174 )\nELISA for detecting SARS-CoV-2 anti- ( 155 )\ngens\nSerologic anti-SARS-CoV-2 Immunoglob- ( 165 , 175 )\nulin M (IgM) and immunoglobulin G\n(IgG), detection\nﬂ Nanoparticle-based lateral- ow assay ( 170 )\nIndirect ELISA for detecting anti-SARS- ( 155 )\nCoV-2 antibodies\nChest X-ray imaging ( 176 )\nChest CT scan ( 177 , 178 )\nLung ultrasound imaging ( 179 )\ncapable of detecting SARS-CoV-2 virus in clinical sample\nwith low viral load thereby making it more sensitive than the\nother qRT-PCR methods. This OSN-qRT-PCR assay could be\na promising tool for the diagnosis of COVID-19 ( 163 ).\nSerological Test\nSerological test which involves analysis of blood serum\nﬂ or biological uids to identify the presence of certain\nbiomarkers such as antibody is generally used to monitor\nthe progress of the disease. Various serological tests such as\nenzyme-linked immunosorbent assay (ELISA) have been\nexplored to identify the people who have developed antibod-\nies against SARS-CoV-2 virus infection ( 164 , 165 ). Recently,\nﬂ the FDA also authorized for a lateral ow serological\nimmunoassay, namely, qSARS-CoV-2 IgG/IgM rapid test,\nmanufactured by Cellex Inc. ( 166 ). A schematic illustration of\nELISA-based serological tests is shown in Fig. 8 . Two types of\nELISA immunoassays are developed: detecting of COVID-\n19 antigens or antibodies against virus antigens. These assays\nare similar and differ in coating of a microwell plate. When it\nis coated with antigens, it is used for the detection of\nantibodies generated against the virus. Vice versa, coating\nwith antivirus antibodies allows for the detection of the viral\nﬁ ﬁ antigens. As shown in this gure, rst, the patient sample\ncontaining the viral antigens is added to the anti-SARS-CoV-\n2 antibody-coated microwell plate, followed by addition of an\nenzyme-labeled detection antibody. At the end, a substrate\nsuitable for the enzyme of the detection antibody is added to\nproduce a colorimetric signal, which can be measured using a\nplate reader.\nNanoparticle-Based Serological Tests\nNanoparticle-based colorimetric bioassays have been\ngrowing rapidly in recent years as a promising diagnosis tool\nfor many diseases mainly due to simple instrumentations and\nvisual output of the nano-based diagnostic tools ( 167 ).\nBecause of localized surface plasmon resonance and inherent\n– photostability properties, gold nanoparticles (AuNP) based\n\n--- Page 16 ---\nPage 16 of 22 14\nRepresentative chest CT images. Transverse chest CT Fig. 9. a\nimages from a 40-year-old man showing bilateral multiple lobular and\nsubsegmental areas of consolidation on day 15 after symptom onset. b\nTransverse chest CT images from a 53-year-old woman showing\nbilateral ground-glass opacity and subsegmental areas of consolida-\ntion on day 8 after symptom onset. Transverse chest CT images c\nshowing bilateral ground-glass opacity on day 12 after symptom\nonset. Reproduced with permission from ( 183 )\nﬁ colorimetric bioassays have received signi cant attention in\nthe development of image-based diagnostics ( 168 , 169 ). Re-\ncently, researchers have also explored AuNPs for possible\net al. diagnosis of COVID-19 disease. For example, Huang\n– ﬂ prepared a gold nanoparticle based lateral- ow (AuNP-LF)\nsystem made of various easily available inorganic\nnanomaterials ( 170 ). This AuNP-LF system can detect the\nIgM antibody developed in serum sample of a patient against\n\nThe AAPS Journal (2021) 23: 14\nthe SARS-CoV-2 viral pathogen. The detection AuNP-LF\nstrip was prepared by coating the SARS-CoV-2 nucleoprotein\nas antigen followed by conjugating antihuman IgM antibody.\nThis AuNP-LF strip system could detect the SARS-CoV-2\nvirus in clinical samples within 15 min. Therefore, this AuNP-\nLF-based tool has shown a great promise for fast detection of\nCOVID-19 disease. A general scheme of rapid serological\nassay for the detection of both IgG and IgM antibodies\nagainst COVID-19 virus is presented in Fig. 8c . A small blood\nsample is loaded into a test strip followed by the addition of\nthe reaction buffer. A sample is incubated allowing the gold\nCOVID-19 antigen conjugates to react with IgG-/IgM-labeled\nantibodies. Antirabbit antibodies conjugated with similar\nlabeled gold nanoparticles are used for the detection of\ncontrol antirabbit IgG antibodies. The test is considered\npositive when two lines (for COVID-19 and control antibod-\nies) are visualized. If only the control line is detected, the\nﬁ result is de ned as negative. When no control line is shown,\net al. the test is considered invalid. Moitra prepared gold\n– nanoparticle (AuNP) based sensor for naked-eye detection\nof SARS-CoV-2 virus in the clinical samples ( 171 ). The\nauthors coated the surface of the AuNP with thiol-conjugated\nﬁ antisense oligonucleotides (ASOs) speci c for the nucleocap-\nsid phosphoprotein of SARS-CoV-2 virus. This AuNP system\nwas capable of detecting the presence of SARS-CoV-2 viral\nstain within 10 min. This naked-eye detection method\nincludes clinical sample collection from COVID-19 patient\nfollowed by isolation of viral RNA, which is incubated with\n– the antisense oligonucleotide (ASO) capped gold nanoparti-\ncles (AuNPs) for 5 min. Next, RNase H is treated with the\nresulting viral composite of ASO-capped AuNPs for 5 min at\n65°C producing a visual precipitate from the solution. Such\nAuNP-based system can be a very convenient and cost-\neffective tool for visual detection of SARS-CoV-2 virus.\nVarious current diagnostic approaches for COVID-19 have\nbeen summarized in Table II . Thus, nanotechnology-based\nmethods have potential in the development of cost-effective,\nfast, and point-of-care detection of both of SARS-CoV-2 virus\nand the related biomarkers associated with this viral\ninfection.\nCT Imaging\nComputed tomography (CT) scan was used as an early\ndiagnosis tool for COVID-19 in many countries mostly due\nto lack of testing kits ( 180 ). Abnormal observations in the\nchest CT scan image were used as a diagnostic feature for\nCOVID-19 ( 181 , 182 ). Usually, both bilateral and peripheral\nground-glass opacities were observed in chest CT scans of\nCOVID-19 patients in the early stage of the disease, whereas\nirregular-shaped paving patterns were observed at the later\nstage of the disease. Figure 9 shows chest CT images of ICU\npatients with COVID-19 in various stage of the disease.\nFigure 9a shows typical appearance of bilateral multiple\nlobular and subsegmental areas in the chest CT images.\nFigure 9b shows both bilateral ground-glass opacity and\nsubsegmental areas in the chest CT images of non-ICU\npatients with COVID-19, and Fig. 9c shows only the bilateral\nground-glass opacity in the chest CT images at later stage of\nthe disease ( 183 , 184 ).\n\n--- Page 17 ---\nThe AAPS Journal (2021) 23: 14\nCONCLUSIONS\nThe newly emerged COVID-19 viral disease caused by the\nSARS-CoV-2 pathogen has not only created severe panic among\nthe people but also challenged the social culture and healthcare\ninfrastructure all over the world. In this review, we have discussed\nﬂ brie y the cause of the COVID-19 disease, its symptoms, and\nmanagement, and then, we have summarized recent progress on\nthe development of various therapeutic and diagnostic ap-\nproaches for the prevention, treatment, and diagnosis of\nCOVID-19. We presented a diverse range of therapeutics such\nas antiviral therapeutics (repurposing of small molecule drugs),\nadjunctive therapeutics (neutralizing antibody, convalescent\nplasma treatment, etc.), nanotherapeutics (nanoparticle-based\ntherapeutics and vaccines), and computational aided drug\ndiscovery (computation-based methods to predict and design\nnew drug candidate) for COVID-19. Because of similar genome\nsequence of SARS-CoV-2 virus with the previous SARS-CoV\nvirus, both the therapeutics and management methods for SARS-\nCoV infection have also been investigated for the COVID-19\ndisease. We have also summarized various diagnostic approaches\nﬁ developed for detecting and ghting COVID-19. Both re-\nsearchers and clinicians around the world have been working\nfor the development of vaccines as well as clinical trials of existing\nrepurposed antiviral drugs against SARS-CoV-2 virus. While\nﬁ signi cant efforts have been made in recent time in the\ndevelopment of novel therapeutic and diagnostic approaches for\nCOVID-19 disease, still many questions and challenges such as\nﬁ degree of sensitivity and speci city of serological tests for the\ndetection of anti-SARS-CoV-2 antibody in clinical sample,\nwhether the presence of such antibodies can produce immunity\nto this coronavirus etc., remain to be addressed. Although few\nantiviral therapeutics such as remdesivir, umifenovir, favipiravir,\nand ribavirin were evaluated in clinical trials and showed some\npositive results, still more evidences are needed for their\nsuccessful clinical use against this disease. To date, there is no\nclinically approved therapeutics and vaccines for COVID-19.\nTherefore, early diagnosis such as testing of symptomatic and\nasymptomatic individuals and their close contacts by contact\ntracing, quarantine of the infected individuals, and effective\nsupportive treatment of SARS-CoV-2-infected individuals are\nthe key to prevent additional transmission and control this disease\nuntil any clinically approved antiviral therapeutics and/or vac-\ncines for COVID-19 is available in the market.\nACKNOWLEDGMENTS\nImages were created with BioRender.com .\nFUNDING\nThis work was supported in part by grants (R01\nCA238871 and R01 CA209818) from the National Institutes\nof Health (NIH).\nCOMPLIANCE WITH ETHICAL STANDARDS\nﬂ ﬂ The authors declare that they have no con ict Con ict of Interest\nof interest.\n\nPage 17 of 22 14\nThis article is licensed under a Creative Open Access\nCommons Attribution 4.0 International License, which per-\nmits use, sharing, adaptation, distribution and reproduction in\nany medium or format, as long as you give appropriate credit\nto the original author(s) and the source, provide a link to the\nCreative Commons licence, and indicate if changes were\nmade. The images or other third party material in this article\nare included in the article's Creative Commons licence, unless\nindicated otherwise in a credit line to the material. If material\nis not included in the article's Creative Commons licence and\nyour intended use is not permitted by statutory regulation or\nexceeds the permitted use, you will need to obtain permission\ndirectly from the copyright holder. To view a copy of this\nlicence, visit http://creativecommons.org/licenses/by/4.0/ .\nREFERENCES\n1. Cheng VC, Lau SK, Woo PC, Yuen KY. Severe acute\nrespiratory syndrome coronavirus as an agent of emerging\n– and reemerging infection. Clin Microbiol Rev. 2007;20(4):660\n94. https://doi.org/10.1128/CMR.00023-07 .\n2. Girard MP, Tam JS, Assossou OM, Kieny MP. The 2009 a (H1N1)\nﬂ – in uenza virus pandemic: a review. Vaccine. 2010;28(31):4895 902.\nhttps://doi.org/10.1016/j.vaccine.2010.05.031 .\n3. Zumla A, Hui DS, Perlman S. Middle East respiratory\n– syndrome. Lancet. 2015;386(9997):995 1007. https://doi.org/\n10.1016/s0140-6736(15)60454-8 .\n4. Oleribe OO, Salako BL, Ka MM, Akpalu A, McConnochie M,\net al Foster M, . Ebola virus disease epidemic in West Africa: lessons\nlearned and issues arising from West African countries. Clin Med.\n– 2015;15:54 7. https://doi.org/10.7861/clinmedicine.15-1-54 .\n5. Agumadu VC, Ramphul K. Zika virus: a review of literature.\nCureus. 2018;10(7):e3025. https://doi.org/10.7759/cureus.3025 .\n6. World Health, Organization. Novel coronavirus (2019-nCoV):\nsituation report, 1. Geneva: World Health Organization;\n2020. https://apps.who.int/iris/handle/10665/330760 .\nAccessed 2020-01-21.\n7. Gorbalenya AE, Baker SC, Baric RS, de Groot RJ, Drosten C,\net al Gulyaeva AA, . The species severe acute respiratory\nsyndrome-related coronavirus: classifying 2019-nCoV and\n– naming it SARS-CoV-2. Nat Microbiol. 2020;5(4):536 44.\nhttps://doi.org/10.1038/s41564-020-0695-z .\n8. Eurosurveillance Editorial Team. Note from the editors: World\nHealth Organization declares novel coronavirus (2019-nCoV)\nsixth public health emergency of international concern. Euro\nSurveil. 2020;25(5):200131e. https://doi.org/10.2807/1560-\n7917.ES.2020.25.5.200131e .\n9. WHO. Naming the coronavirus disease (COVID-19) and the\nvirus that causes it. World Health, Organization (WHO); 2020.\nhttps://www.who.int/emergencies/diseases/novel-coronavirus-\n2019/technical-guidance/naming-the-coronavirus-disease-\n(covid-2019)-and-the-virusthat-causes-it .\n10. Cucinotta D, Vanelli M. WHO declares COVID-19 a pan-\n– demic. Acta Biomed. 2020;91((1):157 60. https://doi.org/\n10.23750/abm.v91i1.9397 .\n11. Coronavirus disease (COVID-19) pandemic. World Health\nOrganization; 2020 [cited 2020 10/31/2020]; Available from:\nhttps://www.who.int/emergencies/diseases/novel-coronavirus-\n2019?gclid=Cj0KCQjwlvT8BRDeARIsAACRFiW_AoKe8cr7\nJ7MyGq46ojb4LEDnznIAUBkEXISSPxIfKCLbfmxjYgUaA-\nriBEALw_wcB .\net al 12. Li C, Ji F, Wang L, Wang L, Hao J, Dai M, . Asymptomatic\nand human-to-human transmission of SARS-CoV-2 in a 2-\nfamily cluster, Xuzhou, China. Emerg Infect Dis.\n– 2020;26(7):1626 8. https://doi.org/10.3201/eid2607.200718 .\net al 13. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, . A novel\ncoronavirus from patients with pneumonia in China, 2019. N\n\n--- Page 18 ---\nPage 18 of 22 14\n– Engl J Med. 2020;382(8):727 33. https://doi.org/10.1056/\nNEJMoa2001017 .\net al 14. Su S, Wong G, Shi W, Liu J, Lai ACK, Zhou J, .\nEpidemiology, genetic recombination, and pathogenesis of\n– coronaviruses. Trends Microbiol. 2016;24(6):490 502. https://\ndoi.org/10.1016/j.tim.2016.03.003 .\n15. Petrosillo N, Viceconte G, Ergonul O, Ippolito G, Petersen E.\nCOVID-19, SARS and MERS: are they closely related? Clin\n– Microbiol Infect. 2020;26(6):729 34. https://doi.org/10.1016/\nj.cmi.2020.03.026 .\n16. Udugama B, Kadhiresan P, Kozlowski HN, Malekjahani A,\net al Osborne M, Li VYC, . Diagnosing COVID-19: the disease\n– and tools for detection. ACS Nano. 2020;14(4):3822 35. https://\ndoi.org/10.1021/acsnano.0c02624 .\n17. Khan I, Ahmed Z, Sarwar A, Jamil A, Anwer F. The potential\nvaccine component for COVID-19: a comprehensive review of\nglobal vaccine development efforts. Cureus. 2020;12(6):e8871.\nhttps://doi.org/10.7759/cureus.8871 .\n18. Goldman-Israelow B. Coronavirus replication cycle (tem-\nplate). BioRender.com ; 2020 [cited 2020 11/01/2020]; Available\nﬁ from: https://app.biorender.com/biorender-templates/ gures/\n5e99f5395fd61e0028682c01/t-5e56d97d1b689000850f8f93-coro-\nnavirus-replication-cycle .\net al 19. Xu XW, Wu XX, Jiang XG, Xu KJ, Ying LJ, Ma CL, .\nﬁ Clinical ndings in a group of patients infected with the 2019\nnovel coronavirus (SARS-Cov-2) outside of Wuhan, China:\nretrospective case series. BMJ. 2020;368:m606. https://doi.org/\n10.1136/bmj.m606 .\net al 20. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, .\nEpidemiological and clinical characteristics of 99 cases of 2019\nnovel coronavirus pneumonia in Wuhan, China: a descriptive\n– study. Lancet. 2020;395(10223):507 13. https://doi.org/10.1016/\ns0140-6736(20)30211-7 .\n21. Wu Z, McGoogan JM. Characteristics of and important lessons\nfrom the coronavirus disease 2019 (COVID-19) outbreak in\nChina: summary of a report of 72 314 cases from the Chinese\ncenter for disease control and prevention. JAMA.\n– 2020;323:1239 42.\net al 22. Han C, Duan C, Zhang S, Spiegel B, Shi H, Wang W, .\nDigestive symptoms in COVID-19 patients with mild disease\nseverity: clinical presentation, stool viral RNA testing, and\n– outcomes. Am J Gastroenterol. 2020;115(6):916 23. https://\ndoi.org/10.14309/ajg.0000000000000664 .\net al 23. Pan L, Mu M, Yang P, Sun Y, Wang R, Yan J, . Clinical\ncharacteristics of COVID-19 patients with digestive symptoms\nin Hubei, China: a descriptive, cross-sectional, multicenter\n– study. Am J Gastroenterol. 2020;115(5):766 73. https://doi.org/\n10.14309/ajg.0000000000000620 .\net al 24. Liu W, Zhang Q, Chen J, Xiang R, Song H, Shu S, .\nDetection of COVID-19 in children in early January 2020 in\n– Wuhan, China. N Engl J Med. 2020;382:1370 1. https://doi.org/\n10.1056/NEJMc2003717 .\net al 25. Lu X, Zhang L, Du H, Zhang J, Li YY, Qu J, . SARS-CoV-\n– 2 infection in children. N Engl J Med. 2020;382:1663 5. https://\ndoi.org/10.1056/NEJMc2005073 .\net al 26. Hu Z, Song C, Xu C, Jin G, Chen Y, Xu X, . Clinical\ncharacteristics of 24 asymptomatic infections with COVID-19\nscreened among close contacts in Nanjing, China. Sci China\n– Life Sci. 2020;63(5):706 11. https://doi.org/10.1007/s11427-020-\n1661-4 .\n27. Wang Y, Liu Y, Liu L, Wang X, Luo N, Li L. Clinical outcomes\nin 55 patients with severe acute respiratory syndrome corona-\nvirus 2 who were asymptomatic at hospital admission in\n– Shenzhen, China. J Infect Dis. 2020;221(11):1770 4. https://\ndoi.org/10.1093/infdis/jiaa119 .\n28. Mizumoto K, Kagaya K, Zarebski A, Chowell G. Estimating\nthe asymptomatic proportion of coronavirus disease 2019\n(COVID-19) cases on board the Diamond Princess cruise ship,\nYokohama, Japan, 2020. Euro Surveil. 2020;25:2000180. https://\ndoi.org/10.2807/1560-7917 .\net al 29. Pan X, Chen D, Xia Y, Wu X, Li T, Ou X, . Asymptomatic\ncases in a family cluster with SARS-CoV-2 infection. Lancet\n– Infect Dis. 2020;20(4):410 1. https://doi.org/10.1016/s1473-\n3099(20)30114-6 .\n\nThe AAPS Journal (2021) 23: 14\n30. Sakurai A, Sasaki T, Kato S, Hayashi M, Tsuzuki SI, Ishihara\net al T, . Natural history of asymptomatic SARS-CoV-2\ninfection. N Engl J Med. 2020. https://doi.org/10.1056/\nNEJMc2013020 .\n31. Wang Y, Kang H, Liu X, Tong Z. Asymptomatic cases with\nSARS-CoV-2 infection. J Med Virol. 2020. https://doi.org/\n10.1002/jmv.25990 .\n32. Pushpakom S, Iorio F, Eyers PA, Escott KJ, Hopper S, Wells\net al A, . Drug repurposing: progress, challenges and recom-\n– mendations. Nat Rev Drug Discov. 2019;18(1):41 58. https://\ndoi.org/10.1038/nrd.2018.168 .\n33. Bauchner H, Fontanarosa PB. Randomized clinical trials and\nC O V I D - 1 9 : m a n a g i n g e x p e c t a t i o n s . J A M A .\n– 2020;323(22):2262 3. https://doi.org/10.1001/jama.2020.8115 .\n34. Ahidjo BA, Loe MWC, Ng YL, Mok CK, Chu JJH. Current\nperspective of antiviral strategies against COVID-19. ACS\n– Infect Dis. 2020;6:1624 34. https://doi.org/10.1021/\nacsinfecdis.0c00236 .\n35. Malik S, Gupta A, Zhong X, Rasmussen TP, Manautou JE,\nBahal R. Emerging therapeutic modalities against COVID-19.\nPharmaceuticals (Basel). 2020;13(8):188. https://doi.org/\n10.3390/ph13080188 .\n36. COVID-19 Vaccine tracker. 2020 [cited 2020 08/08/2020];\nhttps://biorender.com/covid-vaccine-tracker . Available from:\n37. Kruse R. Therapeutic strategies in an outbreak scenario to\ntreat the novel coronavirus originating in Wuhan, China\n[version 2; peer review: 2 approved]. F1000Research.\n2020;9:72. https://doi.org/10.12688/f1000research.22211.2 .\n38. Correia IR. Stability of IgG isotypes in serum. mAbs.\n– 2010;2(3):221 32. https://doi.org/10.4161/mabs.2.3.11788 .\n39. Rogers TF, Zhao F, Huang D, Beutler N, Burns A, He WT,\net al . Isolation of potent SARS-CoV-2 neutralizing antibodies\nand protection from disease in a small animal model. Science.\n– 63. https://doi.org/10.1126/science.abc7520 . 2020;369(6506):956\net al 40. Liu C, Zhou Q, Li Y, Garner LV, Watkins SP, Carter LJ, .\nResearch and development on therapeutic agents and vaccines\nfor COVID-19 and related human coronavirus diseases. ACS\n– Cent Sci. 2020;6(3):315 31. https://doi.org/10.1021/\nacscentsci.0c00272 .\n41. Chinese Clinical Trial Registry. A randomized controlled trial for\nﬁ the ef cacy and safety of baloxavir marboxil, favipiravir tablets in\nnovel coronavirus pneumonia (COVID-19) patients who are still\npositive on virus detection under the current antiviral therapy.\n2020. https://www.chictr.org.cn/showprojen.aspx?proj=49013 .\nAccessed 11/23/2020.\n42. Beigel JH, Tomashek KM, Dodd LE, Mehta AK, Zingman BS,\net al Kalil AC, . Remdesivir for the treatment of COVID-19 -\npreliminary report. N Engl J Med 2020. https://doi.org/10.1056/\nNEJMoa2007764 .\n43. Gao J, Tian Z, Yang X. Breakthrough: chloroquine phosphate\nﬁ has shown apparent ef cacy in treatment of COVID-19\nassociated pneumonia in clinical studies. Biosci Trends.\n– 2020;14(1):72 3. https://doi.org/10.5582/bst.2020.01047 .\n44. Gautret P, Lagier JC, Parola P, Hoang VT, Meddeb L, Mailhe\net al M, . Hydroxychloroquine and azithromycin as a treatment\nof COVID-19: results of an open-label non-randomized clinical\ntrial. Int J Antimicrob Agents. 2020;56(1):105949. https://\ndoi.org/10.1016/j.ijantimicag.2020.105949 .\net al 45. Tong S, Su Y, Yu Y, Wu C, Chen J, Wang S, . Ribavirin\ntherapy for severe COVID-19: a retrospective cohort study. Int\nJ Antimicrob Agents. 2020;56:106114. https://doi.org/10.1016/\nj.ijantimicag.2020.106114 .\n46. Vankadari N. Arbidol: a potential antiviral drug for the treatment\nof SARS-CoV-2 by blocking trimerization of the spike glycopro-\ntein. Int J Antimicrob Agents. 2020;56(2):105998. https://doi.org/\n10.1016/j.ijantimicag.2020.105998 .\n47. Warren TK, Jordan R, Lo MK, Ray AS, Mackman RL,\nﬁ et al Soloveva V, . Therapeutic ef cacy of the small molecule\nGS-5734 against Ebola virus in rhesus monkeys. Nature.\n– 2016;531(7594):381 5. https://doi.org/10.1038/nature17180 .\n48. Sheahan TP, Sims AC, Graham RL, Menachery VD, Gralinski\net al LE, Case JB, . Broad-spectrum antiviral GS-5734 inhibits\nboth epidemic and zoonotic coronaviruses. Sci Transl Med.\n2017;9:eaal3653. https://doi.org/10.1126/scitranslmed.aal3653 .\n\n--- Page 19 ---\nThe AAPS Journal (2021) 23: 14\n49. Agostini ML, Andres EL, Sims AC, Graham RL, Sheahan TP,\net al Lu X, . Coronavirus susceptibility to the antiviral\nremdesivir (GS-5734) is mediated by the viral polymerase\nand the proofreading exoribonu clease. mBio.\n– 2018;9(2):e00221 18. https://doi.org/10.1128/mBio.00221-18 .\n50. Eastman RT, Roth JS, Brimacombe KR, Simeonov A, Shen M,\net al Patnaik S, . Remdesivir: a review of its discovery and\ndevelopment leading to emergency use authorization for\n– treatment of COVID-19. ACS Cent Sci. 2020;6(5):672 83.\nhttps://doi.org/10.1021/acscentsci.0c00489 .\n51. Grein J, Ohmagari N, Shin D, Diaz G, Asperges E, Castagna\net al A, . Compassionate use of remdesivir for patients with\n– severe COVID-19. N Engl J Med. 2020;382(24):2327 36.\nhttps://doi.org/10.1056/NEJMoa2007016 .\n52. Spinner CD, Gottlieb RL, Criner GJ, Arribas Lopez JR,\net al Cattelan AM, Soriano Viladomiu A, . Effect of remdesivir\nvs standard care on clinical status at 11 days in patients with\nmoderate COVID-19: a randomized clinical trial. JAMA.\n– 2020;324(11):1048 57. https://doi.org/10.1001/jama.2020.16349 .\nﬁ 53. FDA approves rst treatment for COVID-19. Food and Drug\nAdministration (FDA); 2020 [updated October 22, 2020; cited\n2020 11/01/2020]; https://www.fda.gov/news- Available from:\nﬁ events/press-announcements/fda-approves- rst-treatment-\ncovid-19 .\net al 54. Huang L, Zhang L, Liu Y, Luo R, Zeng L, Telegina I, .\nﬂ Arbidol for preventing and treating in uenza in adults and\nchildren. Cochrane Database Syst Rev. 2017;2017:CD011489.\nhttps://doi.org/10.1002/14651858.CD011489.pub2 .\n55. Fink SL, Vojtech L, Wagoner J, Slivinski NSJ, Jackson KJ,\net al Wang R, . The antiviral drug arbidol inhibits Zika virus. Sci\nRep. 2018;8(1):8989. https://doi.org/10.1038/s41598-018-27224-\n4 .\nń 56. Hulseberg CE, Fénéant L, Szyma ska-de Wijs KM, Kessler\net al NP, Nelson EA, Shoemaker CJ, . Arbidol and other low-\nmolecular-weight drugs that inhibit Lassa and Ebola viruses. J\n– Virol. 2019;93:e02185 18. https://doi.org/10.1128/JVI .\nﬂ 57. Kadam RU, Wilson IA. Structural basis of in uenza virus\nfusion inhibition by the antiviral drug Arbidol. Proc Natl Acad\n– Sci U S A. 2017;114(2):206 14. https://doi.org/10.1073/\npnas.1617020114 .\n58. Teissier E, Zandomeneghi G, Loquet A, Lavillette D,\net al Lavergne JP, Montserret R, . Mechanism of inhibition of\nenveloped virus membrane fusion by the antiviral drug\nArbidol. PLoS One. 2011;6(1):e15874. https://doi.org/10.1371/\njournal.pone.0015874 .\n59. Lu H. Drug treatment options for the 2019-new coronavirus\n– 71. https://doi.org/ (2019-nCoV). Biosci Trends. 2020;14(1):69\n10.5582/bst.2020.01020 .\n60. Harrison C. Coronavirus puts drug repurposing on the fast\n– track. Nat Biotechnol. 2020;38(4):379 81. https://doi.org/\n10.1038/d41587-020-00003-1 .\n61. Lian N, Xie H, Lin S, Huang J, Zhao J, Lin Q. Umifenovir\ntreatment is not associated with improved outcomes in patients\nwith coronavirus disease 2019: a retrospective study. Clin\n– Microbiol Infect. 2020;26(7):917 21. https://doi.org/10.1016/\nj.cmi.2020.04.026 .\n62. Chen J, Lin S, Niu C, Xiao Q. Clinical evaluation of Shufeng\nJiedu Capsules combined with umifenovir (Arbidol) in the\ntreatment of common-type COVID-19: a retrospective study.\n– Expert Rev Respir Med. 2020:1 9. https://doi.org/10.1080/\n17476348.2020.1822741 .\nﬂ 63. Shiraki K, Daikoku T. Favipiravir, an anti-in uenza drug\nagainst life-threatening RNA virus infections. Pharmacol Ther.\n2 0 2 0 ; 2 0 9 : 1 0 7 5 1 2 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.pharmthera.2020.107512 .\n64. Venkataraman S, Prasad B, Selvarajan R. RNA dependent\nRNA polymerases: insights from structure, function and\nevolution. Viruses. 2018;10(2):76. https://doi.org/10.3390/\nv10020076 .\n65. Shu B, Gong P. Structural basis of viral RNA-dependent RNA\npolymerase catalysis and translocation. Proc Natl Acad Sci U S\n– A. 2016;113(28):E4005 14. https://doi.org/10.1073/\npnas.1602591113 .\n66. Nagata T, Lefor AK, Hasegawa M, Ishii M. Favipiravir: a new\nmedication for the Ebola virus disease pandemic. Disaster\n\nPage 19 of 22 14\n– Med Public Health Prep. 2015;9(1):79 81. https://doi.org/\n10.1017/dmp.2014.151 .\n67. Plantone D, Koudriavtseva T. Current and future use of\nchloroquine and hydroxychloroquine in infectious, immune,\nneoplastic, and neurological diseases: a mini-review. Clin Drug\n– Investig. 2018;38(8):653 71. https://doi.org/10.1007/s40261-018-\n0656-y .\n68. Devaux CA, Rolain JM, Colson P, Raoult D. New insights on\nthe antiviral effects of chloroquine against coronavirus: what to\nexpect for COVID-19? Int J Antimicrob Agents.\n2 0 2 0 ; 5 5 ( 5 ) : 1 0 5 9 3 8 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.ijantimicag.2020.105938 .\net al 69. Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, .\nRemdesivir and chloroquine effectively inhibit the recently\nemerged novel coronavirus (2019-nCoV) in vitro. Cell Res.\n– 2020;30(3):269 71. https://doi.org/10.1038/s41422-020-0282-0 .\n70. Vincent MJ, Bergeron E, Benjannet S, Erickson BR, Rollin\net al PE, Ksiazek TG, . Chloroquine is a potent inhibitor of\nSARS coronavirus infection and spread. Virol J. 2005;2:69.\nhttps://doi.org/10.1186/1743-422X-2-69 .\n71. Dong L, Hu S, Gao J. Discovering drugs to treat coronavirus\n– disease 2019 (COVID-19). Drug Discov Ther. 2020;14(1):58\n60. https://doi.org/10.5582/ddt.2020.01012 .\n72. Zhu RF, Gao YL, Robert SH, Gao JP, Yang SG, Zhu CT.\nSystematic review of the registered clinical trials for coronavi-\nrus disease 2019 (COVID-19). J Transl Med. 2020;18(1):274.\nhttps://doi.org/10.1186/s12967-020-02442-5 .\n73. Tu YF, Chien CS, Yarmishyn AA, Lin YY, Luo YH, Lin YT,\net al . A Review of SARS-CoV-2 and the ongoing clinical trials.\nInt J Mol Sci. 2020;21(7):2657. https://doi.org/10.3390/\nijms21072657 .\n74. Gordon CJ, Tchesnokov EP, Feng JY, Porter DP, Gotte M.\nThe antiviral compound remdesivir potently inhibits RNA-\ndependent RNA polymerase from Middle East respiratory\n– syndrome coronavirus. J Biol Chem. 2020;295(15):4773 9.\nhttps://doi.org/10.1074/jbc.AC120.013056 .\net al 75. Wang Y, Zhang D, Du G, Du R, Zhao J, Jin Y, .\nRemdesivir in adults with severe COVID-19: a randomised,\ndouble-blind, placebo-controlled, multicentre trial. Lancet.\n– 2020;395(10236):1569 78. https://doi.org/10.1016/s0140-\n6736(20)31022-9 .\n76. NIH Clinical Trials. A trial of remdesivir in adults with mild\nand moderate COVID-19. https://clinicaltrials.gov/ct2/show/\nNCT04252664 . 2020.\n77. Lythgoe MP, Middleton P. Ongoing clinical trials for the\nmanagement of the COVID-19 pandemic. Trends Pharmacol\n– Sci. 2020;41(6):363 82. https://doi.org/10.1016/\nj.tips.2020.03.006 .\n78. NIH Clinical Trials. A prospective/retrospective, randomized\ncontrolled clinical study of antiviral therapy in the 2019-nCoV\npneumonia. https://clinicaltrials.gov/ct2/show/NCT042550171/ .\n2020.\net al 79. Cao B, Wang Y, Wen D, Liu W, Wang J, Fan G, . A trial of\nlopinavir-ritonavir in adults hospitalized with severe COVID-\n– 19. N Engl J Med. 2020;382(19):1787 99. https://doi.org/\n10.1056/NEJMoa2001282 .\n80. NIH Clinical Trials. Glucocorticoid therapy for COVID-19\ncritically ill patients with severe acute respiratory failure.\nhttps://clinicaltrials.gov/ct2/show/NCT04244591 . 2020.\n81. US Food & Drug Administration. Coronavirus (COVID-19)\nUpdate: FDA revokes emergency use authorization for\nchloroquine and hydroxychloroquin. 2020. https://\nwww.fda.gov/news-events/press-announcements/coronavirus-\ncovid-19-update-fda-revokes-emergency-use-authorization-\nchloroquine-and . Accessed 06/15/2020.\n82. Rismanbaf A, Zarei S. Liver and kidney injuries in COVID-19\nand their effects on drug therapy; a letter to editor. Arch Acad\nEmerg Med. 2020;8(1):e17.\n83. Khuroo MS. Chloroquine and hydroxychloroquine in corona-\nﬁ virus disease 2019 (COVID-19). Facts, ction and the hype: a\ncritical appraisal. Int J Antimicrob Agents. 2020;56(3):106101.\nhttps://doi.org/10.1016/j.ijantimicag.2020.106101 .\n84. Molina JM, Delaugerre C, Le Goff J, Mela-Lima B,\net al Ponscarme D, Goldwirt L, . No evidence of rapid antiviral\nﬁ clearance or clinical bene t with the combination of\n\n--- Page 20 ---\nPage 20 of 22 14\nhydroxychloroquine and azithromycin in patients with severe\nCOVID-19 infection. Med Mal Infect. 2020;50(4):384. https://\ndoi.org/10.1016/j.medmal.2020.03.006 .\n85. ter Meulen J, Bakker ABH, van den Brink EN, Weverling GJ,\net al Martina BEE, Haagmans BL, . Human monoclonal\nantibody as prophylaxis for SARS coronavirus infection in\n– ferrets. Lancet. 2004;363(9427):2139 41. https://doi.org/\n10.1016/s0140-6736(04)16506-9 .\n86. Traggiai E, Becker S, Subbarao K, Kolesnikova L, Uematsu Y,\nﬁ et al Gismondo MR, . An ef cient method to make human\nmonoclonal antibodies from memory B cells: potent neutrali-\n– zation of SARS coronavirus. Nat Med. 2004;10(8):871 5.\nhttps://doi.org/10.1038/nm1080 .\n87. ter Meulen J, van den Brink EN, Poon LL, Marissen WE,\net al Leung CS, Cox F, . Human monoclonal antibody\ncombination against SARS coronavirus: synergy and coverage\nof escape mutants. PLoS Med. 2006;3(7):e237. https://doi.org/\n10.1371/journal.pmed.0030237 .\net al 88. Tian X, Li C, Huang A, Xia S, Lu S, Shi Z, . Potent\nbinding of 2019 novel coronavirus spike protein by a SARS\nﬁ coronavirus-speci c human monoclonal antibody. Emerg Mi-\n– crobes Infect. 2020;9(1):382 5. https://doi.org/10.1080/\n22221751.2020.1729069 .\n89. Puoci F. \"Monoclonal-type\" plastic antibodies for COVID-19\ntreatment: what is the idea? J Funct Biomater. 2020;11(2):43.\nhttps://doi.org/10.3390/jfb11020043 .\n90. Graham BS. Advances in antiviral vaccine development.\n– Immunol Rev. 2013;255(1):230 42. https://doi.org/10.1111/\nimr.12098 .\n91. Afrough B, Dowall S, Hewson R. Emerging viruses and\ncurrent strategies for vaccine intervention. Clin Exp Immunol.\n– 2019;196(2):157 66. https://doi.org/10.1111/cei.13295 .\n92. Chumakov K, Benn CS, Aaby P, Kottilil S, Gallo R. Can\nexisting live vaccines prevent COVID-19? Science.\n– 2020;368(6496):1187 8. https://doi.org/10.1126/science.abc4262 .\n93. Fidel PL Jr, Noverr MC. Could an unrelated live attenuated\nvaccine serve as a preventive measure to dampen septic\nﬂ in ammation associated with COVID-19 infection? mBio.\n– 2020;11(3):e00907 20. https://doi.org/10.1128/mBio.00907-20 .\n94. Madan M, Pahuja S, Mohan A, Pandey RM, Madan K, Hadda\net al V, . TB infection and BCG vaccination: are we protected\n– from COVID-19? Public Health. 2020;185:91 2. https://doi.org/\n10.1016/j.puhe.2020.05.042 .\n95. Jackson LA, Anderson EJ, Rouphael NG, Roberts PC,\net al Makhene M, Coler RN, . An mRNA vaccine against\n– SARS-CoV-2 - preliminary report. Engl J Med. 2020;383:1920\n1931. https://doi.org/10.1056/NEJMoa2022483 .\net al . 96. Smith T, Patel A, Ramos S, Elwood D, Zhu X, Yan J,\nImmunogenicity of a DNA vaccine candidate for COVID-19.\n– Nat Commun. 2020;11(1):2601 14. https://doi.org/10.1038/\ns41467-020-16505-0 .\net al 97. Wu S, Zhong G, Zhang J, Shuai L, Zhang Z, Wen Z, . A\nsingle dose of an adenovirus-vectored vaccine provides pro-\ntection against SARS-CoV-2 challenge. Nat Commun.\n– 2020;11(1):4081 8. https://doi.org/10.1038/s41467-020-17972-1 .\n98. Evaluation of the safety and immunogenicity of a SARS-CoV-\n2 rS (COVID-19) nanoparticle vaccine with/without matrix-M\nadjuvan. NIH U.S. National Library of Medicine; 2020 [cited\n2020 08/22/2020]; Available from: https://clinicaltrials.gov/ct2/\nshow/NCT04368988 .\n99. A study to assess safety, tolerability, and immunogenicity of\n– V591 (COVID-19 vaccine) in healthy participants (V591 001).\nNIH U.S. National Library of Medicine; 2020 [cited 2020 08/\n22/2020]; Available from: https://clinicaltrials.gov/ct2/show/\nNCT04498247 .\n100. Clinical trial to evaluate the safety and immunogenicitiy of the\nCOVID-19 Vaccine (COVID-19-101). NIH U.S. National Li-\nbrary of Medicine; 2020 [cited 2020 08/22/2020]; Available from:\nhttps://clinicaltrials.gov/ct2/show/NCT04497298?term=TMV-\n083+vaccine&draw=2&rank=1 .\n101. Ankcorn M, Gallacher J, Ijaz S, Taha Y, Harvala H,\net al Maclennan S, . Convalescent plasma therapy for persistent\n– hepatitis E virus infection. J Hepatol. 2019;71:434 8. https://\ndoi.org/10.1016/j.jhep.2019.04.008 .\n\nThe AAPS Journal (2021) 23: 14\n102. Wong SS, Yuen KY. The management of coronavirus infec-\ntions with particular reference to SARS. J Antimicrob\n– Chemother. 2008;62(3):437 41. https://doi.org/10.1093/jac/\ndkn243 .\n103. van Griensven J, Edwards T, de Lamballerie X, Semple MG,\net al Gallian P, Baize S, . Evaluation of convalescent plasma for\n– Ebola virus disease in Guinea. N Engl J Med. 2016;374(1):33\n42. https://doi.org/10.1056/NEJMoa1511812 .\n104. Zhou B, Zhong N, Guan Y. Treatment with convalescent\nﬂ plasma for in uenza A (H5N1) infection. N Engl J Med.\n– 2007;357:1450 1. https://doi.org/10.1056/NEJMc070359 .\net al 105. Cheng Y, Wong R, Soo YO, Wong WS, Lee CK, Ng MH, .\nUse of convalescent plasma therapy in SARS patients in Hong\n– Kong. Eur J Clin Microbiol Infect Dis. 2005;24(1):44 6. https://\ndoi.org/10.1007/s10096-004-1271-9 .\net al 106. Duan K, Liu B, Li C, Zhang H, Yu T, Qu J, . Effectiveness\nof convalescent plasma therapy in severe COVID-19 patients.\n– Proc Natl Acad Sci U S A. 2020;117(17):9490 6. https://doi.org/\n10.1073/pnas.2004168117 .\net al 107. Shen C, Wang Z, Zhao F, Yang Y, Li J, Yuan J, . Treatment\nof 5 critically ill patients with COVID-19 with convalescent\n– plasma. JAMA. 2020;323(16):1582 9. https://doi.org/10.1001/\njama.2020.4783 .\n108. Roback JD, Guarner J. Convalescent plasma to treat COVID-\n– 2. 19: possibilities and challenges. JAMA. 2020;323(16):1561\nhttps://doi.org/10.1001/jama.2020.4940 .\n109. FDA. Recommendations for investigational COVID-19 con-\nvalescent plasma. https://www.fda.gov/vaccines-blood-bio-\nlogics/investigational-new-drug-ind-or-device-exemption-ide-\nprocess-cber/recommendations-investigational-covid-19-conva-\nlescent-plasma . 2020.\n110. Magro G. SARS-CoV-2 and COVID-19: is interleukin-6 (IL-6)\nthe 'culprit lesion' of ARDS onset? What is there besides\ntocilizumab? SGP130Fc. Cytokine: X. 2020;2:100029. https://\ndoi.org/10.1016/j.cytox.2020.100029 .\n111. Buonaguro FM, Puzanov I, Ascierto PA. Anti-IL6R role in\ntreatment of COVID-19-related ARDS. J Transl Med.\n2020;18(1):165. https://doi.org/10.1186/s12967-020-02333-9 .\n112. Caocci G, La Nasa G. Could ruxolitinib be effective in patients\nwith COVID-19 infection at risk of acute respiratory distress\n– syndrome (ARDS)? Ann Hematol. 2020;99(7):1675 6. https://\ndoi.org/10.1007/s00277-020-04067-6 .\n113. Cascella M, Mauro I, De Blasio E, Crispo A, Del Gaudio A,\net al Bimonte S, . Rapid and impressive response to a combined\ntreatment with single-dose tocilizumab and NIV in a patient\nwith COVID-19 pneumonia/ARDS. Medicina. 2020;56(8):377.\nhttps://doi.org/10.3390/medicina56080377 .\n114. Altschuler EL, Kast RE. Dapsone, colchicine and olanzapine\nas treatment adjuncts to prevent COVID-19 associated adult\nrespiratory distress syndrome (ARDS). Med Hypotheses.\n2020;141:109774. https://doi.org/10.1016/j.mehy.2020.109774 .\n115. Macalino SJ, Gosu V, Hong S, Choi S. Role of computer-aided\ndrug design in modern drug discovery. Arch Pharm Res.\n– 2015;38(9):1686 701. https://doi.org/10.1007/s12272-015-0640-5 .\n116. Ramsay RR, Popovic-Nikolic MR, Nikolic K, Uliassi E,\nBolognesi ML. A perspective on multi-target drug discovery\nand design for complex diseases. Clin Transl Med. 2018;7(1):3.\nhttps://doi.org/10.1186/s40169-017-0181-2 .\n117. te Velthuis AJ. Common and unique features of viral RNA-\n– dependent polymerases. Cell Mol Life Sci. 2014;71(22):4403\n20. https://doi.org/10.1007/s00018-014-1695-z .\n118. Zhang WF, Stephen P, Theriault JF, Wang R, Lin SX. Novel\ncoronavirus polymerase and nucleotidyl-transferase structures:\npotential to target new outbreaks. J Phys Chem Lett.\n– 2020;11(11):4430 5. https://doi.org/10.1021/acs.jpclett.0c00571 .\n119. Qamar MTU, Alqahtani SM, Alamri MA, Chen LL. Structural\nbasis of SARS-CoV-2 3CL(pro) and anti-COVID-19 drug\ndiscovery from medicinal plants. J Pharm Anal.\n– 2020;10(4):313 9. https://doi.org/10.1016/j.jpha.2020.03.009 .\nﬁ 120. Wang J. Fast identi cation of possible drug treatment of\ncoronavirus disease-19 (COVID-19) through computational\n– drug repurposing study. J Chem Inf Model. 2020;60(6):3277\n86. https://doi.org/10.1021/acs.jcim.0c00179 .\n121. Li W, Moore MJ, Vasilieva N, Sui J, Wong SK, Berne MA,\net al . Angiotensin-converting enzyme 2 is a functional receptor\n\n--- Page 21 ---\nThe AAPS Journal (2021) 23: 14\n– for the SARS coronavirus. Nature. 2003;426:450 4. https://\ndoi.org/10.1038/nature02145 .\n122. Yan R, Zhang Y, Li Y, Xia L, Guo Y, Zhou Q. Structural basis\nfor the recognition of SARS-CoV-2 by full-length human\n– ACE2. Science. 2020;367:1444 8. https://doi.org/10.1126/\nscience.abb2762 .\n123. Whisenant J, Burgess K. Blocking coronavirus 19 infection via\nthe SARS-CoV-2 spike protein: initial steps. ACS Med Chem\n– Lett. 2020;11(6):1076 8. https://doi.org/10.1021/\nacsmedchemlett.0c00233 .\net al 124. Lan J, Ge J, Yu J, Shan S, Zhou H, Fan S, . Structure of the\nSARS-CoV-2 spike receptor-binding domain bound to the\n– ACE2 receptor. Nature. 2020;581(7807):215 20. https://doi.org/\n10.1038/s41586-020-2180-5 .\net al 125. Wang Q, Zhang Y, Wu L, Niu S, Song C, Zhang Z, .\nStructural and functional basis of SARS-CoV-2 entry by using\n– human ACE2. Cell. 2020;181(4):894 904 . https://doi.org/ e9\n10.1016/j.cell.2020.03.045 .\n126. Zhang G, Pomplun S, Loftis AR, Tan X, Loas A, Pentelute\nBL. Investigation of ACE2 N-terminal fragments binding to\nSARS-CoV-2 Spike RBD. bioRxiv. 2020. https://doi.org/\n10.1101/2020.03.19.999318 .\n127. Walmsley S, Bernstein B, King M, Arribas J, Beall G, Ruane P,\nﬁ et al . Lopinavir-ritonavir versus nel navir for the initial\n– treatment of HIV infection. N Engl J Med. 2002;346:2039 46.\n128. Pulido F, Arribas JR, Delgado R, Cabrero E, González-García\net al J, Pérez-Elias MJ, . Lopinavir-ritonavir monotherapy\nversus lopinavir-ritonavir and two nucleosides for maintenance\n– therapy of HIV. AIDS. 2008;22:F1 F19. https://doi.org/10.1097/\nQAD.0b013e3282f4243b .\n129. Sheahan TP, Sims AC, Leist SR, Schafer A, Won J, Brown AJ,\nﬁ et al . Comparative therapeutic ef cacy of remdesivir and\ncombination lopinavir, ritonavir, and interferon beta against\nMERS-CoV. Nat Commun. 2020;11(1):222. https://doi.org/\n10.1038/s41467-019-13940-6 .\n130. Chu CM, Cheng VC, Hung IF, Wong MM, Chan KH, Chan\net al KS, . Role of lopinavir/ritonavir in the treatment of SARS:\nﬁ – initial virological and clinical ndings. Thorax. 2004;59(3):252\n6. https://doi.org/10.1136/thorax.2003.012658 .\n131. Lin S, Shen R, He J, Li X, Guo X. Molecular modeling\nevaluation of the binding effect of ritonavir, lopinavir and\ndarunavir to severe acute respiratory syndrome coronavirus 2\nproteases. bioRxiv. 2020. https://doi.org/10.1101/\n2020.01.31.929695\n132. Mahapatro A, Singh DK. Biodegradable nanoparticles are\nexcellent vehicle for site directed in-vivo delivery of drugs and\nvaccines. J Nanobiotechnol. 2011;9:55. https://doi.org/10.1186/\n1477-3155-9-55 .\n133. Liu Y, Miyoshi H, Nakamura M. Nanomedicine for drug\ndelivery and imaging: a promising avenue for cancer therapy\nand diagnosis using targeted functional nanoparticles. Int J\n– https://doi.org/10.1002/ijc.22709 . Cancer. 2007;120(12):2527 37.\n134. Jia F, Liu X, Li L, Mallapragada S, Narasimhan B, Wang Q.\nMultifunctional nanoparticles for targeted delivery of immune\nactivating and cancer therapeutic agents. J Control Release.\n– 2 0 1 3 ; 1 7 2 ( 3 ) : 1 0 2 0 3 4 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.jconrel.2013.10.012 .\n135. Majumder J, Taratula O, Minko T. Nanocarrier-based systems\nﬁ for targeted and site speci c therapeutic delivery. Adv Drug\n– Deliv Rev. 2019;144:57 77. https://doi.org/10.1016/\nj.addr.2019.07.010 .\n136. Szunerits S, Barras A, Khanal M, Pagneux Q, Boukherroub R.\nNanostructures for the inhibition of viral infections. Molecules.\n– 2 0 1 5 ; 2 0 ( 8 ) : 1 4 0 5 1 8 1 . h t t p s : / / d o i . o r g / 1 0 . 3 3 9 0 /\nmolecules200814051 .\n137. Cojocaru FD, Botezat D, Gardikiotis I, Uritu CM, Dodi G,\nﬁ et al Tranda r L, . Nanomaterials designed for antiviral drug\ndelivery transport across biological barriers. Pharmaceutics.\n– 2 0 2 0 ; 1 2 ( 2 ) : 1 7 1 2 0 5 . h t t p s : / / d o i . o r g / 1 0 . 3 3 9 0 /\npharmaceutics12020171 .\n138. Coleman CM, Liu YV, Mu H, Taylor JK, Massare M, Flyer\nﬁ et al DC, . Puri ed coronavirus spike protein nanoparticles\ninduce coronavirus neutralizing antibodies in mice. Vaccine.\n– 2 0 1 4 ; 3 2 ( 2 6 ) : 3 1 6 9 7 4 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.vaccine.2014.04.016 .\n\nPage 21 of 22 14\net al 139. Huang X, Li M, Xu Y, Zhang J, Meng X, An X, . Novel\ngold nanorod-based HR1 peptide inhibitor for Middle East\nrespiratory syndrome coronavirus. ACS Appl Mater Inter-\n– faces. 2019;11(22):19799 807. https://doi.org/10.1021/\nacsami.9b04240 .\n140. Li Y, Lu J, Han Y, Fan X, Ding S-W. RNA interference\nfunctions as an antiviral immunity mechanism in mammals.\n– Science. 2013;342(6155):231 4. https://doi.org/10.1126/\nscience.1241911 .\n141. Shen AM, Minko T. Pharmacokinetics of inhaled\nnanotherapeutics for pulmonary delivery. J Control Release.\n– 2020;326:222 44. https://doi.org/10.1016/j.jconrel.2020.07.011 .\n142. Garbuzenko OB, Kuzmov A, Taratula O, Pine SR, Minko T.\nﬁ Strategy to enhance lung cancer treatment by ve essential\nelements: inhalation delivery, nanotechnology, tumor-receptor\ntargeting, chemo- and gene therapy. Theranostics.\n– 2019;9(26):8362 76. https://doi.org/10.7150/thno.39816 .\n143. Kuzmov A, Minko T. Nanotechnology approaches for inhala-\ntion treatment of lung diseases. J Control Release.\n– 2015;219:500 18. https://doi.org/10.1016/j.jconrel.2015.07.024 .\n144. Savla R, Minko T. Nanotechnology approaches for inhalation\nﬁ – treatment of brosis. J Drug Target. 2013;21(10):914 25.\nhttps://doi.org/10.3109/1061186X.2013.829078 .\n145. Minko T, Stefanov A, Pozharov V. Selected contribution: lung\nhypoxia: antioxidant and antiapoptotic effects of liposomal\n– 60; alpha-tocopherol. J Appl Physiol. 2002;93(4):1550 discus-\n. https://doi.org/10.1152/japplphysiol.00007.2002 . sion 49\n146. Ivanova V, Garbuzenko OB, Reuhl KR, Reimer DC,\nPozharov VP, Minko T. Inhalation treatment of pulmonary\nﬁ brosis by liposomal prostaglandin E2. Eur J Pharm\n– Biopharm. 2013;84(2):335 44. https://doi.org/10.1016/\nj.ejpb.2012.11.023 .\n147. Garbuzenko OB, Ivanova V, Kholodovych V, Reimer DC,\net al Reuhl KR, Yurkow E, . Combinatorial treatment of\nﬁ idiopathic pulmonary brosis using nanoparticles with prosta-\n– glandin E and siRNA(s). Nanomedicine. 2017;13(6):1983 92.\nhttps://doi.org/10.1016/j.nano.2017.04.005 .\n148. Garbuzenko OB, Kbah N, Kuzmov A, Pogrebnyak N,\nﬁ Pozharov V, Minko T. Inhalation treatment of cystic brosis\nwith lumacaftor and ivacaftor co-delivered by nanostructured\n– lipid carriers. J Control Release. 2019;296:225 31. https://\ndoi.org/10.1016/j.jconrel.2019.01.025 .\n149. El Kantar S, Nehmeh B, Saad P, Mitri G, Estephan C, Mroueh\net al M, . Derivatization and combination therapy of current\nCOVID-19 therapeutic agents: a review of mechanistic path-\nways, adverse effects, and binding sites. Drug Discov Today.\n2020. https://doi.org/10.1016/j.drudis.2020.08.002 .\n150. Chandna P, Saad M, Wang Y, Ber E, Khandare J, Vetcher AA,\net al . Targeted proapoptotic anticancer drug delivery system. Mol\n– Pharm. 2007;4(5):668 78. https://doi.org/10.1021/mp070053o .\n151. Taratula O, Garbuzenko OB, Chen AM, Minko T. Innovative\nstrategy for treatment of lung cancer: targeted\nnanotechnology-based inhalation co-delivery of anticancer\n– drugs and siRNA. J Drug Target. 2011;19(10):900 14. https://\ndoi.org/10.3109/1061186X.2011.622404 .\n152. Garbuzenko OB, Saad M, Pozharov VP, Reuhl KR, Mainelis\nG, Minko T. Inhibition of lung tumor growth by complex\npulmonary delivery of drugs with oligonucleotides as suppres-\nsors of cellular resistance. Proc Natl Acad Sci U S A.\n– 2010;107(23):10737 42. https://doi.org/10.1073/\npnas.1004604107 .\n153. Kim H. Outbreak of novel coronavirus (COVID-19): what is\n– the role of radiologists? Eur Radiol. 2020;30(6):3266 7. https://\ndoi.org/10.1007/s00330-020-06748-2 .\net al 154. Wang W, Xu Y, Gao R, Lu R, Han K, Wu G, . Detection of\nSARS-CoV-2 in different types of clinical specimens. JAMA.\n– 2020;323(18):1843 4. https://doi.org/10.1001/jama.2020.3786 .\n155. Carter LJ, Garner LV, Smoot JW, Li Y, Zhou Q, Saveson CJ,\net al . Assay techniques and test development for COVID-19\n– diagnosis. ACS Cent Sci. 2020;6(5):591 605. https://doi.org/\n10.1021/acscentsci.0c00501 .\n156. Xia J, Tong J, Liu M, Shen Y, Guo D. Evaluation of\ncoronavirus in tears and conjunctival secretions of patients\n– with SARS-CoV-2 infection. J Med Virol. 2020;92(6):589 94.\n. https://doi.org/10.1002/jmv.25725\n\n--- Page 22 ---\nPage 22 of 22 14\nﬁ 157. Team C-I. Clinical and virologic characteristics of the rst 12\npatients with coronavirus disease 2019 (COVID-19) in the\n– United States. Nat Med. 2020;26(6):861 8. https://doi.org/\n10.1038/s41591-020-0877-5 .\n158. (FDA), Food and Drug Administration. Accelerated emer-\ngency use authorization (EUA) summary SARS-CoV-2 assay.\n’ Rutgers Clinical Genomics Laboratory. Nationwide Children s\nHospital; 2020. https://www.fda.gov/media/137423/download .\n159. Bhattarai KR, Kim HR, Chae HJ. Compliance with saliva\ncollection protocol in healthy volunteers: strategies for man-\n– aging risk and errors. Int J Med Sci. 2018;15(8):823 31. https://\ndoi.org/10.7150/ijms.25146 .\nﬁ 160. VanGuilder HD, Vrana KE, Freeman WM. Twenty- ve years\nof quantitative PCR for gene expression analysis.\n– Biotechniques. 2008;44(5):619 26. https://doi.org/10.2144/\n000112776 .\net al 161. Park GS, Ku K, Baek SH, Kim SJ, Kim SI, Kim BT, .\nDevelopment of reverse transcription loop-mediated isother-\nﬁ mal ampli cation assays targeting severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2). J Mol Diagn.\n– 2020;22(6):729 35. https://doi.org/10.1016/j.jmoldx.2020.03.006 .\net al 162. Seo G, Lee G, Kim MJ, Baek SH, Choi M, Ku KB, . Rapid\ndetection of COVID-19 causative virus (SARS-CoV-2) in\nﬁ human nasopharyngeal swab specimens using eld-effect\n– transistor-based biosensor. ACS Nano. 2020;14(4):5135 42.\nhttps://doi.org/10.1021/acsnano.0c02823 .\net al 163. Wang J, Cai K, Zhang R, He X, Shen X, Liu J, . Novel one-\nstep single-tube nested quantitative real-time PCR assay for\nhighly sensitive detection of SARS-CoV-2. Anal Chem.\n– 2 0 2 0 ; 1 3 : 9 3 9 9 4 0 4 . h t t p s : / / d o i . o r g / 1 0 . 1 0 2 1 /\nacs.analchem.0c01884 .\n164. Nuccetelli M, Pieri M, Grelli S, Ciotti M, Miano R, Andreoni\net al M, . SARS-CoV-2 infection serology: a useful tool to\novercome lockdown? Cell Death Dis. 2020;6:38. https://doi.org/\n10.1038/s41420-020-0275-2 .\n165. Bryant JE, Azman AS, Ferrari MJ, Arnold BF, Boni MF, Boum\net al Y, . Serology for SARS-CoV-2: apprehensions, opportunities,\nand the path forward. Sci Immunol. 2020;5(47):eabc6347. https://\ndoi.org/10.1126/sciimmunol.abc6347 .\n166. Li JX. Cellex qSARS-CoV-2 IgG/IgM Rapid Test. FDA, U.S.\nFood and Drug Administration. 2020. https://www.fda.gov/\nmedia/136625/download .\n167. Pan D, Pramanik M, Senpan A, Allen JS, Zhang H, Wickline\net al SA, . Molecular photoacoustic imaging of angiogenesis\nwith integrin-targeted gold nanobeacons. FASEB J.\n– 2011;25(3):875 82. https://doi.org/10.1096/fj.10-171728 .\n168. Fraire JC, Perez LA, Coronado EA. Rational design of\nplasmonic nanostructures for biomolecular detection: interplay\n– between theory and experiments. ACS Nano. 2012;6:3441 52.\nhttps://doi.org/10.1021/nn300474p .\net al 169. Zeng J, Zhang Y, Zeng T, Aleisa R, Qiu Z, Chen Y, .\nAnisotropic plasmonic nanostructures for colorimetric sensing.\nNano Today. 2020;32:100855. https://doi.org/10.1016/\nj.nantod.2020.100855 .\n170. Huang C, Wen T, Shi F-J, Zeng X-Y, Jiao Y-J. Rapid detection\nof IgM antibodies against the SARS-CoV-2 virus via colloidal\nﬂ gold nanoparticle-based lateral- ow assay. ACS Omega.\n– 2020;5(21):12550 6. https://doi.org/10.1021/acsomega.0c01554 .\n171. Moitra P, Alafeef M, Dighe K, Frieman MB, Pan D. Selective\nnaked-eye detection of SARS-CoV-2 mediated by N gene\n\nThe AAPS Journal (2021) 23: 14\ntargeted antisense oligonucleotide capped plasmonic nanopar-\n– ticles. ACS Nano. 2020;14:7617 27. https://doi.org/10.1021/\nacsnano.0c03822 .\nﬁ 172. Smyrlaki I, Ekman M, Lentini A, Ru no de Sousa N,\net al Papanicolaou N, Vondracek M, . Massive and rapid\nCOVID-19 testing is feasible by extraction-free SARS-CoV-2\nRT-PCR. Nat Commun. 2020;11(1):4812. https://doi.org/\n10.1038/s41467-020-18611-5 .\net al 173. Lu R, Wu X, Wan Z, Li Y, Zuo L, Qin J, .\nDevelopment of a novel reverse transcription loop-\nﬁ mediated isothermal ampli cation method for rapid detec-\n– tion of SARS-CoV-2. Virol Sin. 2020;35(3):344 7. https://\ndoi.org/10.1007/s12250-020-00218-1 .\net al 174. Hou T, Zeng W, Yang M, Chen W, Ren L, Ai J, .\nDevelopment and evaluation of a rapid CRISPR-based\ndiagnostic for COVID-19. PLoS Pathog. 2020;16(8):e1008705.\nhttps://doi.org/10.1371/journal.ppat.1008705 .\net al 175. Hou H, Wang T, Zhang B, Luo Y, Mao L, Wang F, . Detection\nof IgM and IgG antibodies in patients with coronavirus disease\n2019. Clin Transl Immunol. 2020;9(5):e01136. https://doi.org/\n10.1002/cti2.1136 .\net al 176. Cozzi D, Albanesi M, Cavigli E, Moroni C, Bindi A, Luvarà S, .\nChest X-ray in new coronavirus disease 2019 (COVID-19)\nﬁ infection: ndings and correlation with clinical outcome. La Radiol\n– Med. 2020;125(8):730 7. https://doi.org/10.1007/s11547-020-01232-9 .\n177. Salehi S, Abedi A, Balakrishnan S, Gholamrezanezhad A.\nCoronavirus disease 2019 (COVID-19): a systematic review of\nﬁ imaging ndings in 919 patients. Am J Roentgenol.\n– 2020;215(1):87 93. https://doi.org/10.2214/AJR.20.23034 .\n178. Li Y, Xia L. Coronavirus disease 2019 (COVID-19): role of\nchest CT in diagnosis and management. Am J Roentgenol.\n– 2020;214(6):1280 6. https://doi.org/10.2214/AJR.20.22954 .\nł 179. Buda N, Segura-Grau E, Cylwik J, We nicki M. Lung\nultrasound in the diagnosis of COVID-19 infection - a case\nseries and review of the literature. Adv Med Sci.\n– 85. https://doi.org/10.1016/j.advms.2020.06.005 . 2020;65(2):378\net al 180. Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, . Correlation of\nchest CT and RT-PCR testing in coronavirus disease 2019\n(COVID-19) in China: a report of 1014 cases. Radiology.\n– 2020;296(2):E32 40. https://doi.org/10.1148/radiol.2020200642 .\net al 181. Fu F, Lou J, Xi D, Bai Y, Ma G, Zhao B, . Chest computed\nﬁ tomography ndings of coronavirus disease 2019 (COVID-19)\n– pneumonia. Eur Radiol 2020;30(10):5489 98. https://doi.org/\n10.1007/s00330-020-06920-8 .\n182. Lee EYP, Ng M-Y, Khong P-L. COVID-19 pneumonia: what\n– has CT taught us? Lancet Infect Dis. 2020;20(4):384 5. https://\ndoi.org/10.1016/s1473-3099(20)30134-1 .\net al 183. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, . Clinical\nfeatures of patients infected with 2019 novel coronavirus in\n– Wuhan, China. Lancet. 2020;395(10223):497 506. https://\ndoi.org/10.1016/s0140-6736(20)30183-5 .\net al 184. Pan F, Ye T, Sun P, Gui S, Liang B, Li L, . Time course of\nlung changes at chest CT during recovery from coronavirus\n– disease 2019 (COVID-19). Radiology. 2020;295(3):715 21.\nhttps://doi.org/10.1148/radiol.2020200370 .\n’ Springer Nature remains neutral with regard to Publisher s Note\njurisdictional claims in published maps and institutional\nﬁ af liations.",
    "pages": [
      {
        "page_number": 1,
        "text": "The AAPS Journal (2021) 23: 14\nDOI: 10.1208/s12248-020-00532-2\nReview Article\nTheme: Celebrating Women in the Pharmaceutical Sciences\nGuest Editors: Diane Burgess, Marilyn Morris and Meena Subramanyamditors:\nRecent Developments on Therapeutic and Diagnostic Approaches\nfor COVID-19\n1,2,3 1,2,3,4 Joydeb Majumder and Tamara Minko\nReceived 4 September 2020; accepted 3 November 2020\nAbstract.\nsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has made a serious public\nhealth threat worldwide with millions of people at risk in a growing number of countries.\nThough there are no clinically approved antiviral drugs and vaccines for COVID-19, attempts\nare ongoing for clinical trials of several known antiviral drugs, their combination, as well as\nﬁ development of vaccines in patients with con\nlatest approaches to diagnostics and therapy of COVID-19. We have summarized recent\nprogress on the conventional therapeutics such as antiviral drugs, vaccines, anti-SARS-CoV-2\nantibody treatments, and convalescent plasma therapy which are currently under extensive\nresearch and clinical trials for the treatment of COVID-19. The developments of\nnanoparticle-based therapeutic and diagnostic approaches have been also discussed for\nCOVID-19. We have assessed recent literature data on this topic and made a summary of\ncurrent development and future perspectives.\nKEY WORDS:\nplasma therapy; immunotherapy; nanotherapeutics.\nINTRODUCTION\nNewly emerging virus diseases have become a major\npublic health threat around the world in recent years.\nDuring the last two decades, outbreaks of several viral\n“ Dedications: Dedicated to the health professionals who lost their\nﬁ ” lives in the ght against SARS-CoV-2 virus infection\nGuest Editors: Diane Burgess, Marilyn Morris and Meena\nSubramanyam\nDepartment of Pharmaceutics, Ernest Mario School of Pharmacy, 1\nRutgers, the State University of New Jersey, 160 Frelinghuysen\nRoad, Piscataway, New Jersey 08854, USA.\nRutgers Cancer Institute of New Jersey, New Brunswick, New 2\nJersey 08903, USA.\nEnvironmental and Occupational Health Science Institute, 3\nPiscataway, New Jersey 08854, USA.\nTo whom correspondence should be addressed. (e 4\n– mail:\nminko@pharmacy.rutgers.edu)\n3CLpro , 3-chymotrypsin-like cysteine protease; Abbreviations:\nACE2 AOS , angiotensin-converting enzyme 2; , antisense oligonucle-\nARDS AuNP otides; , acute respiratory distress syndrome; , gold\nﬂ AuNP-LF BCG nanoparticles; , gold nanoparticle-lateral- ow; , bacille\nCADD cDNA Calmette-Guerin; , computer-aided drug design; ,\nCOVID-19 complementary DNA; , coronavirus diseases 2019;\nCRISPR , clustered regularly interspaced short palindromic repeats;\n\nJanuary 2021 ; published online 5\nThe ongoing pandemic of coronavirus disease 2019 (COVID-19) caused by the\nrmed COVID-19. This review focuses on the\nantiviral drugs; anti-SARS-CoV-2 antibody; antiviral vaccines; ARDS; convalescent\ndiseases have been reported including the severe acute\nrespiratory syndrome coronavirus (SARS-CoV) ( 1 ) in 2002,\nﬂ H1N1 in uenza ( 2 ) in 2009, the Middle East respiratory\nsyndrome coronavirus (MERS-CoV) ( 3 ) in 2012, Ebola\nvirus disease (EVD) ( 4 ) in 2013, and Zika virus ( 5 ) in 2015.\nCT ELISA , computed tomography; , enzyme-linked immunosorbent\nER ERGIC assay; , endoplasmic reticulum; , endoplasmic reticulum-\nEVD FDA Golgi intermediate compartment; , Ebola viral disease; ,\nﬁ FET HCQ Food and Drug Administration; , eld-effect transistor; ,\nﬁ HIV HR1 hydroxychloroquine; , human immunode ciency virus; ,\nICTV heptad repeat 1; , International Committee on Taxonomy of\nIFNs IgG IgM Viruses; , interferons; , immunoglobulin G; , immuno-\nIRFs mAbs globulin M; , interferon regulatory factors; , monoclonal\nMERS-CoV antibodies; , Middle East respiratory syndrome corona-\nMIPs MMR virus; , molecularly imprinted polymers; , measles-\nMTPA mumps-rubella vaccine; , monoclonal-type plastic antibodies;\nOSN-qRT-PCR , one-step single-tube nested quantitative real-time\nPCR RBD PCR; , polymerase chain reaction; , receptor-binding\nRdRp RSV domain; , RNA-dependent-RNA polymerase; , respiratory\nRT-LAMP syncytial virus; , reverse transcription loop-mediated\nﬁ RT-PCR isothermal ampli cation; , reverse transcription-polymerase\nSARS-CoV chain reaction; , severe acute respiratory syndrome\nSARS-CoV-2 coronavirus; , severe acute respiratory syndrome coro-\nsiRNA ss-RNA navirus 2; , small interfering RNA; , single-stranded\nTEM WHO RNA; , transmission electron microscope; , World Health\nOrganization.\n# 1550-7416/21/0100-0001/0 2021 The Author(s)",
        "char_count": 4543,
        "word_count": 641,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "Page 2 of 22 14\nThe most recent and ongoing viral disease caused by the\nnovel coronavirus has severely threatened public health\nworldwide. The outbreak of novel coronavirus was initially\nreported to the World Health Organization (WHO) on\nDecember 31, 2019. On January 12, 2020, WHO designated\n“ ” this virus as novel coronavirus 2019-nCoV ( 6 ), and later,\nit was termed as the severe acute respiratory syndrome\ncoronavirus-2 (SARS-CoV-2) by the International Commit-\ntee on Taxonomy of Viruses (ICTV) because of its similarity\nwith the previous SARS-CoV ( 7 ). On January 30, 2020,\nWHO declared this viral outbreak as a public health\nemergency of international concern ( 8 ). Later on February\n11, 2020, WHO termed this disease as coronavirus disease\n2019 (COVID-19) ( 9 ) and, subsequently on March 11, 2020,\nWHO declared COVID-19 as a global pandemic since the\nSARS-CoV-2 viral infection has spread rapidly in a growing\nnumber of countries ( 10 ). As of October 31, 2020, more\nthan 45 million people were infected with the COVID-19\ndisease, and 1.2 million deaths have been reported globally\n( 11 ). While human-to-human transmission rate is higher for\nSARS-CoV-2 than that of SARS-CoV virus, the mortality\nrate of COVID-19 disease is much lower than that of\nSARS-CoV infection ( 12 ). While all coronaviruses distress\nthe respiratory tract, SARS-CoV-2 virus additionally also\naffects the heart, gastrointestinal system, liver, kidney, and\nthe central nervous system eventually leading to multi-\norgan failure ( 13 , 14 ).\nSARS-CoV-2 genome contains single-stranded positive-\nsense RNA encapsulated within a membrane envelop with\n– an average diameter of 75 150 nm. The envelope is covered\nwith glycoprotein spikes giving coronaviruses their crown-\nlike appearance (corona is the Latin term for crown or\ngarland). The genome of SARS-CoV-2 has a length of about\n30 K nucleotides. Almost 85% homology of this virus is also\nsimilar to the SARS-CoV ( 15 ). Four main structural\nproteins are encoded in SARS-CoV-2 viral genome, namely,\nspike (S) surface glycoprotein, membrane (M) protein,\nenvelope (E) protein, and nucleocapsid (N) protein\n(Fig. 1a ). Several other nonstructural proteins are also\nencoded by the viral genome (RNA polymerase, RdRp;\npapain-like protease, PLpro; coronavirus main protease,\n3CLpro) ( 17 ). A representative transmission electron mi-\ncroscope (TEM) image of SARS-CoV-2 viruses in host cells\nis shown in Fig. 1b , where the SARS-CoV-2 viruses have\nbeen colorized in blue color ( 16 ).\nThe replication of COVID-19 as any other virus\nrequires a host cell and normally includes attachment,\npenetration, uncoating, replication, assembly, and release\nsteps. A schematic representation of cellular uptake and\nreplication of SARS-CoV-2 virus is shown in Fig. 2 ( 18 ).\nSpike glycoprotein on the surface of the COVID-19 binds to\nangiotensin-converting enzyme 2 (ACE2) receptor protein\nlocated on the host cell plasma membrane and facilitates the\nhost cell invasion. Serine protease TMPRSS211 produced\nby a host cell facilitates the process of this invasion. After\nreceptor-mediated endocytosis of the virus into the host\ncells, it releases viral genome (single-stranded positive\nRNA), and using host ribosome translates into viral\npolyproteins. Viral proteinases 3CLpro and PLpro cleave\nviral polyproteins into effector proteins. RNA-dependent\nRNA polymerase in turn synthesizes a full-length negative-\n\nThe AAPS Journal (2021) 23: 14\nstrand RNA template which is used to make more viral\ngenomic RNA. Viral genome then is synthesized by\ngenomic replication, and four essential structural viral\nproteins (N, S, M, and E) are produced by transcription\nthen translation. N protein binds genomic RNA while S, M,\nand E proteins are integrated into the membrane of the\n— endoplasmic reticulum (ER) forming ERGIC endoplasmic\nreticulum-Golgi intermediate compartment (also referred to\nas vesicular-tubular cluster). Assembled nucleocapsid with\nhelical twisted RNA is encapsulated into the ER lumen,\nviral progeny is transported by the ERGIC toward the\nﬁ plasma membrane of the host cell, and nally, daughter\nvirus is released by exocytosis.\nIn general, antiviral treatment and prevention ap-\nproaches are based on the (a) inhibition of the replication\nof the viral genome by either preventing virus entering host\ncells or suppression of one or more steps in its replication,\n(b) priming the immune system and creating a form of\nmemory against the virus by the vaccination, (c) injection of\nthe antiviral antibodies produced in the plasma from the\nrecovered patient to the infected patient, and (d) treatment\nof lung damage and respiratory distress syndrome accom-\npanied the viral infection. In this review, we have summa-\nrized the ongoing developments of therapeutic and\ndiagnostic approaches based on the conventional method-\nologies for COVID-19. Besides the conventional methods,\nwe have presented recent developments of various\nnanocarrier-based therapeutic and diagnostic approaches\nfor COVID-19.\nﬁ Coronavirus disease 2019 (COVID-19) is de ned as a\ndisease caused by the severe acute respiratory syndrome\ncoronavirus 2 (SARS-CoV-2). The signs and symptoms of\nCOVID-19 disease are different from patient to patient, but\nmost common clinical symptoms include fever, fatigue,\ncough, expectoration, anorexia, sputum production, short-\nness of breath, etc. during various stages of this disease\n( 19 , 20 ). Besides, less common symptoms such as sore\nthroat, headache, confusion, hemoptysis, shortness of\nbreath, and chest tightness have been also observed\n( 21 , 22 ) as well as minor symptoms such as nausea, vomiting,\ndiarrhea, and gastrointestinal complication were also re-\nported ( 23 ). Similar signs and symptoms of COVID-19 were\nobserved in children like the adults, but those symptoms\nwere usually milder as compared with the adult patients\n( 24 , 25 ). However, there were patients not yet symptomatic\n(presymptomatic) as well as there were patients\n(asymptomatic) with no typical symptoms of COVID-19\n– disease as revealed in many reports ( 26 29 ). Several\nasymptomatically infected COVID-19 patients were found\nto be asymptomatic throughout the period of the infection\n( 30 , 31 ). A recent study also revealed that the rate of\nhuman-to-human transmission of SARS-CoV-2 virus is\nhigher than that of the previous two coronaviruses SARS-\nCoV and MERS-CoV infections.\nTo date, there is no effective therapy for COVID-19.\nTherefore, the key management of COVID-19 patients\nincluded early diagnosis, immediate patient isolation, and\nprotective conditions to prevent the infection. Typical\ntreatment for COVID-19 disease included general sup-\nportive care, respiratory support, as well as nutritional\nsupport.",
        "char_count": 6732,
        "word_count": 1043,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "The AAPS Journal (2021) 23: 14\nHuman coronavirus. Fig. 1. a\nelectron microscope image of SARS-CoV-2 spherical viral particles in cell. The virus is\ncolorized in blue. Adapted from the US Centers for Disease Control. Reproduced with\npermission from ( 16 )\nCOVID-19: THERAPEUTIC APPROACHES\nCurrently, there are no clinically approved drugs or\ntherapeutics by the U.S. Food and Drug Administration\n(FDA) for the treatment of COVID-19. Traditional drug\ndiscovery approaches are time-consuming, and trial-and-\nerror methods are often ineffective. Because of regulatory\nﬁ requirements to assess safety and ef cacy of drug, the time\nrequired to develop a new drug takes average one to two\ndecades. A rational approach to overcome the sustained\nhigh failure rates and the time and costs involved in the\nresearch and development to bring a new drug in the\nmarket is to repurpose existing drugs based on similarity of\ndisease mechanisms for the targeted drugs ( 32 ). Moreover,\nrepurposed drugs have the advantage of less development\ncosts and time because of their previously available phar-\nmacokinetic, toxicology, and safety data. Taking\nrepurposing as a primary strategy, many randomized con-\ntrolled trials of known drugs are ongoing in patients with\n– COVID-19 ( 33 35 ). Recently, both researchers and clini-\nﬁ cians have been paid signi cant attention for developing\nvaccines and antiviral therapeutics. On August 2020, more\nthan 350 COVID-19 therapeutic drugs (mostly repurposed)\nare investigated with more than 75% of them entered in\n\nPage 3 of 22 14\nSchematic structure of SARS-CoV-2 virus. A transmission b\nhuman clinical trials, and more than 150 repurposed and\noriginal vaccines are under study with about 25% of them\non the various phases of human trials ( 36 ).\nAntiviral Drugs\nTreatment Mechanisms\nIn general, two distinct approaches are being explored\nfor repurposing of conventional drugs and development of\nnovel therapeutic drugs: prevention of virus entry into the\nhost cells and suppression of various steps in virus replication\ninside the cells (Fig. 3 ).\nBlocking Viral Entry\nCOVID-19 viruses target angiotensin-converting en-\nzyme (ACE) 2 receptors overexpressed in the cells of lung\nand gastrointestinal tissues in the human body (Fig. 3a ).\nThe receptor-binding domain (RBD) of spike protein on\nthe surface of the coronavirus binds to ACE2 on the plasma\nmembrane of infected cells, initiating receptor-mediated\nendocytosis. Three strategies are currently investigating in\norder to block this interaction and abrogate infection ( 37 ).",
        "char_count": 2553,
        "word_count": 400,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Page 4 of 22 14\nOverview of the coronavirus replication cycle (simpli Fig. 2.\ncluster). Drawn using a template retrieved from ( 18 )\nFirst, a high number of soluble RBD mimetics can be\nadministered to bind ACE2 receptors and saturate available\nsites, preventing virus binding and entering host cells (Fig.\n3b (1)). Second, antibodies or single-chain antibody frag-\nments (scFv) against ACE2 receptors can also be adminis-\ntered to accomplish a similar task. Third strategy targets the\ncoronavirus RBDs directly by using the ACE2 extracellular\ndomain in order to bind to the spike protein. A fragment\ncrystallizable (Fc) region (the tail fragment of an antibody)\nthat interacts with ACE2 cell surface receptors bonded\ndirectly to RBDs of the virus again can prevent its\ninteraction with the host cells and preventing infection.\nDespite extensive research for developing various antiviral\ntherapeutics that are capable to prevent or at least limit\nbinding of SARS-CoV-2 virus to ACE2 receptors, certain\naspects of these approaches may potentially limit their\nﬁ ef cacy. First, native mimetics, antibody, and their frag-\nments possess a relatively low stability in the blood stream\nﬁ and may drop their speci c activity during their transfer to\ntheir primary targets (ACE2 receptors in lung cells and\nRBDs in the virus) ( 38 ). On our opinion, the most effective\nways to protect therapeutic payload from the degradation in\nthe blood stream include their conjugation to nanoparticles\nﬁ and delivery speci cally to the site of action. In the case of\nCOVID-19 and other SARS viruses, inhalation delivery of\nﬁ ACE2 antibodies by nanoparticles speci cally to the lungs is\ncapable not only to deliver them as close as possible to the\nﬁ targeted cellular receptors and preserve their speci c\nactivity but also substantially limit the inactivation of\nACE2 receptors in other non-targeted organs limiting\npossible adverse side effects of the treatment. Currently,\n\nThe AAPS Journal (2021) 23: 14\nﬁ ﬁ ed, not to scale). The gure depicts viral\ndevelopment from initial binding and release of viral genome to eventual exocytosis of the mature virion.\nERGIC, endoplasmic reticulum-Golgi intermediate compartment (also referred to as vesicular-tubular\nwe are carrying out the experiments for delivering of\nACE2-targeted antibodies using lipid nanoparticles by\ninhalation. Other limitations include possible binding of\nremedies to sites on the ACE2 receptors or RBDs that do\nnot compete or interfere with viral entry. The potency of\nsuch therapeutics can be improved by enhancing their\nﬁ binding af nity against the epitope of the RBD ( 39 ).\nTargeting the Coronavirus Replication\nIn contrast to ACE2 receptor blockers, the most part of\nrepurposed anti-COVID-19 drugs do not interact with the\nviral entry to the host cells. Instead, drugs block one or\nseveral steps of virus replication inside the cell (Fig. 3c ).\nDrugs may prevent endocytosis (e.g., chloroquine,\nﬁ nafamostat, grif thsin), inhibit endosome maturation (e.g.,\nhydroxychloroquine, apilimod, colchicine, vinorelbine), and\nﬁ release of viral genome (e.g., cinanserin, disul ram) and\nvirus replication, transcription, and translation of viral\nproteins (e.g., bananin, 5-hydroxychromone, remdesivir,\nfavipiravir, ribavirin). siRNA-based therapeutics and some\nrepurposing drugs can also be employed to prevent the\nformation of daughter virion and its release from the host\ncell by exocytosis. A summary of various repurposed drugs\nin clinical trials for treatment of COVID-19 with original\napplication, targeted molecules, and brief description of a\nmajor mechanism of action with references are shown in\nTable I . Below, we provide brief information of several\nrepurposed and original antiviral drugs, antibodies, and\nvaccines proposed and tested for the treatment of COVID-\n19 infection.",
        "char_count": 3832,
        "word_count": 592,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "The AAPS Journal (2021) 23: 14\nProposed therapeutic treatments for COVID-19. , Fig. 3. a b\nSARS-CoV-2. Possible approaches for blocking ACE2 receptors. b\nﬁ cycle (simpli\nregion fragments against the S1 domain of spike (S) protein of the SARS-CoV; ACE2-Fc, immunoglobulin fragment (Fc)-\nACE2 fusion protein\nRemdesivir\nRemdesivir, a recently discovered novel antiviral drug in\nthe class of nucleotide analogs, has shown potent effect in\ntreating Ebola virus and Marburg virus infections ( 47 ).\nRemdesivir was developed by Gilead Sciences for the\ntreatment of viral diseases caused by various RNA viruses.\nThe drug displayed antiviral activity against various single-\nstranded RNA viruses such as Nipah virus, Hendra virus, and\ncoronaviruses (including MERS and SARS-CoV viruses)\n( 48 , 49 ). More recently, remdesivir is being studied for the\n\nPage 5 of 22 14\nTargeting viral entry mechanism. Viral entry mechanism of a\nAntiviral drugs targeting the coronavirus replication c\ned). Abbreviations: ACE2, angiotensin-converting enzyme 2; scFvs, recombinant human single-chain variable\ntreatment of COVID-19 infections. On May 1, 2020, the US-\nFDA approved an emergency use authorization (EUA) for\nremdesivir based on the preliminary clinical data indicating\nquick recovery of the COVID-19 patients ( 50 ). In a recent\nﬁ clinical trial study, patients with con rmed COVID-19\ninfection were treated with compassionate use of remdesivir\nfor 10 days ( 51 ). On day 1, patients were treated intrave-\nnously with 200 mg dose. Then, treatment with 100-mg\nintravenous daily dose was continued for another 9 days.\nThe results showed clinical improvements for 36 of 53\net al. patients (ca. 68%). In a recent study, Spinner ( 52 )",
        "char_count": 1715,
        "word_count": 270,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "Page 6 of 22 14\nList of Drugs Repurposed in Clinical Trials for COVID-19. Modi Table I.\nDrugs Applications Targets\nFavipiravir Viral diseases RNA-dependent RNA\npolymerase (RdRp)\nRemdesivir Ebola virus diseases Viral proteases, RdRp\n(EVD)\nLopinavir HIV infections Viral proteases\nRitonavir HIV infections Viral proteases\nChloroquine Malarial Angiotensin Converting\nEnzyme-2 (ACE2)\nRibavirin Respiratory syncytial virus RdRp\n(RSV) infection\nﬂ Umifenovir In uenza S-spike glycoprotein\n(Arbidol)\nconducted a randomized and open-label phase 3 clinical trial\nof remdesivir in total 584 patients with moderate COVID-19\nﬁ disease ( ClinicalTrials.gov Identi er: NCT04292730). All the\npatients were randomized in three groups: 197 patients in 10-\nday course of remdesivir treatment, 199 patients in 5-day\ncourse of remdesivir treatment, and 200 patients in standard\ncare treatment only. Remdesivir was injected intravenously at\na dose of 200 mg on day 1 followed by daily treatment of\n100 mg for an entire treatment course. Initial results revealed\nthat clinical status distribution was better in the group of\npatients randomized to a 5-day course of remdesivir treat-\nment when compared with that of the standard care group.\nMore recently, the FDA has approved the antiviral drug\nVeklury (remdesivir) which inhibits replication of SARS-\nCoV-2 virus for the treatment of patients with COVID-19\nrequiring hospitalization ( 53 ).\nUmifenovir\nUmifenovir is an indole-based antiviral agent, which is\nﬂ mainly used for the treatment of in uenza and other\nrespiratory diseases in Russia and China ( 54 ). Umifenovir\nwas found to show activity against other type of RNA and\nDNA viruses such as Zika virus, Lassa virus, and Ebola virus\n( 55 , 56 ) Antiviral activity of umifenovir may be attributed to\ninteractions of its aromatic residues with the viral glycopro-\nteins, which is involved in viral fusion through the cell\nmembrane ( 57 , 58 ). Currently, this drug is being investigated\nfor the treatment of COVID-19 infection ( 59 , 60 ). In an early\net al. report, Lian performed a retrospective study of\numifenovir in 81 COVID-19 patients. All the patients were\nn divided into control group ( = 36) and umifenovir treatment\nn group ( = 45). After 7 days of post-treatment, no deaths\nwere reported in both groups; however, 28 out of 36 (78%)\npatients in the control group tested negative for SARS-CoV-2\ninfection, whereas similar numbers (33 out of 45 or 73%\npatients) were obtained in the umifenovir treatment group.\nThus, the initial results revealed that umifenovir treatment\ndid not improve outcomes in COVID-19 patients ( 61 ).\net al. Recently, Chen performed a retrospective cohort study\nin 200 patients with COVID-19 to see the effect of umifenovir\n(Arbidol) in combination with Shufeng Jiedu Capsules for\n2 weeks. The control group patients were treated with\n\nThe AAPS Journal (2021) 23: 14\nﬁ ed From ( 40 )\nMechanism of action against life cycle of SARS-CoV-2 References\nvirus\nInhibits viral RNA polymerase and RNA replicase activity ( 41 )\nInterferes with viral RNA polymerase activity and reduces ( 8 , 42 )\nviral RNA synthesis to arrest viral replication\nInhibits the viral proteases activity ( 9 , 10 )\nInhibits the viral proteases activity ( 9 , 10 )\nInterferes with glycosylation of ACE2 ( 43 , 44 )\nInhibits viral RNA polymerase activity ( 45 )\nInhibits membrane fusion and prevent viral entry into the ( 46 )\nhost cells\nArbidol hydrochloride capsules, and the experimental group\npatients were treated with combination of Arbidol hydro-\nchloride capsules and Shufeng Jiedu Capsules. The subsi-\ndence of a fever was observed more rapidly in the\nexperimental group of participants. The chest CT scan also\nshowed better resolution of pneumonia symptoms in the\nexperimental group than that in the control group ( 62 ).\nFavipiravir\nFavipiravir is a pyrazine class antiviral drug, which was\nﬂ mainly used for the treatment of in uenza in Japan ( 63 , 64 ). It\nworks by inhibiting the function of RNA-dependent RNA\npolymerase (RdRp) enzymes, the protein which is involved in\nthe transcription and replication of viral genomes ( 65 ).\nﬂ Besides in uenza, it was also investigated for the treatment\nof Ebola virus, and recently, it has been evaluated for the\ntreatment of COVID-19 ( 66 ).\nChloroquine\nChloroquine is an aminoquinoline class small molecule\ndrug, which is used for the treatment of malaria. Chloroquine\nwas also repurposed for the treatment of other diseases such\nas HIV and rheumatoid arthritis ( 67 ). This drug potentially\ncan have a wide spectrum of antiviral action on all steps of the\nviral entry and replication ( 68 ). Latest studies revealed that\nchloroquine inhibits the process of glycosylation of\nangiotensin-converting enzyme 2 (ACE2), an enzyme which\nis present on the cell membranes of cells in the lungs, arteries,\nheart, kidney, etc. and found to involve in the mechanism of\ncellular entry of SARS-CoV and SARS-CoV-2 viruses\n( 69 , 70 ). Recently, the FDA has issued an emergency use\nauthorization for chloroquine for the treatment of COVID-19\n( 71 ).\nClinical Trials of Antiviral Drugs\nCurrently, there are a number of drug candidates in\nvarious stages of clinical trials for the treatment of COVID-19\n( 72 , 73 ). On the end of September 2020, 322 out of total 409\ndrug candidates are tested in human trials, with 119 of them\n— entered phase III and 46 phase IV ( 36 ). Here, we have",
        "char_count": 5408,
        "word_count": 898,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "The AAPS Journal (2021) 23: 14\nsummarized results from few clinical trials of antiviral\ntherapeutics for COVID-19. Remdesivir is a broad-spectrum\nantiviral agent which works by inhibiting the viral RNA-\ndependent RNA polymerase activity. Remdesivir has been\nfound to show activity against the previous SARS-CoV and\net al. MERS-CoV infections ( 74 ). Recently, Beigel conducted\nintravenous treatment of remdesivir in a clinical trial of total\n1063 adult patients with COVID-19 disease ( 42 ). All patients\nwere randomly divided into two groups, namely, remdesivir\nand placebo groups. Patients in remdesivir group received\n200 mg dose on day 1, followed by 100 mg daily dose for\nadditional 9 days. Preliminary results revealed that patients of\nremdesivir group had average recovery time of 11 days as\ncompared with 15 days of the patients who received placebo.\nThus, remdesivir treatment demonstrated better clinical\nﬁ bene t than placebo in shortening the recovery time of adult\npatients with COVID-19. Another randomized clinical trial\nalso revealed that remdesivir treatment reduced the recovery\ntime from the SARS-CoV-2 infection ( 75 ). On May 1, 2020,\nthe US Food and Drug Administration (FDA) issued an\nEmergency Use Authorization of remdesivir for the treat-\nment of patients with severe condition of COVID-19.\nCurrently, remdesivir is under clinical trial at the phase III\nlevel for the treatment of COVID-19 ( 76 ). Further clinical\nstudies of remdesivir are ongoing to evaluate its safety and\nﬁ ef cacy in more patients with SARS-CoV-2 infection.\n— ﬂ — Favipiravir an antiviral drug used to treat in uenza was\ninvestigated in a phase II clinical trial in China at the early\nﬁ days of the outbreak of SARS-CoV-2 infection for its ef cacy\nand safety in COVID-19 patients ( 77 ). Later, favipiravir in\ncombination with other antiviral drugs were also investigated\nﬁ in clinical trials for COVID-19. However, no signi cant\ntherapeutic outcome was observed from these clinical studies\nof favipiravir for COVID-19 (Chinese Clinical Trial Registry\nﬁ Identi ers: ChiCTR2000030987, ChiCTR2000029600).\nLopinavir/ritonavir is an FDA-approved combination agent\nfor HIV treatment. Lopinavir/ritonavir combination agent is\ncurrently being studied in clinical trial for COVID-19 ( 78 ).\net al. Recently, Cao performed a randomized controlled trial\nof lopinavir/ritonavir in 199 patients with COVID-19 disease\nﬁ ( 79 ). The ef cacy of lopinavir/ritonavir treatment was com-\npared with the standard care and management for COVID-19\nﬁ patients. However, no signi cant difference was observed in\nterms of viral clearance or mortality rates in both the treated\nand standard care group of patients. Chloroquine, an\nantimalarial drug was also evaluated in clinical trials for\nCOVID-19 ( 43 ). In March 2020, Gautret and co-authors\nperformed an open-label randomized controlled trial of\nhydroxychloroquine (HCQ) in COVID-19 patients ( 44 ). All\nthe treated patients received 200 mg of HCQ for 10 days with\n3 doses per day, while the control group received usual care\nfor COVID-19. Results revealed that, at day 6 post-inclusion,\n70% of hydroxychloroquine-treated patients were virologi-\ncally cured (had negative PCR results in nasopharyngeal\np samples) compared with 12.5% in the control group ( =\n0.001). Other antiviral drugs such as ribavirin were also\ninvestigated in a randomized controlled trial in COVID-19\npatients, but the results showed mixed success ( 45 ). More\nrecently, glucocorticoids as dexamethasone were investigated\nin clinical trial of patients with severe COVID-19 ( 80 ). Initial\nresults revealed that dexamethasone treatment reduced death\n\nPage 7 of 22 14\nrate of the COVID-19 patients by one-third as compared with\nthe COVID-19 patients who received only standard support-\nive care treatment.\nWhile promising preliminary results were observed from\nfew of the ongoing clinical trials, still many concerns related\nto safety and toxicity of the repurposed drugs limited their\nfurther clinical studies. For example, based on the results of\nrecent clinical trials, the US FDA revoked its Emergency Use\nAuthorization (EUA) for both chloroquine and\nhydroxychloroquine (HCQ) for the treatment of COVID-19\net al. ( 81 ). Recently, Risambaf raised various concerns related\nto side effects of both chloroquine and hydroxychloroquine\nfor the treatment of COVID-19 ( 82 ). Recent report also\nrevealed that long-time use of chloroquine and\nhydroxychloroquine developed various toxicity effects includ-\ning renal failure, cardiotoxicity, autoimmune disorders, etc.\n( 83 ). The latest study of hydroxychloroquine in combination\nﬁ with azithromycin also did not show clinical bene ts to the\npatients of COVID-19 ( 84 ). Therefore, more randomized\ncontrolled trials with higher number of participants are\nneeded for further evaluation of chloroquine and\nhydroxychloroquine for the treatment of COVID-19.\nMonoclonal Antibodies\nﬁ Monoclonal antibodies speci c to a viral protein are\nalternative treatment options for viral disease. During the last\ndecade, several targeted monoclonal antibodies were devel-\noped for the SARS-CoV spike protein to inhibit the viral\nfusion inside the host cells ( 85 , 86 ). For example, CR3014 and\nCR3022 are two SARS-CoV neutralizing monoclonal anti-\nbodies, which bind to the receptor-binding domain (RBD) of\nthe SARS-CoV spike protein to neutralize the virus ( 87 ).\nAmong these, CR3022 was also found to bind with the\nSARS-CoV-2 RBD ( 88 ), and it might be a possible thera-\npeutic option for the treatment of COVID-19 disease.\nRecently, researchers have cloned two human anti-SARS-\nCoV-2 RBD-hACE2 blocking monoclonal antibodies (mAbs)\nﬁ from SARS-CoV-2 RBD-speci c memory B cells of recov-\nered COVID-19 patient ( 19 ). The authors found that these\ntwo mAbs are capable of blocking the interaction between\nthe ACE2 receptor and SARS-CoV-2 RBD leading to\nneutralization of the SARS-CoV-2 spike protein. Such mAbs\ncould be promising therapeutic agents against the SARS-\nCoV-2 infection. Molecular imprinting is a potent modern\ntechnology for the development of so-called monoclonal-type\nplastic antibodies (MTPA) based on molecularly imprinted\nﬁ polymers (MIPs). These polymeric materials possess speci c\nrecognition properties for target molecules (templates). Some\nof such MTPAs were developed to target RBD of\ncoronaviruses preventing infection of targeted cells ( 89 ).\nAntiviral Vaccines\nGlycosylated spike protein is a major inducer of host\nimmune response after infection of human lung epithelium\ncells via the receptor ACE2 (Fig. 4 , step 1). After endocytosis\n(Fig. 4 , step 2), viral RNA activates endosomal and cytoplas-\nmic sensors, TLR3/7, and MAVS, respectively (Fig. 4 , step 3).\nThese receptors activate interferon regulatory factors (IRFs)\nand nuclear factor kappa B (NFkB) (Fig. 4 , step 4) to induce",
        "char_count": 6845,
        "word_count": 1061,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Page 8 of 22 14\nFig. 4.\nepithelium via the receptor ACE2 ( 1 ). After endocytosis (\nTLR3/7 and MAVS, respectively ( 3\nﬂ in ammatory cytokines ( 5\norgans to prime adaptive immunity. CD8 T cells recognize of antigen on DCs or infected cells (\naffected lung epithelial cells ( 7 )\nﬂ in ammatory cytokines (Fig. 4 , step 5), including interferons\n(IFNs). Dendritic cells (DCs) sample antigen and migrate to\nlymphoid organs to prime adaptive immunity. CD8 T cells\nrecognize antigen on DCs or infected cells (Fig. 4 , step 6) and\ninduce apoptosis in affected lung epithelial cells (Fig. 4 , step\n7).\nVaccines are biological preparations that, when adminis-\ntered to an individual, stimulate the production of antibodies\nﬁ and provide immunity against one or several speci c entities\nthat can cause a disease, such as viruses or bacteria. Vaccines\nare prepared from the essential agent of a disease, its\nﬁ products, or a synthetic substitute, which are speci cally\nprepared to act as an antigen without inducing the disease.\nVaccines prime the immune system creating a form of\nmemory allowing an individual to respond faster and with\nﬁ higher extent to a threat when compared with the rst time\nresponse. Proteins, nucleic acids (DNA and RNA), or even\nentire organisms can be used for vaccination often in\ncombination with adjuvants that can boost their potency.\nVaccines, in contrast to most therapeutic drugs, are most\ncommonly used for prophylactics of infection or disease.\nTherapeutic drugs directly affect the disease or, similar to\nvaccines, modulate the immune system increasing its power to\nﬁ ght the current incident of disease. However, therapeutic\n“ ” drugs usually provide no form of memory that can help the\nﬁ organism to ght against the repetition of similar infection or\ndisease. From an individual point of view, the goal of\nvaccination is to prevent or modify disease. From a public\nhealth perspective, the goal of vaccination is to limit the\nspread of a pathogen within a population ( 90 ). If successful,\n\nThe AAPS Journal (2021) 23: 14\nAcute Immune responses to coronaviruses. Coronaviruses are RNA viruses, some of which can infect human lung\n2 ), viral RNA activates endosomal and cytoplasmic sensors,\n). These receptors activate interferon regulatory factors (IRFs) and NFkB ( 4 ) to induce\n), including interferons (IFNs). Dendritic cells (DCs) sample antigen and migrate to lymphoid\n6 ) and induce apoptosis in\npersonal defense and epidemic control lead to the complete\nelimination or extermination of the pathogen. Biological\nﬁ challenges including limiting ef cacy, considerable variation\nin the immune response, antibody, and cellular immune\nmarker levels among individuals, technical, operational, or\nlogistical obstacles and social, ethical, religious, and political\nissues represent major factors that determine vaccine effec-\ntiveness ( 90 ).\nIn general, vaccines contain several main components\n(Fig. 5 ). Antigen or active component is a major ingredient of\na vaccine that induces an immune response against a disease\n“ ” or infection and triggers the development of memory in the\nﬁ immune system helping to ght against the next exposure to\nthe threat. Antigens usually consist of altered forms of the\nvirus, bacteria, toxin, and protein of genetic material that\ndirectly stimulate the immune system of an individual but do\nnot cause the disease or produce weakened light symptoms of\nthe illness. Each form of antigen has its own advantages and\ndisadvantages ( 91 ). For instance, viral vectors (both\nreplication-competent and replication-defective) usually in-\nduce good humoral and T cell responses and can be simply\nprepared from a virus culture but also may be reversed to\nvirulence. Virus-like particles are usually safe and also induce\ngood immune response. However, the cost of their production\nmay be high and requires a relatively complex multistep\nprocedure. Naked and encapsulated to nanoparticles nucleic\nacid and synthetic peptides are pretty safe but produce lower\nimmune responses or uncertain immunogenicity linked to\ntarget populations. Inactivated viruses and self-disseminating\nwildlife vaccines are usually safe but demonstrate",
        "char_count": 4174,
        "word_count": 668,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "The AAPS Journal (2021) 23: 14\nFig. 5.\npreservatives, and traces of residual inactivating agents as schematically shown here\nquestionable (but sometimes effective) immunogenicity and\nmay lead to the development of virulence ( 91 ).\nAdjuvants are used for enhancing the immune response\nof the body. Aluminum salts are the most often used\nadjuvants. Precise mechanisms of action of adjuvants are still\nremaining unknown. Antibiotics are often used to prevent\nbacterial contamination of vaccines. Sugars, amino acids, and\nproteins are added to vaccines in order to protect them\nﬁ during the storage and preserve their ef ciency. Preservatives\nare used to protect vaccines from bacterial or fungal\ncontaminations after their manufacturing. The mercury-\ncontaining thiomersal is the most often used compound\nespecially for vaccines that need to be injected several times\nfrom the same rubber-capped vessel. Phenol and\nphenoxyethanol are also used as vaccine preservatives. A\nnumber of trace components (e.g., formaldehyde used to\ninactivate viruses) are usually present in the vaccines in very\nlow concentrations.\nRepurposed Live Vaccines\nCurrently, 3 known repurposed vaccines are in phase 4\nclinical trials: the oral polio, measles-mumps-rubella, and\nbacille Calmette-Guerin vaccines ( 36 ). The aim of phase IV\nclinical trials (also known as post-marketing surveillance) is at\nwatching for the long-term effects of the drugs on a large\npopulation. Due to the longer term and larger subset of\nindividuals using the therapeutic, extremely rare side effects\ncan be observed.\nThe oral polio vaccine is an attenuated strain of the\npoliomyelitis virus ( 90 ). It is produced by the passage of the\nvirus through non-human cells at low temperatures. Such\npassage produces random mutations in the virus and attenu-\nates it. Studies have shown that this vaccine may possess non-\nﬁ speci c actions, reducing morbidity and mortality under other\ninfections. It is being tested to determine whether this vaccine\n\nPage 9 of 22 14\nCommon components of vaccines. Vaccines include various components such as active ingredients, adjuvants, antibiotics, stabilizers,\nw i l l b e e f f e c t i v e a g a i n s t S A R S - C o V - 2\nMMR. ( 92 ). Measles, mumps, and rubella are viral dis-\neases with serious consequences. The measles-mumps-rubella\n(MMR) vaccine consists of live-attenuated strains of these\nviruses and was shown to prevent these diseases (especially in\nchildren). It was suggested that MMR as well as possible\nother live vaccines may be useful in the prevention of other\nviral diseases including COVID-19 ( 93 ). One explanation of\nsuch effect suggests that antibodies formed in a response to\nthe MMS or other live vaccines may be cross-reactive with\nSARS-CoV-2. Thus, vaccination with the MMR vaccine\npotentially may protect against COVID-19.\nBCG. The bacille Calmette-Guerin vaccine is another\nlive-attenuated vaccine consisting of the bacteria that causes\nMycobacterium bovis bovine tuberculosis ( ). Remarkably,\nbacille Calmette-Guerin (BCG) vaccination seems to demon-\nﬁ strate non-speci c protective effects against other respiratory\ntract infections ( 17 ). The analysis has shown that countries\nwith high coverage of BCG have a low death rate from\nCOVID-19 ( 94 ). Consequently, this vaccine was repurposed\nfor the prevention of COVID-19 infections. Below, we are\nproviding examples of several other vaccines of different\ntypes that currently are tested in clinical trials against\ncoronaviruses (Fig. 6 ).\nA common live vaccine (that protects against polio,\nMMR, BCG, etc.) could help in limiting the disease severity\nﬁ in patients with COVID-19. The rst line of defense against\n’ any infection is the patient s ability of own immune system to\nﬁ ﬁ ght infection in a nonspeci c way (i.e., innate immune\nresponse). The possible mechanism of action of these\nrepurposed common vaccines against the SARS-CoV-2\n’ infection may involve boosting patient s own immune re-\nﬁ sponse. The repurposed common vaccines may bene t the\nﬁ — immune system in a nonspeci c way thereby helping it to\nﬁ ght against the SARS-CoV-2 infection in an indirect way",
        "char_count": 4138,
        "word_count": 668,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "Page 10 of 22 14\nClinical phase vaccine candidates for COVID-19 (as of April, 2020). Based on data from ( Fig. 6.\nthrough innate immune response. Thus, repurposing common\nlive vaccines might be a low-risk and high-reward strategy to\nsave lives from the SARS-CoV-2 infection ( 93 ).\nClinical Phase Vaccine Candidates for COVID-19\nMost of the vaccines are based on the injection of a\n— genetic material encoding glycosylated spike (S) protein a\nmajor inducer of host immune response. They differ in the\ntype of nucleic acid used and the delivery approach. Moderna\n(mRNA-1273) represents an mRNA encoding S protein\nencapsulated into lipid nanoparticles ( 95 ). Preliminary data\nshowed that the mRNA-1273 vaccine induced anti-SARS-\nCoV-2 immune responses in all participants, which granted\nfurther clinical trials. Two other vaccines are also based on\n\nThe AAPS Journal (2021) 23: 14\n36 )\nthe immunization with S protein, namely, Inovio Pharma\n(INO-4800) and CanSino Biologics (Ad5-nCoV) which use\nelectroporation of a DNA plasmid encoding S protein and\nadenovirus type 5 vector that expresses S protein, respec-\ntively ( 96 , 97 ). These vaccines demonstrated promising results\nin vivo in vitro in experiments and and now entered clinical\ntrials. Two other anti-COVID-19 vaccines were developed by\nthe Shenzhen Medical Institute (LV-SMENP-DC) and\nﬁ Sinovac Biotech and are based on lentiviral vector modi ca-\nﬁ tion of dendritic cells combined with antigen-speci c cyto-\ntoxic T lymphocytes and inactivated SARS-CoV-2 clinical\nstrain, respectively ( 36 ). The NVX-CoV2373 (clinical trial\nnumber NCT04368988) vaccine utilizes nanoparticles to\ndeliver SARS-CoV-2 spike protein via intramuscular route.\nﬁ The puri ed full-length spike (S) proteins form small\nnanoparticles that are thermostable and bind with high\nﬁ af nity to the human ACE2 receptor. These nanoparticles",
        "char_count": 1865,
        "word_count": 290,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "The AAPS Journal (2021) 23: 14\nare used in combination with a saponin-based Matrix M\nadjuvant which stimulate the entry of nanoparticles into the\ninjection site and enhance antigen presentation in the local\nlymph nodes ( 36 , 98 ). COVID-19 vaccine candidates V591\n(clinical trial number NCT04498247) and TMV-083 (clinical\ntrial number NCT04497298) employ an attenuated measle\nvirus as a vector to coronavirus proteins ( 36 , 99 , 100 ).\nLY3819253 virus candidate (clinical trial numbers\nN C T 0 4 4 11 6 2 8 , N C T 0 4 4 2 7 5 0 1 , N C T 0 4 4 9 7 9 8 7 ,\nNCT04501978) represents an IgG1 monoclonal antibody\nagainst the COVID-19 spike protein. This protein was\nﬁ isolated from one of the rst COVID-19 patients in North\nAmerica ( 36 ).\nConvalescent Plasma Therapy\nConvalescent plasma therapy is one of the investigational\ntreatments for COVID-19 disease. Convalescent plasma\ntherapy, in which the antiviral antibodies produced in the\nplasma from the recovered patient are injected in the patient,\nhas shown promising results in various viral diseases such as\nﬂ – H5N1 in uenza and Ebola viral disease (EVD) ( 101 105 ).\nConvalescent plasma containing neutralizing antibodies\nagainst the SARS-CoV-2 virus is collected from the recovered\npatient and administered to the COVID-19 patients in order\n’ to increase the power of immune system or to boost patient s\nimmune response for the virus immediately after the infec-\net al. tion. Shen observed that convalescent plasma therapy\nimproved the severe cases of COVID-19 ( 106 , 107 ). Clinical\ntrial was also conducted in several countries to evaluate the\nrecovery rate of COVID-19 patients after such a therapy\n( 108 ). Convalescent plasma therapy could be a therapeutic\noption for the SARS-CoV-2 infection. As per the guidelines\ngiven by the US-FDA (United States-Food and Drug\nAdministration), only COVID-19 survivors who were tested\nnegative in nasopharyngeal swab test or molecular diagnostic\ntest twice with no clinical symptoms at least 28 days from\ndischarge can donate convalescent plasma to the COVID-19\npatients ( 109 ). It should be however stressed, which based on\nthe nature of convalescent treatment, it should be most\nﬁ effective in the early stage of infection before a signi cant\ndamage of organs.\nImmunotherapy\nWhile the induction of immune response is essential for\nﬁ ghting against the coronavirus infection, in some patients,\ndisease progression leads to an enormous secretion of\ncytokines, known as cytokine storm ( 110 ). This hyperreaction\nﬂ ﬁ often leads to the in ammation, lung damage, and nally may\ncause acute respiratory distress syndrome (ARDS) and even\nﬁ the development of pulmonary brosis. If that is the case,\ntreatment of the coronavirus infection by antiviral therapy\nﬁ ﬁ alone may not be suf cient to effectively ght viral infections\nand associated pathologic conditions. Consequently, in some\nﬂ cases, anti-in ammatory treatment or even the suppression of\nﬁ overactive immune response might be bene cial. The sup-\nﬂ pression of pro-in ammatory signaling pathways by mono-\nclonal antibodies (tocilizumab, sirukumab, olokizumab,\nﬂ clazakizumab, etc.) as well as other inhibitors of in ammatory\npathways (like baricitinib and ruxolitinib, which also inhibits\n\nPage 11 of 22 14\nclathrin-mediated endocytosis and therefore suppresses pen-\netration of viruses into cells preventing infection) may be\nﬁ (and in some cases were) bene ciary on the advanced stages\n– of COVID-19 ( 110 113 ). Dapsone, colchicine, and olanzapine\nwere also suggested for the prevention of COVID-19-\nassociated ARDS ( 114 ).\nComputer-Aided Design of Antiviral Therapeutics\nTarget-based drug design is a new strategy in modern\ndrug discovery research ( 115 , 116 ). By exploiting computa-\ntional tools, researchers have recently attempted to predict\nand design small molecule, peptide-based antiviral agents\nagainst various targets of SARS-CoV-2 viral disease. We have\nsummarized a few of such computer-aided and target-based\nprediction and design of antiviral agents for COVID-19.\nRdRp\nRNA-dependent-RNA polymerase (RdRp) is an essen-\ntial component for virus replication process ( 117 ). Therefore,\nﬁ inhibiting the function of RdRp could be bene cial for\nreducing the replication of SARS-CoV-2 virus. Recently,\net al. Zhang reported binding interaction of three clinically\nused antiviral drugs as RdRp inhibitor, namely, galidesivir,\nfavipiravir, and penciclovir which were also under clinical trial\nﬁ for COVID-19 disease. The interactome pro le of these drugs\nwith the RdRp protein provides information regarding the\nstructure-based design of inhibitors for SARS-CoV-2 inhibi-\ntion ( 118 ).\n3CLpro\nThe viral 3-chymotrypsin-like cysteine protease\n(3CLpro) enzyme which controls replication of the SARS-\nCoV virus is a potential target for an antiviral therapy ( 119 ).\nBecause of similar genome sequence of SARS-CoV-2 and\nthat of SARS-CoV, 3CLpro can be a target for SARS-CoV-2\nvirus. Recently, researchers have exploited the computer-\naided drug design (CADD) approach to identify repurposing\net al. drug candidate for COVID-19. For example, Wang\nperformed virtual screening of a series of known drugs\nagainst the active site of key viral proteins of SARS-CoV-2\nﬁ virus and identi ed several drugs including lopinavir,\nﬁ car lzomib, elbasvir, valrubicin, and eravacycline as predicted\ninhibitors of SARS-CoV-2 protease enzyme. This technique\ncan quickly predict repurposing drug candidates, and further\ndesign of novel inhibitors for SARS-CoV-2 protease can be\ndirected based on the structure of these predicted drugs\n( 120 ).\nACE2\nIt is known that SARS-CoV-2 virus is fused inside the\nhost cell through angiotensin-converting enzyme II (ACE2)\nreceptor, which was also found as host cell receptor for\nprevious SARS-CoV virus ( 121 ). Receptor-binding domain\n(RBD) of spike (S) protein is a ligand on the surface of\nSARS-CoV-2 (corona) that binds to the ACE2 receptor\nfacilitating the receptor-mediated endocytosis of the virus\ninside the host cell (Fig. 3 a). The CR3022, a known SARS-",
        "char_count": 6046,
        "word_count": 963,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "Page 12 of 22 14\nCoV neutralizing monoclonal antibody with the receptor-\nbinding domains (RBD) of the SARSCoV-2 spike protein can\nbind the SARS-CoV-2 spike protein ( 122 , 123 ). The crystal\n“ ” structure of SARS-CoV-2 spike protein-ACE2 made it\neasier to design new therapeutics for ACE2 ( 124 , 125 ). In a\n’ recent work, Pentelute s group have designed a new 23-mer\nK peptide mimic which showed value of 47 nM, against the\nd\nS-spike protein and 7 nM for full-length ACE2 protein ( 126 ).\nSuch computer-designed peptide-based therapeutic can be a\npromising candidate for the treatment of COVID-19 disease.\nEndopeptidase of SARS-CoV-2 Virus\nLopinavir and/or ritonavir which are alone or in combi-\nnation showed activity against the replication of human\nﬁ immunode ciency virus (HIV) ( 127 , 128 ). In earlier studies,\nboth of lopinavir and ritonavir and their combination\nﬁ treatment showed therapeutic bene ts in patients with\nSARS-CoV ( 129 , 130 ). In a recent computational study, both\nlopinavir and ritonavir were found to bind with the endopep-\ntidase of SARS-CoV-2 virus ( 131 ) indicating that these drugs\nmight also show activity against the SARS-CoV-2 virus which\nhas a similar feature with the SARS-CoV virus.\nNanotechnology-Based Drug Delivery\nNanotherapeutics\nNanomaterial-based technologies have opened an\nﬁ emerging eld in the past decade in drug delivery research,\nwhere nanosized materials and methods have been exploited\n– for both disease diagnosis and therapeutics applications ( 132\n135 ). In recent years, researchers have also explored various\nnanoscale materials for effective delivery of antiviral drugs\n( 136 , 137 ). Nano-based drug delivery systems and methods\nhave been evaluated for the previous coronavirus diseases\net al. SARS-CoV and MERS-CoV. For example, Coleman\nprepared spike nanoparticles and tested them with combina-\ntion of adjuvants in mice bearing SARS-CoV and MERS-\nCoV infection separately ( 138 ). The authors observed pro-\nduction of high titer antibodies in mice against these viral\ninfections. These results indicated that the spike nanoparticles\ncould neutralize the antibody response in mice. Such nano-\nbased spike nanoparticle can be a promising option for\net al. nanovaccine against coronavirus infections. Huang\ndeveloped a gold nanorod system composed of a peptide\nﬁ inhibitor speci c to heptad repeat 1 (HR1) receptor for the\ntreatment of MERS-CoV disease ( 139 ). The authors reported\n10-fold higher inhibition of HR1-/HR2-mediated membrane\nfusion of MERS-CoV virus in the host cells as compared with\nthe inhibitor treatment alone. Such gold nanorod-based\nsystem can be effective in treating MERS-CoV and other\net al. coronavirus infections. In 2013, Li demonstrated that\nRNA interference (RNAi) can mediate antiviral immunity in\nmammals ( 140 ). Since SARS-CoV, MERS-CoV, and SARS-\nCoV-2 coronaviruses are RNA viruses; therefore, small\ninterfering RNA (siRNA) might be an effective therapy to\ninhibit the growth of such RNA viruses through silencing\ntheir viral gene activity. Currently, there is no nanoparticle-\nbased therapeutics for the treatment of COVID-19; however,\nresearch and development of nanotherapeutics for COVID-\n\nThe AAPS Journal (2021) 23: 14\n19 are in progress. Nanomedicine approaches based on the\nreformulation of known antiviral drugs could be a promising\ntherapeutic option for COVID-19 disease.\nInhalation Delivery for Treatment of ARDS\nTreatment of virus-associated ARDS and the prevention\nﬂ of the development of lung in ammation and pulmonary\nﬁ brosis seems to be a valuable therapeutic approach that can\nsupplement and enhance antiviral treatment and potentially\nimprove the overall outcome. Furthermore, any treatment of\nlung injury should be performed via local intrapulmonary\ndelivery of drugs. Inhalation or intratracheal delivery of anti-\nﬂ in ammatory drugs, antioxidants, hormones, or other biolog-\nﬁ ically active substances speci cally to the lungs or even only\nto the deceased cells has a potential to enhance the treatment\nof main lung injury, to the certain extent prevent drug\npenetration into the systemic circulation and therefore limit\npossible adverse side effects upon healthy organs and tissues\n– ( 135 , 141 144 ). Previously, we proposed, developed, and\ntested on animal models inhalation and intratracheal treat-\nment of severe hypoxia associated with lung edema, idio-\nﬁ pathic pulmonary brosis, and lung manifestations of cystic\nﬁ brosis by nanocarrier-based therapeutics including alpha-\ntocopherol ( 145 ), prostaglandin E2 alone ( 146 ), or in\ncombination with siRNAs for the suppression of\nﬂ in ammation and lung injury ( 147 ) and other drugs ( 148 ).\nWe suggested that such treatment approaches may be also\nsuccessfully used for prevention and treatment lung hypoxia,\nﬂ ﬁ in ammation, and cystic and pulmonary brosis associated\nwith COVID-19.\nCombinatorial Nanotechnology-Based Treatment\nVarious latest therapeutic approaches such as broad-\nspectrum antiviral therapeutics instead of single target\nantiviral drug, combination therapy of antiviral drugs with\nantibiotics, and nano-encapsulated antiviral drugs and vac-\ncines have displayed promising results for the treatment of\nCOVID-19. Similarly, to other diseases, a combinational\ntherapy of COVID-19 should be based on the simultaneous\nuse of agents with different mechanisms of action ( 149 ). A\nﬁ combination of two or more drugs with signi cant activity and\nvarious therapeutic mechanisms potentially can provide a\nsummary effect that is higher than just the arithmetical sum of\ntheir individual activities (drug synergy). Such synergy may\nbe achieved by applying drugs targeting the same cellular or\nviral system (otherwise different parts of it) or by combining a\ndrug which target a major disease (in our case the virus) and\nﬂ other active components that in uence bioavailability, degra-\ndation, excretion, or resistance to the treatment. In addition,\nthis multifunctional combinatorial treatment should be ap-\nﬁ plied speci cally to the targeted deceased cells leaving\nbystander healthy cells intact. Previously, we successfully\napplied this approach for the treatment of cancer by\ndeveloping a targeted complex multifunctional proapoptotic\nanticancer drug delivery system by combining in one cancer-\nﬁ speci c-targeted drug delivery system an inducer of cell death\n– with suppressors of pump and non-pump resistance ( 142 , 150\n152 ). Although, the targeting ligands for COVID-19 virus\nparticles or infected lung cells are not discovered yet,",
        "char_count": 6523,
        "word_count": 1008,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "The AAPS Journal (2021) 23: 14\ntargeting to the lungs as a primary site of action of the virus\ncan be achieved by the local inhalation delivery of antiviral\nﬁ agent speci cally to the lungs. Moreover, by using\nnanoparticle-based therapeutics, it is possible to combine in\none complex delivery system antiviral drugs with drugs\ntargeted to ARDS and therefore enhance the treatment of\nprimary viral infections and secondary lung injury associated\nwith COVID-19. Currently, we are testing this hypothesis in\nour laboratory.\nCOVID-19: DIAGNOSTIC APPROACHES\nDiagnostic tests are essential for monitoring and prog-\nnosis of every stage of a disease. Since the report of SARS-\nCoV-2 infection in December 2019, various assay kits and\ntests have been developed for the diagnosis of COVID-19.\nCurrent commercially available COVID-19 test is mostly\ndominant on the molecular genetic assays for detection of\nviral RNA from a clinical sample of SARS-CoV-2 infection\nusing reverse transcription-polymerase chain reaction (RT-\nPCR) method. However, other techniques such as isothermal\nﬁ nucleic acid ampli cation assays, serological and immunolog-\nical assays for anti-SARS-CoV-2 antibody, hybridization\nmicroarray assays, and chest CT scan are also promising for\nFig. 7.\nand extraction of viral RNA sample. The extracted RNA sample is converted to its complementary DNA (cDNA) by the\nﬁ reverse transcription. Finally, the ampli\nﬂ by a uorescent signal\n\nPage 13 of 22 14\n– ﬁ diagnosis of COVID-19 ( 153 155 ). Identi cation of the\nasymptomatic cases remains the main challenge to prevent\nthe spread of SARS-CoV-2 infection. Therefore, develop-\nment of accurate and rapid testing methods is required to\nprevent asymptomatic spread of SARS-CoV-2 infection.\nResearchers around the world have been developing various\ndiagnostic methods because of current demand of cost-\nﬁ effective and point-of-contact test for the con rmation of\nSARS-CoV-2 infection. Here, we have summarized recent\nprogresses on diagnostic methods for COVID-19 disease.\nPCR-Based Test\nCurrently, the reverse transcription-polymerase chain\nreaction (RT-PCR) is the gold standard test for the diagnosis\nof COVID-19 ( 16 ). Mostly nasal swab and ocular secretions\nsamples are being used in the TR-PCR test ( 156 , 157 ). Self-\ncollected saliva sample was also explored by the researcher\nfrom the Rutgers Clinical Genomics Laboratory ( 158 ). Saliva\nsample collection is not only easy and quicker, but also, it has\nless risk to the healthcare personnel ( 159 ). Figure 7 shows\nstepwise procedure of the RT-PCR test for the detection of\nﬁ viral genome from the clinical sample. As shown in the gure,\nthe RT-PCR test involves isolation of viral RNA from the\nA typical procedure of COVID-19 diagnostics through RT-PCR. The RT-PCR method involves sample collection\ncation of this DNA sample is performed in qPCR, and the viral cDNA is detected",
        "char_count": 2888,
        "word_count": 455,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "Page 14 of 22 14\nAssay techniques and tests for COVID-19 diagnosis. Fig. 8.\ndetecting COVID-19 antibodies ( ) or antigens ( a b\nCOVID-19 antibodies\nclinical sample followed by generation of complementary\nDNA (cDNA) by RNA-dependent DNA polymerase reac-\ntion. Next, cDNA is converted to double-stranded DNA\nﬁ ﬁ (dsDNA) through PCR ampli cation, and the ampli cation\nof this DNA sample is performed until the viral cDNA is\nﬂ detected by a uorescent or electrical signal ( 160 ). The key\nﬂ ﬂ concept of the uorescence detection in quantitative uores-\ncence PCR is shown in the insert of Fig. 7 . A substance\nﬂ marked with a uorophore is added to the PCR mixture\nﬁ containing a DNA template, speci c primer(s), deoxyribonu-\ncleotides, and a thermostable DNA polymerase in a suitable\nﬂ buffer solution. The uorescence of the dye is suppressed by\n\nThe AAPS Journal (2021) 23: 14\n, The enzyme-linked immunosorbent assays (ELISA) a b\n). Redrawn with permission from ( 155 ). Serologic diagnostic tests for c\nﬂ the quencher. After the cleavage of the uorophore from a\nﬂ quencher by the polymerase, free dye emits uorescence\nsignal which is registered by a corresponding sensor in a\nthermal cycler. Each PCR cycle includes several required\nﬁ speci c steps initiated by rapid changes in the temperature\nregimen. After initiation with a template DNA (Fig. 7 , step\nA), the increase of temperature to 95°C causes the denatur-\nation of double-stranded DNA leading to the separation of\nsense and antisense strands of the template (Fig. 7 , step B).\nRapid change of temperature to the most suitable value\n– (usually 50 60°C) causes the annealing of primers and\nﬂ uorophore-bound reporter probes to the corresponding",
        "char_count": 1699,
        "word_count": 290,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "The AAPS Journal (2021) 23: 14\nTable II.\nDiagnostic Aim\nmethod\nDetection of To detect whether a person is currently infected with SARS-CoV-2\nthe virus virus\nA n t i b o d y To detect whether a person had SARS-CoV-2 infection in the past\ntests\nI m a g i n g To detect ground-glass opacity spots in the lungs with a peripheral or\nmethod posterior distribution as a sign of COVID-19\nstrands of the template (Fig. 7 , step C). Finally (Fig. 7 , step\nD), polymerase extends both strands of the template and\nﬂ cleaves the uorophore out of its quencher causing the\nemission of the signal. Each step leads to doubling template\nstrands (or their short fragments after few initial steps).\n– Totally, around 25 50 cycles are used allowing semi-\nquantitative or even quantitative (in number of copies)\ndetection of the template DNA (in our case generated by\ncoronavirus RNA during the reverse transcription). The RT-\nPCR test needs multiple temperature changes in each cycle,\nlaborious instrumental work, and days to get the results.\nTherefore, there is an urgent need for rapid and cost-effective\ndiagnostic methods, which can detect directly the presence of\nSARS-CoV-2 virus in clinical samples. Isothermal nucleic acid\nﬁ ampli cation which needs no change of temperature for each\ncycle is an easier technique for the detection of SARS-CoV-2\nﬁ infection. Using constant temperature ampli cation method,\net al. Park developed reverse transcription loop-mediated\nﬁ isothermal ampli cation (RT-LAMP) test for SARS-CoV-2\nvirus ( 161 ). Besides, researchers around the world are\nimproving the sensitivity and timelines of the RT-PCR-based\nﬁ et al. method. Seo reported a eld-effect transistor (FET)-\nbased biosensor for quick detection of SARS-CoV-2 infection\nin patient samples. The main advantage of this highly\nsensitive biosensor device is that this method does not need\nany labeling of sample for the analysis. The authors prepared\nthis biosensor by decorating the graphene sheets of the FET\nwith an anti-SARS-CoV-2 antibody and evaluated its perfor-\nmance using cultured SARS-CoV-2 virus and swab specimens\nof COVID-19 patients. This EFT biosensor was capable of\ndetecting SARS-CoV-2 spike protein at a very low concen-\ntration such as 1 fg/mL in phosphate-buffered saline, clinical\n— samples, and cultured sample of SARS-CoV-2 virus making\nit an extremely sensitive diagnostic method for SARS-CoV-2\net al. infection ( 162 ). In another attempt, Wang designed a\nnovel one-step single-tube nested quantitative real-time PCR\n(OSN-qRT-PCR) method for the rapid detection of SARS-\nCoV-2 pathogen in clinical samples. The authors evaluated\nclinical performance of the OSN-qRT-PCR assay using\nseveral clinical samples and observed that this assay kit was\n\nPage 15 of 22 14\nA List of Current Diagnostic Approaches for COVID-19\nVariants References\nRT-PCR-based detection ( 172 )\nRT-LAMP-based detection ( 173 )\nCRISPR-based detection ( 174 )\nELISA for detecting SARS-CoV-2 anti- ( 155 )\ngens\nSerologic anti-SARS-CoV-2 Immunoglob- ( 165 , 175 )\nulin M (IgM) and immunoglobulin G\n(IgG), detection\nﬂ Nanoparticle-based lateral- ow assay ( 170 )\nIndirect ELISA for detecting anti-SARS- ( 155 )\nCoV-2 antibodies\nChest X-ray imaging ( 176 )\nChest CT scan ( 177 , 178 )\nLung ultrasound imaging ( 179 )\ncapable of detecting SARS-CoV-2 virus in clinical sample\nwith low viral load thereby making it more sensitive than the\nother qRT-PCR methods. This OSN-qRT-PCR assay could be\na promising tool for the diagnosis of COVID-19 ( 163 ).\nSerological Test\nSerological test which involves analysis of blood serum\nﬂ or biological uids to identify the presence of certain\nbiomarkers such as antibody is generally used to monitor\nthe progress of the disease. Various serological tests such as\nenzyme-linked immunosorbent assay (ELISA) have been\nexplored to identify the people who have developed antibod-\nies against SARS-CoV-2 virus infection ( 164 , 165 ). Recently,\nﬂ the FDA also authorized for a lateral ow serological\nimmunoassay, namely, qSARS-CoV-2 IgG/IgM rapid test,\nmanufactured by Cellex Inc. ( 166 ). A schematic illustration of\nELISA-based serological tests is shown in Fig. 8 . Two types of\nELISA immunoassays are developed: detecting of COVID-\n19 antigens or antibodies against virus antigens. These assays\nare similar and differ in coating of a microwell plate. When it\nis coated with antigens, it is used for the detection of\nantibodies generated against the virus. Vice versa, coating\nwith antivirus antibodies allows for the detection of the viral\nﬁ ﬁ antigens. As shown in this gure, rst, the patient sample\ncontaining the viral antigens is added to the anti-SARS-CoV-\n2 antibody-coated microwell plate, followed by addition of an\nenzyme-labeled detection antibody. At the end, a substrate\nsuitable for the enzyme of the detection antibody is added to\nproduce a colorimetric signal, which can be measured using a\nplate reader.\nNanoparticle-Based Serological Tests\nNanoparticle-based colorimetric bioassays have been\ngrowing rapidly in recent years as a promising diagnosis tool\nfor many diseases mainly due to simple instrumentations and\nvisual output of the nano-based diagnostic tools ( 167 ).\nBecause of localized surface plasmon resonance and inherent\n– photostability properties, gold nanoparticles (AuNP) based",
        "char_count": 5302,
        "word_count": 842,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "Page 16 of 22 14\nRepresentative chest CT images. Transverse chest CT Fig. 9. a\nimages from a 40-year-old man showing bilateral multiple lobular and\nsubsegmental areas of consolidation on day 15 after symptom onset. b\nTransverse chest CT images from a 53-year-old woman showing\nbilateral ground-glass opacity and subsegmental areas of consolida-\ntion on day 8 after symptom onset. Transverse chest CT images c\nshowing bilateral ground-glass opacity on day 12 after symptom\nonset. Reproduced with permission from ( 183 )\nﬁ colorimetric bioassays have received signi cant attention in\nthe development of image-based diagnostics ( 168 , 169 ). Re-\ncently, researchers have also explored AuNPs for possible\net al. diagnosis of COVID-19 disease. For example, Huang\n– ﬂ prepared a gold nanoparticle based lateral- ow (AuNP-LF)\nsystem made of various easily available inorganic\nnanomaterials ( 170 ). This AuNP-LF system can detect the\nIgM antibody developed in serum sample of a patient against\n\nThe AAPS Journal (2021) 23: 14\nthe SARS-CoV-2 viral pathogen. The detection AuNP-LF\nstrip was prepared by coating the SARS-CoV-2 nucleoprotein\nas antigen followed by conjugating antihuman IgM antibody.\nThis AuNP-LF strip system could detect the SARS-CoV-2\nvirus in clinical samples within 15 min. Therefore, this AuNP-\nLF-based tool has shown a great promise for fast detection of\nCOVID-19 disease. A general scheme of rapid serological\nassay for the detection of both IgG and IgM antibodies\nagainst COVID-19 virus is presented in Fig. 8c . A small blood\nsample is loaded into a test strip followed by the addition of\nthe reaction buffer. A sample is incubated allowing the gold\nCOVID-19 antigen conjugates to react with IgG-/IgM-labeled\nantibodies. Antirabbit antibodies conjugated with similar\nlabeled gold nanoparticles are used for the detection of\ncontrol antirabbit IgG antibodies. The test is considered\npositive when two lines (for COVID-19 and control antibod-\nies) are visualized. If only the control line is detected, the\nﬁ result is de ned as negative. When no control line is shown,\net al. the test is considered invalid. Moitra prepared gold\n– nanoparticle (AuNP) based sensor for naked-eye detection\nof SARS-CoV-2 virus in the clinical samples ( 171 ). The\nauthors coated the surface of the AuNP with thiol-conjugated\nﬁ antisense oligonucleotides (ASOs) speci c for the nucleocap-\nsid phosphoprotein of SARS-CoV-2 virus. This AuNP system\nwas capable of detecting the presence of SARS-CoV-2 viral\nstain within 10 min. This naked-eye detection method\nincludes clinical sample collection from COVID-19 patient\nfollowed by isolation of viral RNA, which is incubated with\n– the antisense oligonucleotide (ASO) capped gold nanoparti-\ncles (AuNPs) for 5 min. Next, RNase H is treated with the\nresulting viral composite of ASO-capped AuNPs for 5 min at\n65°C producing a visual precipitate from the solution. Such\nAuNP-based system can be a very convenient and cost-\neffective tool for visual detection of SARS-CoV-2 virus.\nVarious current diagnostic approaches for COVID-19 have\nbeen summarized in Table II . Thus, nanotechnology-based\nmethods have potential in the development of cost-effective,\nfast, and point-of-care detection of both of SARS-CoV-2 virus\nand the related biomarkers associated with this viral\ninfection.\nCT Imaging\nComputed tomography (CT) scan was used as an early\ndiagnosis tool for COVID-19 in many countries mostly due\nto lack of testing kits ( 180 ). Abnormal observations in the\nchest CT scan image were used as a diagnostic feature for\nCOVID-19 ( 181 , 182 ). Usually, both bilateral and peripheral\nground-glass opacities were observed in chest CT scans of\nCOVID-19 patients in the early stage of the disease, whereas\nirregular-shaped paving patterns were observed at the later\nstage of the disease. Figure 9 shows chest CT images of ICU\npatients with COVID-19 in various stage of the disease.\nFigure 9a shows typical appearance of bilateral multiple\nlobular and subsegmental areas in the chest CT images.\nFigure 9b shows both bilateral ground-glass opacity and\nsubsegmental areas in the chest CT images of non-ICU\npatients with COVID-19, and Fig. 9c shows only the bilateral\nground-glass opacity in the chest CT images at later stage of\nthe disease ( 183 , 184 ).",
        "char_count": 4287,
        "word_count": 679,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "The AAPS Journal (2021) 23: 14\nCONCLUSIONS\nThe newly emerged COVID-19 viral disease caused by the\nSARS-CoV-2 pathogen has not only created severe panic among\nthe people but also challenged the social culture and healthcare\ninfrastructure all over the world. In this review, we have discussed\nﬂ brie y the cause of the COVID-19 disease, its symptoms, and\nmanagement, and then, we have summarized recent progress on\nthe development of various therapeutic and diagnostic ap-\nproaches for the prevention, treatment, and diagnosis of\nCOVID-19. We presented a diverse range of therapeutics such\nas antiviral therapeutics (repurposing of small molecule drugs),\nadjunctive therapeutics (neutralizing antibody, convalescent\nplasma treatment, etc.), nanotherapeutics (nanoparticle-based\ntherapeutics and vaccines), and computational aided drug\ndiscovery (computation-based methods to predict and design\nnew drug candidate) for COVID-19. Because of similar genome\nsequence of SARS-CoV-2 virus with the previous SARS-CoV\nvirus, both the therapeutics and management methods for SARS-\nCoV infection have also been investigated for the COVID-19\ndisease. We have also summarized various diagnostic approaches\nﬁ developed for detecting and ghting COVID-19. Both re-\nsearchers and clinicians around the world have been working\nfor the development of vaccines as well as clinical trials of existing\nrepurposed antiviral drugs against SARS-CoV-2 virus. While\nﬁ signi cant efforts have been made in recent time in the\ndevelopment of novel therapeutic and diagnostic approaches for\nCOVID-19 disease, still many questions and challenges such as\nﬁ degree of sensitivity and speci city of serological tests for the\ndetection of anti-SARS-CoV-2 antibody in clinical sample,\nwhether the presence of such antibodies can produce immunity\nto this coronavirus etc., remain to be addressed. Although few\nantiviral therapeutics such as remdesivir, umifenovir, favipiravir,\nand ribavirin were evaluated in clinical trials and showed some\npositive results, still more evidences are needed for their\nsuccessful clinical use against this disease. To date, there is no\nclinically approved therapeutics and vaccines for COVID-19.\nTherefore, early diagnosis such as testing of symptomatic and\nasymptomatic individuals and their close contacts by contact\ntracing, quarantine of the infected individuals, and effective\nsupportive treatment of SARS-CoV-2-infected individuals are\nthe key to prevent additional transmission and control this disease\nuntil any clinically approved antiviral therapeutics and/or vac-\ncines for COVID-19 is available in the market.\nACKNOWLEDGMENTS\nImages were created with BioRender.com .\nFUNDING\nThis work was supported in part by grants (R01\nCA238871 and R01 CA209818) from the National Institutes\nof Health (NIH).\nCOMPLIANCE WITH ETHICAL STANDARDS\nﬂ ﬂ The authors declare that they have no con ict Con ict of Interest\nof interest.\n\nPage 17 of 22 14\nThis article is licensed under a Creative Open Access\nCommons Attribution 4.0 International License, which per-\nmits use, sharing, adaptation, distribution and reproduction in\nany medium or format, as long as you give appropriate credit\nto the original author(s) and the source, provide a link to the\nCreative Commons licence, and indicate if changes were\nmade. The images or other third party material in this article\nare included in the article's Creative Commons licence, unless\nindicated otherwise in a credit line to the material. If material\nis not included in the article's Creative Commons licence and\nyour intended use is not permitted by statutory regulation or\nexceeds the permitted use, you will need to obtain permission\ndirectly from the copyright holder. To view a copy of this\nlicence, visit http://creativecommons.org/licenses/by/4.0/ .\nREFERENCES\n1. Cheng VC, Lau SK, Woo PC, Yuen KY. Severe acute\nrespiratory syndrome coronavirus as an agent of emerging\n– and reemerging infection. Clin Microbiol Rev. 2007;20(4):660\n94. https://doi.org/10.1128/CMR.00023-07 .\n2. Girard MP, Tam JS, Assossou OM, Kieny MP. The 2009 a (H1N1)\nﬂ – in uenza virus pandemic: a review. Vaccine. 2010;28(31):4895 902.\nhttps://doi.org/10.1016/j.vaccine.2010.05.031 .\n3. Zumla A, Hui DS, Perlman S. Middle East respiratory\n– syndrome. Lancet. 2015;386(9997):995 1007. https://doi.org/\n10.1016/s0140-6736(15)60454-8 .\n4. Oleribe OO, Salako BL, Ka MM, Akpalu A, McConnochie M,\net al Foster M, . Ebola virus disease epidemic in West Africa: lessons\nlearned and issues arising from West African countries. Clin Med.\n– 2015;15:54 7. https://doi.org/10.7861/clinmedicine.15-1-54 .\n5. Agumadu VC, Ramphul K. Zika virus: a review of literature.\nCureus. 2018;10(7):e3025. https://doi.org/10.7759/cureus.3025 .\n6. World Health, Organization. Novel coronavirus (2019-nCoV):\nsituation report, 1. Geneva: World Health Organization;\n2020. https://apps.who.int/iris/handle/10665/330760 .\nAccessed 2020-01-21.\n7. Gorbalenya AE, Baker SC, Baric RS, de Groot RJ, Drosten C,\net al Gulyaeva AA, . The species severe acute respiratory\nsyndrome-related coronavirus: classifying 2019-nCoV and\n– naming it SARS-CoV-2. Nat Microbiol. 2020;5(4):536 44.\nhttps://doi.org/10.1038/s41564-020-0695-z .\n8. Eurosurveillance Editorial Team. Note from the editors: World\nHealth Organization declares novel coronavirus (2019-nCoV)\nsixth public health emergency of international concern. Euro\nSurveil. 2020;25(5):200131e. https://doi.org/10.2807/1560-\n7917.ES.2020.25.5.200131e .\n9. WHO. Naming the coronavirus disease (COVID-19) and the\nvirus that causes it. World Health, Organization (WHO); 2020.\nhttps://www.who.int/emergencies/diseases/novel-coronavirus-\n2019/technical-guidance/naming-the-coronavirus-disease-\n(covid-2019)-and-the-virusthat-causes-it .\n10. Cucinotta D, Vanelli M. WHO declares COVID-19 a pan-\n– demic. Acta Biomed. 2020;91((1):157 60. https://doi.org/\n10.23750/abm.v91i1.9397 .\n11. Coronavirus disease (COVID-19) pandemic. World Health\nOrganization; 2020 [cited 2020 10/31/2020]; Available from:\nhttps://www.who.int/emergencies/diseases/novel-coronavirus-\n2019?gclid=Cj0KCQjwlvT8BRDeARIsAACRFiW_AoKe8cr7\nJ7MyGq46ojb4LEDnznIAUBkEXISSPxIfKCLbfmxjYgUaA-\nriBEALw_wcB .\net al 12. Li C, Ji F, Wang L, Wang L, Hao J, Dai M, . Asymptomatic\nand human-to-human transmission of SARS-CoV-2 in a 2-\nfamily cluster, Xuzhou, China. Emerg Infect Dis.\n– 2020;26(7):1626 8. https://doi.org/10.3201/eid2607.200718 .\net al 13. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, . A novel\ncoronavirus from patients with pneumonia in China, 2019. N",
        "char_count": 6536,
        "word_count": 894,
        "extraction_method": "two_column"
      },
      {
        "page_number": 18,
        "text": "Page 18 of 22 14\n– Engl J Med. 2020;382(8):727 33. https://doi.org/10.1056/\nNEJMoa2001017 .\net al 14. Su S, Wong G, Shi W, Liu J, Lai ACK, Zhou J, .\nEpidemiology, genetic recombination, and pathogenesis of\n– coronaviruses. Trends Microbiol. 2016;24(6):490 502. https://\ndoi.org/10.1016/j.tim.2016.03.003 .\n15. Petrosillo N, Viceconte G, Ergonul O, Ippolito G, Petersen E.\nCOVID-19, SARS and MERS: are they closely related? Clin\n– Microbiol Infect. 2020;26(6):729 34. https://doi.org/10.1016/\nj.cmi.2020.03.026 .\n16. Udugama B, Kadhiresan P, Kozlowski HN, Malekjahani A,\net al Osborne M, Li VYC, . Diagnosing COVID-19: the disease\n– and tools for detection. ACS Nano. 2020;14(4):3822 35. https://\ndoi.org/10.1021/acsnano.0c02624 .\n17. Khan I, Ahmed Z, Sarwar A, Jamil A, Anwer F. The potential\nvaccine component for COVID-19: a comprehensive review of\nglobal vaccine development efforts. Cureus. 2020;12(6):e8871.\nhttps://doi.org/10.7759/cureus.8871 .\n18. Goldman-Israelow B. Coronavirus replication cycle (tem-\nplate). BioRender.com ; 2020 [cited 2020 11/01/2020]; Available\nﬁ from: https://app.biorender.com/biorender-templates/ gures/\n5e99f5395fd61e0028682c01/t-5e56d97d1b689000850f8f93-coro-\nnavirus-replication-cycle .\net al 19. Xu XW, Wu XX, Jiang XG, Xu KJ, Ying LJ, Ma CL, .\nﬁ Clinical ndings in a group of patients infected with the 2019\nnovel coronavirus (SARS-Cov-2) outside of Wuhan, China:\nretrospective case series. BMJ. 2020;368:m606. https://doi.org/\n10.1136/bmj.m606 .\net al 20. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, .\nEpidemiological and clinical characteristics of 99 cases of 2019\nnovel coronavirus pneumonia in Wuhan, China: a descriptive\n– study. Lancet. 2020;395(10223):507 13. https://doi.org/10.1016/\ns0140-6736(20)30211-7 .\n21. Wu Z, McGoogan JM. Characteristics of and important lessons\nfrom the coronavirus disease 2019 (COVID-19) outbreak in\nChina: summary of a report of 72 314 cases from the Chinese\ncenter for disease control and prevention. JAMA.\n– 2020;323:1239 42.\net al 22. Han C, Duan C, Zhang S, Spiegel B, Shi H, Wang W, .\nDigestive symptoms in COVID-19 patients with mild disease\nseverity: clinical presentation, stool viral RNA testing, and\n– outcomes. Am J Gastroenterol. 2020;115(6):916 23. https://\ndoi.org/10.14309/ajg.0000000000000664 .\net al 23. Pan L, Mu M, Yang P, Sun Y, Wang R, Yan J, . Clinical\ncharacteristics of COVID-19 patients with digestive symptoms\nin Hubei, China: a descriptive, cross-sectional, multicenter\n– study. Am J Gastroenterol. 2020;115(5):766 73. https://doi.org/\n10.14309/ajg.0000000000000620 .\net al 24. Liu W, Zhang Q, Chen J, Xiang R, Song H, Shu S, .\nDetection of COVID-19 in children in early January 2020 in\n– Wuhan, China. N Engl J Med. 2020;382:1370 1. https://doi.org/\n10.1056/NEJMc2003717 .\net al 25. Lu X, Zhang L, Du H, Zhang J, Li YY, Qu J, . SARS-CoV-\n– 2 infection in children. N Engl J Med. 2020;382:1663 5. https://\ndoi.org/10.1056/NEJMc2005073 .\net al 26. Hu Z, Song C, Xu C, Jin G, Chen Y, Xu X, . Clinical\ncharacteristics of 24 asymptomatic infections with COVID-19\nscreened among close contacts in Nanjing, China. Sci China\n– Life Sci. 2020;63(5):706 11. https://doi.org/10.1007/s11427-020-\n1661-4 .\n27. Wang Y, Liu Y, Liu L, Wang X, Luo N, Li L. Clinical outcomes\nin 55 patients with severe acute respiratory syndrome corona-\nvirus 2 who were asymptomatic at hospital admission in\n– Shenzhen, China. J Infect Dis. 2020;221(11):1770 4. https://\ndoi.org/10.1093/infdis/jiaa119 .\n28. Mizumoto K, Kagaya K, Zarebski A, Chowell G. Estimating\nthe asymptomatic proportion of coronavirus disease 2019\n(COVID-19) cases on board the Diamond Princess cruise ship,\nYokohama, Japan, 2020. Euro Surveil. 2020;25:2000180. https://\ndoi.org/10.2807/1560-7917 .\net al 29. Pan X, Chen D, Xia Y, Wu X, Li T, Ou X, . Asymptomatic\ncases in a family cluster with SARS-CoV-2 infection. Lancet\n– Infect Dis. 2020;20(4):410 1. https://doi.org/10.1016/s1473-\n3099(20)30114-6 .\n\nThe AAPS Journal (2021) 23: 14\n30. Sakurai A, Sasaki T, Kato S, Hayashi M, Tsuzuki SI, Ishihara\net al T, . Natural history of asymptomatic SARS-CoV-2\ninfection. N Engl J Med. 2020. https://doi.org/10.1056/\nNEJMc2013020 .\n31. Wang Y, Kang H, Liu X, Tong Z. Asymptomatic cases with\nSARS-CoV-2 infection. J Med Virol. 2020. https://doi.org/\n10.1002/jmv.25990 .\n32. Pushpakom S, Iorio F, Eyers PA, Escott KJ, Hopper S, Wells\net al A, . Drug repurposing: progress, challenges and recom-\n– mendations. Nat Rev Drug Discov. 2019;18(1):41 58. https://\ndoi.org/10.1038/nrd.2018.168 .\n33. Bauchner H, Fontanarosa PB. Randomized clinical trials and\nC O V I D - 1 9 : m a n a g i n g e x p e c t a t i o n s . J A M A .\n– 2020;323(22):2262 3. https://doi.org/10.1001/jama.2020.8115 .\n34. Ahidjo BA, Loe MWC, Ng YL, Mok CK, Chu JJH. Current\nperspective of antiviral strategies against COVID-19. ACS\n– Infect Dis. 2020;6:1624 34. https://doi.org/10.1021/\nacsinfecdis.0c00236 .\n35. Malik S, Gupta A, Zhong X, Rasmussen TP, Manautou JE,\nBahal R. Emerging therapeutic modalities against COVID-19.\nPharmaceuticals (Basel). 2020;13(8):188. https://doi.org/\n10.3390/ph13080188 .\n36. COVID-19 Vaccine tracker. 2020 [cited 2020 08/08/2020];\nhttps://biorender.com/covid-vaccine-tracker . Available from:\n37. Kruse R. Therapeutic strategies in an outbreak scenario to\ntreat the novel coronavirus originating in Wuhan, China\n[version 2; peer review: 2 approved]. F1000Research.\n2020;9:72. https://doi.org/10.12688/f1000research.22211.2 .\n38. Correia IR. Stability of IgG isotypes in serum. mAbs.\n– 2010;2(3):221 32. https://doi.org/10.4161/mabs.2.3.11788 .\n39. Rogers TF, Zhao F, Huang D, Beutler N, Burns A, He WT,\net al . Isolation of potent SARS-CoV-2 neutralizing antibodies\nand protection from disease in a small animal model. Science.\n– 63. https://doi.org/10.1126/science.abc7520 . 2020;369(6506):956\net al 40. Liu C, Zhou Q, Li Y, Garner LV, Watkins SP, Carter LJ, .\nResearch and development on therapeutic agents and vaccines\nfor COVID-19 and related human coronavirus diseases. ACS\n– Cent Sci. 2020;6(3):315 31. https://doi.org/10.1021/\nacscentsci.0c00272 .\n41. Chinese Clinical Trial Registry. A randomized controlled trial for\nﬁ the ef cacy and safety of baloxavir marboxil, favipiravir tablets in\nnovel coronavirus pneumonia (COVID-19) patients who are still\npositive on virus detection under the current antiviral therapy.\n2020. https://www.chictr.org.cn/showprojen.aspx?proj=49013 .\nAccessed 11/23/2020.\n42. Beigel JH, Tomashek KM, Dodd LE, Mehta AK, Zingman BS,\net al Kalil AC, . Remdesivir for the treatment of COVID-19 -\npreliminary report. N Engl J Med 2020. https://doi.org/10.1056/\nNEJMoa2007764 .\n43. Gao J, Tian Z, Yang X. Breakthrough: chloroquine phosphate\nﬁ has shown apparent ef cacy in treatment of COVID-19\nassociated pneumonia in clinical studies. Biosci Trends.\n– 2020;14(1):72 3. https://doi.org/10.5582/bst.2020.01047 .\n44. Gautret P, Lagier JC, Parola P, Hoang VT, Meddeb L, Mailhe\net al M, . Hydroxychloroquine and azithromycin as a treatment\nof COVID-19: results of an open-label non-randomized clinical\ntrial. Int J Antimicrob Agents. 2020;56(1):105949. https://\ndoi.org/10.1016/j.ijantimicag.2020.105949 .\net al 45. Tong S, Su Y, Yu Y, Wu C, Chen J, Wang S, . Ribavirin\ntherapy for severe COVID-19: a retrospective cohort study. Int\nJ Antimicrob Agents. 2020;56:106114. https://doi.org/10.1016/\nj.ijantimicag.2020.106114 .\n46. Vankadari N. Arbidol: a potential antiviral drug for the treatment\nof SARS-CoV-2 by blocking trimerization of the spike glycopro-\ntein. Int J Antimicrob Agents. 2020;56(2):105998. https://doi.org/\n10.1016/j.ijantimicag.2020.105998 .\n47. Warren TK, Jordan R, Lo MK, Ray AS, Mackman RL,\nﬁ et al Soloveva V, . Therapeutic ef cacy of the small molecule\nGS-5734 against Ebola virus in rhesus monkeys. Nature.\n– 2016;531(7594):381 5. https://doi.org/10.1038/nature17180 .\n48. Sheahan TP, Sims AC, Graham RL, Menachery VD, Gralinski\net al LE, Case JB, . Broad-spectrum antiviral GS-5734 inhibits\nboth epidemic and zoonotic coronaviruses. Sci Transl Med.\n2017;9:eaal3653. https://doi.org/10.1126/scitranslmed.aal3653 .",
        "char_count": 8101,
        "word_count": 1186,
        "extraction_method": "two_column"
      },
      {
        "page_number": 19,
        "text": "The AAPS Journal (2021) 23: 14\n49. Agostini ML, Andres EL, Sims AC, Graham RL, Sheahan TP,\net al Lu X, . Coronavirus susceptibility to the antiviral\nremdesivir (GS-5734) is mediated by the viral polymerase\nand the proofreading exoribonu clease. mBio.\n– 2018;9(2):e00221 18. https://doi.org/10.1128/mBio.00221-18 .\n50. Eastman RT, Roth JS, Brimacombe KR, Simeonov A, Shen M,\net al Patnaik S, . Remdesivir: a review of its discovery and\ndevelopment leading to emergency use authorization for\n– treatment of COVID-19. ACS Cent Sci. 2020;6(5):672 83.\nhttps://doi.org/10.1021/acscentsci.0c00489 .\n51. Grein J, Ohmagari N, Shin D, Diaz G, Asperges E, Castagna\net al A, . Compassionate use of remdesivir for patients with\n– severe COVID-19. N Engl J Med. 2020;382(24):2327 36.\nhttps://doi.org/10.1056/NEJMoa2007016 .\n52. Spinner CD, Gottlieb RL, Criner GJ, Arribas Lopez JR,\net al Cattelan AM, Soriano Viladomiu A, . Effect of remdesivir\nvs standard care on clinical status at 11 days in patients with\nmoderate COVID-19: a randomized clinical trial. JAMA.\n– 2020;324(11):1048 57. https://doi.org/10.1001/jama.2020.16349 .\nﬁ 53. FDA approves rst treatment for COVID-19. Food and Drug\nAdministration (FDA); 2020 [updated October 22, 2020; cited\n2020 11/01/2020]; https://www.fda.gov/news- Available from:\nﬁ events/press-announcements/fda-approves- rst-treatment-\ncovid-19 .\net al 54. Huang L, Zhang L, Liu Y, Luo R, Zeng L, Telegina I, .\nﬂ Arbidol for preventing and treating in uenza in adults and\nchildren. Cochrane Database Syst Rev. 2017;2017:CD011489.\nhttps://doi.org/10.1002/14651858.CD011489.pub2 .\n55. Fink SL, Vojtech L, Wagoner J, Slivinski NSJ, Jackson KJ,\net al Wang R, . The antiviral drug arbidol inhibits Zika virus. Sci\nRep. 2018;8(1):8989. https://doi.org/10.1038/s41598-018-27224-\n4 .\nń 56. Hulseberg CE, Fénéant L, Szyma ska-de Wijs KM, Kessler\net al NP, Nelson EA, Shoemaker CJ, . Arbidol and other low-\nmolecular-weight drugs that inhibit Lassa and Ebola viruses. J\n– Virol. 2019;93:e02185 18. https://doi.org/10.1128/JVI .\nﬂ 57. Kadam RU, Wilson IA. Structural basis of in uenza virus\nfusion inhibition by the antiviral drug Arbidol. Proc Natl Acad\n– Sci U S A. 2017;114(2):206 14. https://doi.org/10.1073/\npnas.1617020114 .\n58. Teissier E, Zandomeneghi G, Loquet A, Lavillette D,\net al Lavergne JP, Montserret R, . Mechanism of inhibition of\nenveloped virus membrane fusion by the antiviral drug\nArbidol. PLoS One. 2011;6(1):e15874. https://doi.org/10.1371/\njournal.pone.0015874 .\n59. Lu H. Drug treatment options for the 2019-new coronavirus\n– 71. https://doi.org/ (2019-nCoV). Biosci Trends. 2020;14(1):69\n10.5582/bst.2020.01020 .\n60. Harrison C. Coronavirus puts drug repurposing on the fast\n– track. Nat Biotechnol. 2020;38(4):379 81. https://doi.org/\n10.1038/d41587-020-00003-1 .\n61. Lian N, Xie H, Lin S, Huang J, Zhao J, Lin Q. Umifenovir\ntreatment is not associated with improved outcomes in patients\nwith coronavirus disease 2019: a retrospective study. Clin\n– Microbiol Infect. 2020;26(7):917 21. https://doi.org/10.1016/\nj.cmi.2020.04.026 .\n62. Chen J, Lin S, Niu C, Xiao Q. Clinical evaluation of Shufeng\nJiedu Capsules combined with umifenovir (Arbidol) in the\ntreatment of common-type COVID-19: a retrospective study.\n– Expert Rev Respir Med. 2020:1 9. https://doi.org/10.1080/\n17476348.2020.1822741 .\nﬂ 63. Shiraki K, Daikoku T. Favipiravir, an anti-in uenza drug\nagainst life-threatening RNA virus infections. Pharmacol Ther.\n2 0 2 0 ; 2 0 9 : 1 0 7 5 1 2 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.pharmthera.2020.107512 .\n64. Venkataraman S, Prasad B, Selvarajan R. RNA dependent\nRNA polymerases: insights from structure, function and\nevolution. Viruses. 2018;10(2):76. https://doi.org/10.3390/\nv10020076 .\n65. Shu B, Gong P. Structural basis of viral RNA-dependent RNA\npolymerase catalysis and translocation. Proc Natl Acad Sci U S\n– A. 2016;113(28):E4005 14. https://doi.org/10.1073/\npnas.1602591113 .\n66. Nagata T, Lefor AK, Hasegawa M, Ishii M. Favipiravir: a new\nmedication for the Ebola virus disease pandemic. Disaster\n\nPage 19 of 22 14\n– Med Public Health Prep. 2015;9(1):79 81. https://doi.org/\n10.1017/dmp.2014.151 .\n67. Plantone D, Koudriavtseva T. Current and future use of\nchloroquine and hydroxychloroquine in infectious, immune,\nneoplastic, and neurological diseases: a mini-review. Clin Drug\n– Investig. 2018;38(8):653 71. https://doi.org/10.1007/s40261-018-\n0656-y .\n68. Devaux CA, Rolain JM, Colson P, Raoult D. New insights on\nthe antiviral effects of chloroquine against coronavirus: what to\nexpect for COVID-19? Int J Antimicrob Agents.\n2 0 2 0 ; 5 5 ( 5 ) : 1 0 5 9 3 8 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.ijantimicag.2020.105938 .\net al 69. Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, .\nRemdesivir and chloroquine effectively inhibit the recently\nemerged novel coronavirus (2019-nCoV) in vitro. Cell Res.\n– 2020;30(3):269 71. https://doi.org/10.1038/s41422-020-0282-0 .\n70. Vincent MJ, Bergeron E, Benjannet S, Erickson BR, Rollin\net al PE, Ksiazek TG, . Chloroquine is a potent inhibitor of\nSARS coronavirus infection and spread. Virol J. 2005;2:69.\nhttps://doi.org/10.1186/1743-422X-2-69 .\n71. Dong L, Hu S, Gao J. Discovering drugs to treat coronavirus\n– disease 2019 (COVID-19). Drug Discov Ther. 2020;14(1):58\n60. https://doi.org/10.5582/ddt.2020.01012 .\n72. Zhu RF, Gao YL, Robert SH, Gao JP, Yang SG, Zhu CT.\nSystematic review of the registered clinical trials for coronavi-\nrus disease 2019 (COVID-19). J Transl Med. 2020;18(1):274.\nhttps://doi.org/10.1186/s12967-020-02442-5 .\n73. Tu YF, Chien CS, Yarmishyn AA, Lin YY, Luo YH, Lin YT,\net al . A Review of SARS-CoV-2 and the ongoing clinical trials.\nInt J Mol Sci. 2020;21(7):2657. https://doi.org/10.3390/\nijms21072657 .\n74. Gordon CJ, Tchesnokov EP, Feng JY, Porter DP, Gotte M.\nThe antiviral compound remdesivir potently inhibits RNA-\ndependent RNA polymerase from Middle East respiratory\n– syndrome coronavirus. J Biol Chem. 2020;295(15):4773 9.\nhttps://doi.org/10.1074/jbc.AC120.013056 .\net al 75. Wang Y, Zhang D, Du G, Du R, Zhao J, Jin Y, .\nRemdesivir in adults with severe COVID-19: a randomised,\ndouble-blind, placebo-controlled, multicentre trial. Lancet.\n– 2020;395(10236):1569 78. https://doi.org/10.1016/s0140-\n6736(20)31022-9 .\n76. NIH Clinical Trials. A trial of remdesivir in adults with mild\nand moderate COVID-19. https://clinicaltrials.gov/ct2/show/\nNCT04252664 . 2020.\n77. Lythgoe MP, Middleton P. Ongoing clinical trials for the\nmanagement of the COVID-19 pandemic. Trends Pharmacol\n– Sci. 2020;41(6):363 82. https://doi.org/10.1016/\nj.tips.2020.03.006 .\n78. NIH Clinical Trials. A prospective/retrospective, randomized\ncontrolled clinical study of antiviral therapy in the 2019-nCoV\npneumonia. https://clinicaltrials.gov/ct2/show/NCT042550171/ .\n2020.\net al 79. Cao B, Wang Y, Wen D, Liu W, Wang J, Fan G, . A trial of\nlopinavir-ritonavir in adults hospitalized with severe COVID-\n– 19. N Engl J Med. 2020;382(19):1787 99. https://doi.org/\n10.1056/NEJMoa2001282 .\n80. NIH Clinical Trials. Glucocorticoid therapy for COVID-19\ncritically ill patients with severe acute respiratory failure.\nhttps://clinicaltrials.gov/ct2/show/NCT04244591 . 2020.\n81. US Food & Drug Administration. Coronavirus (COVID-19)\nUpdate: FDA revokes emergency use authorization for\nchloroquine and hydroxychloroquin. 2020. https://\nwww.fda.gov/news-events/press-announcements/coronavirus-\ncovid-19-update-fda-revokes-emergency-use-authorization-\nchloroquine-and . Accessed 06/15/2020.\n82. Rismanbaf A, Zarei S. Liver and kidney injuries in COVID-19\nand their effects on drug therapy; a letter to editor. Arch Acad\nEmerg Med. 2020;8(1):e17.\n83. Khuroo MS. Chloroquine and hydroxychloroquine in corona-\nﬁ virus disease 2019 (COVID-19). Facts, ction and the hype: a\ncritical appraisal. Int J Antimicrob Agents. 2020;56(3):106101.\nhttps://doi.org/10.1016/j.ijantimicag.2020.106101 .\n84. Molina JM, Delaugerre C, Le Goff J, Mela-Lima B,\net al Ponscarme D, Goldwirt L, . No evidence of rapid antiviral\nﬁ clearance or clinical bene t with the combination of",
        "char_count": 8085,
        "word_count": 1184,
        "extraction_method": "two_column"
      },
      {
        "page_number": 20,
        "text": "Page 20 of 22 14\nhydroxychloroquine and azithromycin in patients with severe\nCOVID-19 infection. Med Mal Infect. 2020;50(4):384. https://\ndoi.org/10.1016/j.medmal.2020.03.006 .\n85. ter Meulen J, Bakker ABH, van den Brink EN, Weverling GJ,\net al Martina BEE, Haagmans BL, . Human monoclonal\nantibody as prophylaxis for SARS coronavirus infection in\n– ferrets. Lancet. 2004;363(9427):2139 41. https://doi.org/\n10.1016/s0140-6736(04)16506-9 .\n86. Traggiai E, Becker S, Subbarao K, Kolesnikova L, Uematsu Y,\nﬁ et al Gismondo MR, . An ef cient method to make human\nmonoclonal antibodies from memory B cells: potent neutrali-\n– zation of SARS coronavirus. Nat Med. 2004;10(8):871 5.\nhttps://doi.org/10.1038/nm1080 .\n87. ter Meulen J, van den Brink EN, Poon LL, Marissen WE,\net al Leung CS, Cox F, . Human monoclonal antibody\ncombination against SARS coronavirus: synergy and coverage\nof escape mutants. PLoS Med. 2006;3(7):e237. https://doi.org/\n10.1371/journal.pmed.0030237 .\net al 88. Tian X, Li C, Huang A, Xia S, Lu S, Shi Z, . Potent\nbinding of 2019 novel coronavirus spike protein by a SARS\nﬁ coronavirus-speci c human monoclonal antibody. Emerg Mi-\n– crobes Infect. 2020;9(1):382 5. https://doi.org/10.1080/\n22221751.2020.1729069 .\n89. Puoci F. \"Monoclonal-type\" plastic antibodies for COVID-19\ntreatment: what is the idea? J Funct Biomater. 2020;11(2):43.\nhttps://doi.org/10.3390/jfb11020043 .\n90. Graham BS. Advances in antiviral vaccine development.\n– Immunol Rev. 2013;255(1):230 42. https://doi.org/10.1111/\nimr.12098 .\n91. Afrough B, Dowall S, Hewson R. Emerging viruses and\ncurrent strategies for vaccine intervention. Clin Exp Immunol.\n– 2019;196(2):157 66. https://doi.org/10.1111/cei.13295 .\n92. Chumakov K, Benn CS, Aaby P, Kottilil S, Gallo R. Can\nexisting live vaccines prevent COVID-19? Science.\n– 2020;368(6496):1187 8. https://doi.org/10.1126/science.abc4262 .\n93. Fidel PL Jr, Noverr MC. Could an unrelated live attenuated\nvaccine serve as a preventive measure to dampen septic\nﬂ in ammation associated with COVID-19 infection? mBio.\n– 2020;11(3):e00907 20. https://doi.org/10.1128/mBio.00907-20 .\n94. Madan M, Pahuja S, Mohan A, Pandey RM, Madan K, Hadda\net al V, . TB infection and BCG vaccination: are we protected\n– from COVID-19? Public Health. 2020;185:91 2. https://doi.org/\n10.1016/j.puhe.2020.05.042 .\n95. Jackson LA, Anderson EJ, Rouphael NG, Roberts PC,\net al Makhene M, Coler RN, . An mRNA vaccine against\n– SARS-CoV-2 - preliminary report. Engl J Med. 2020;383:1920\n1931. https://doi.org/10.1056/NEJMoa2022483 .\net al . 96. Smith T, Patel A, Ramos S, Elwood D, Zhu X, Yan J,\nImmunogenicity of a DNA vaccine candidate for COVID-19.\n– Nat Commun. 2020;11(1):2601 14. https://doi.org/10.1038/\ns41467-020-16505-0 .\net al 97. Wu S, Zhong G, Zhang J, Shuai L, Zhang Z, Wen Z, . A\nsingle dose of an adenovirus-vectored vaccine provides pro-\ntection against SARS-CoV-2 challenge. Nat Commun.\n– 2020;11(1):4081 8. https://doi.org/10.1038/s41467-020-17972-1 .\n98. Evaluation of the safety and immunogenicity of a SARS-CoV-\n2 rS (COVID-19) nanoparticle vaccine with/without matrix-M\nadjuvan. NIH U.S. National Library of Medicine; 2020 [cited\n2020 08/22/2020]; Available from: https://clinicaltrials.gov/ct2/\nshow/NCT04368988 .\n99. A study to assess safety, tolerability, and immunogenicity of\n– V591 (COVID-19 vaccine) in healthy participants (V591 001).\nNIH U.S. National Library of Medicine; 2020 [cited 2020 08/\n22/2020]; Available from: https://clinicaltrials.gov/ct2/show/\nNCT04498247 .\n100. Clinical trial to evaluate the safety and immunogenicitiy of the\nCOVID-19 Vaccine (COVID-19-101). NIH U.S. National Li-\nbrary of Medicine; 2020 [cited 2020 08/22/2020]; Available from:\nhttps://clinicaltrials.gov/ct2/show/NCT04497298?term=TMV-\n083+vaccine&draw=2&rank=1 .\n101. Ankcorn M, Gallacher J, Ijaz S, Taha Y, Harvala H,\net al Maclennan S, . Convalescent plasma therapy for persistent\n– hepatitis E virus infection. J Hepatol. 2019;71:434 8. https://\ndoi.org/10.1016/j.jhep.2019.04.008 .\n\nThe AAPS Journal (2021) 23: 14\n102. Wong SS, Yuen KY. The management of coronavirus infec-\ntions with particular reference to SARS. J Antimicrob\n– Chemother. 2008;62(3):437 41. https://doi.org/10.1093/jac/\ndkn243 .\n103. van Griensven J, Edwards T, de Lamballerie X, Semple MG,\net al Gallian P, Baize S, . Evaluation of convalescent plasma for\n– Ebola virus disease in Guinea. N Engl J Med. 2016;374(1):33\n42. https://doi.org/10.1056/NEJMoa1511812 .\n104. Zhou B, Zhong N, Guan Y. Treatment with convalescent\nﬂ plasma for in uenza A (H5N1) infection. N Engl J Med.\n– 2007;357:1450 1. https://doi.org/10.1056/NEJMc070359 .\net al 105. Cheng Y, Wong R, Soo YO, Wong WS, Lee CK, Ng MH, .\nUse of convalescent plasma therapy in SARS patients in Hong\n– Kong. Eur J Clin Microbiol Infect Dis. 2005;24(1):44 6. https://\ndoi.org/10.1007/s10096-004-1271-9 .\net al 106. Duan K, Liu B, Li C, Zhang H, Yu T, Qu J, . Effectiveness\nof convalescent plasma therapy in severe COVID-19 patients.\n– Proc Natl Acad Sci U S A. 2020;117(17):9490 6. https://doi.org/\n10.1073/pnas.2004168117 .\net al 107. Shen C, Wang Z, Zhao F, Yang Y, Li J, Yuan J, . Treatment\nof 5 critically ill patients with COVID-19 with convalescent\n– plasma. JAMA. 2020;323(16):1582 9. https://doi.org/10.1001/\njama.2020.4783 .\n108. Roback JD, Guarner J. Convalescent plasma to treat COVID-\n– 2. 19: possibilities and challenges. JAMA. 2020;323(16):1561\nhttps://doi.org/10.1001/jama.2020.4940 .\n109. FDA. Recommendations for investigational COVID-19 con-\nvalescent plasma. https://www.fda.gov/vaccines-blood-bio-\nlogics/investigational-new-drug-ind-or-device-exemption-ide-\nprocess-cber/recommendations-investigational-covid-19-conva-\nlescent-plasma . 2020.\n110. Magro G. SARS-CoV-2 and COVID-19: is interleukin-6 (IL-6)\nthe 'culprit lesion' of ARDS onset? What is there besides\ntocilizumab? SGP130Fc. Cytokine: X. 2020;2:100029. https://\ndoi.org/10.1016/j.cytox.2020.100029 .\n111. Buonaguro FM, Puzanov I, Ascierto PA. Anti-IL6R role in\ntreatment of COVID-19-related ARDS. J Transl Med.\n2020;18(1):165. https://doi.org/10.1186/s12967-020-02333-9 .\n112. Caocci G, La Nasa G. Could ruxolitinib be effective in patients\nwith COVID-19 infection at risk of acute respiratory distress\n– syndrome (ARDS)? Ann Hematol. 2020;99(7):1675 6. https://\ndoi.org/10.1007/s00277-020-04067-6 .\n113. Cascella M, Mauro I, De Blasio E, Crispo A, Del Gaudio A,\net al Bimonte S, . Rapid and impressive response to a combined\ntreatment with single-dose tocilizumab and NIV in a patient\nwith COVID-19 pneumonia/ARDS. Medicina. 2020;56(8):377.\nhttps://doi.org/10.3390/medicina56080377 .\n114. Altschuler EL, Kast RE. Dapsone, colchicine and olanzapine\nas treatment adjuncts to prevent COVID-19 associated adult\nrespiratory distress syndrome (ARDS). Med Hypotheses.\n2020;141:109774. https://doi.org/10.1016/j.mehy.2020.109774 .\n115. Macalino SJ, Gosu V, Hong S, Choi S. Role of computer-aided\ndrug design in modern drug discovery. Arch Pharm Res.\n– 2015;38(9):1686 701. https://doi.org/10.1007/s12272-015-0640-5 .\n116. Ramsay RR, Popovic-Nikolic MR, Nikolic K, Uliassi E,\nBolognesi ML. A perspective on multi-target drug discovery\nand design for complex diseases. Clin Transl Med. 2018;7(1):3.\nhttps://doi.org/10.1186/s40169-017-0181-2 .\n117. te Velthuis AJ. Common and unique features of viral RNA-\n– dependent polymerases. Cell Mol Life Sci. 2014;71(22):4403\n20. https://doi.org/10.1007/s00018-014-1695-z .\n118. Zhang WF, Stephen P, Theriault JF, Wang R, Lin SX. Novel\ncoronavirus polymerase and nucleotidyl-transferase structures:\npotential to target new outbreaks. J Phys Chem Lett.\n– 2020;11(11):4430 5. https://doi.org/10.1021/acs.jpclett.0c00571 .\n119. Qamar MTU, Alqahtani SM, Alamri MA, Chen LL. Structural\nbasis of SARS-CoV-2 3CL(pro) and anti-COVID-19 drug\ndiscovery from medicinal plants. J Pharm Anal.\n– 2020;10(4):313 9. https://doi.org/10.1016/j.jpha.2020.03.009 .\nﬁ 120. Wang J. Fast identi cation of possible drug treatment of\ncoronavirus disease-19 (COVID-19) through computational\n– drug repurposing study. J Chem Inf Model. 2020;60(6):3277\n86. https://doi.org/10.1021/acs.jcim.0c00179 .\n121. Li W, Moore MJ, Vasilieva N, Sui J, Wong SK, Berne MA,\net al . Angiotensin-converting enzyme 2 is a functional receptor",
        "char_count": 8264,
        "word_count": 1135,
        "extraction_method": "two_column"
      },
      {
        "page_number": 21,
        "text": "The AAPS Journal (2021) 23: 14\n– for the SARS coronavirus. Nature. 2003;426:450 4. https://\ndoi.org/10.1038/nature02145 .\n122. Yan R, Zhang Y, Li Y, Xia L, Guo Y, Zhou Q. Structural basis\nfor the recognition of SARS-CoV-2 by full-length human\n– ACE2. Science. 2020;367:1444 8. https://doi.org/10.1126/\nscience.abb2762 .\n123. Whisenant J, Burgess K. Blocking coronavirus 19 infection via\nthe SARS-CoV-2 spike protein: initial steps. ACS Med Chem\n– Lett. 2020;11(6):1076 8. https://doi.org/10.1021/\nacsmedchemlett.0c00233 .\net al 124. Lan J, Ge J, Yu J, Shan S, Zhou H, Fan S, . Structure of the\nSARS-CoV-2 spike receptor-binding domain bound to the\n– ACE2 receptor. Nature. 2020;581(7807):215 20. https://doi.org/\n10.1038/s41586-020-2180-5 .\net al 125. Wang Q, Zhang Y, Wu L, Niu S, Song C, Zhang Z, .\nStructural and functional basis of SARS-CoV-2 entry by using\n– human ACE2. Cell. 2020;181(4):894 904 . https://doi.org/ e9\n10.1016/j.cell.2020.03.045 .\n126. Zhang G, Pomplun S, Loftis AR, Tan X, Loas A, Pentelute\nBL. Investigation of ACE2 N-terminal fragments binding to\nSARS-CoV-2 Spike RBD. bioRxiv. 2020. https://doi.org/\n10.1101/2020.03.19.999318 .\n127. Walmsley S, Bernstein B, King M, Arribas J, Beall G, Ruane P,\nﬁ et al . Lopinavir-ritonavir versus nel navir for the initial\n– treatment of HIV infection. N Engl J Med. 2002;346:2039 46.\n128. Pulido F, Arribas JR, Delgado R, Cabrero E, González-García\net al J, Pérez-Elias MJ, . Lopinavir-ritonavir monotherapy\nversus lopinavir-ritonavir and two nucleosides for maintenance\n– therapy of HIV. AIDS. 2008;22:F1 F19. https://doi.org/10.1097/\nQAD.0b013e3282f4243b .\n129. Sheahan TP, Sims AC, Leist SR, Schafer A, Won J, Brown AJ,\nﬁ et al . Comparative therapeutic ef cacy of remdesivir and\ncombination lopinavir, ritonavir, and interferon beta against\nMERS-CoV. Nat Commun. 2020;11(1):222. https://doi.org/\n10.1038/s41467-019-13940-6 .\n130. Chu CM, Cheng VC, Hung IF, Wong MM, Chan KH, Chan\net al KS, . Role of lopinavir/ritonavir in the treatment of SARS:\nﬁ – initial virological and clinical ndings. Thorax. 2004;59(3):252\n6. https://doi.org/10.1136/thorax.2003.012658 .\n131. Lin S, Shen R, He J, Li X, Guo X. Molecular modeling\nevaluation of the binding effect of ritonavir, lopinavir and\ndarunavir to severe acute respiratory syndrome coronavirus 2\nproteases. bioRxiv. 2020. https://doi.org/10.1101/\n2020.01.31.929695\n132. Mahapatro A, Singh DK. Biodegradable nanoparticles are\nexcellent vehicle for site directed in-vivo delivery of drugs and\nvaccines. J Nanobiotechnol. 2011;9:55. https://doi.org/10.1186/\n1477-3155-9-55 .\n133. Liu Y, Miyoshi H, Nakamura M. Nanomedicine for drug\ndelivery and imaging: a promising avenue for cancer therapy\nand diagnosis using targeted functional nanoparticles. Int J\n– https://doi.org/10.1002/ijc.22709 . Cancer. 2007;120(12):2527 37.\n134. Jia F, Liu X, Li L, Mallapragada S, Narasimhan B, Wang Q.\nMultifunctional nanoparticles for targeted delivery of immune\nactivating and cancer therapeutic agents. J Control Release.\n– 2 0 1 3 ; 1 7 2 ( 3 ) : 1 0 2 0 3 4 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.jconrel.2013.10.012 .\n135. Majumder J, Taratula O, Minko T. Nanocarrier-based systems\nﬁ for targeted and site speci c therapeutic delivery. Adv Drug\n– Deliv Rev. 2019;144:57 77. https://doi.org/10.1016/\nj.addr.2019.07.010 .\n136. Szunerits S, Barras A, Khanal M, Pagneux Q, Boukherroub R.\nNanostructures for the inhibition of viral infections. Molecules.\n– 2 0 1 5 ; 2 0 ( 8 ) : 1 4 0 5 1 8 1 . h t t p s : / / d o i . o r g / 1 0 . 3 3 9 0 /\nmolecules200814051 .\n137. Cojocaru FD, Botezat D, Gardikiotis I, Uritu CM, Dodi G,\nﬁ et al Tranda r L, . Nanomaterials designed for antiviral drug\ndelivery transport across biological barriers. Pharmaceutics.\n– 2 0 2 0 ; 1 2 ( 2 ) : 1 7 1 2 0 5 . h t t p s : / / d o i . o r g / 1 0 . 3 3 9 0 /\npharmaceutics12020171 .\n138. Coleman CM, Liu YV, Mu H, Taylor JK, Massare M, Flyer\nﬁ et al DC, . Puri ed coronavirus spike protein nanoparticles\ninduce coronavirus neutralizing antibodies in mice. Vaccine.\n– 2 0 1 4 ; 3 2 ( 2 6 ) : 3 1 6 9 7 4 . h t t p s : / / d o i . o r g / 1 0 . 1 0 1 6 /\nj.vaccine.2014.04.016 .\n\nPage 21 of 22 14\net al 139. Huang X, Li M, Xu Y, Zhang J, Meng X, An X, . Novel\ngold nanorod-based HR1 peptide inhibitor for Middle East\nrespiratory syndrome coronavirus. ACS Appl Mater Inter-\n– faces. 2019;11(22):19799 807. https://doi.org/10.1021/\nacsami.9b04240 .\n140. Li Y, Lu J, Han Y, Fan X, Ding S-W. RNA interference\nfunctions as an antiviral immunity mechanism in mammals.\n– Science. 2013;342(6155):231 4. https://doi.org/10.1126/\nscience.1241911 .\n141. Shen AM, Minko T. Pharmacokinetics of inhaled\nnanotherapeutics for pulmonary delivery. J Control Release.\n– 2020;326:222 44. https://doi.org/10.1016/j.jconrel.2020.07.011 .\n142. Garbuzenko OB, Kuzmov A, Taratula O, Pine SR, Minko T.\nﬁ Strategy to enhance lung cancer treatment by ve essential\nelements: inhalation delivery, nanotechnology, tumor-receptor\ntargeting, chemo- and gene therapy. Theranostics.\n– 2019;9(26):8362 76. https://doi.org/10.7150/thno.39816 .\n143. Kuzmov A, Minko T. Nanotechnology approaches for inhala-\ntion treatment of lung diseases. J Control Release.\n– 2015;219:500 18. https://doi.org/10.1016/j.jconrel.2015.07.024 .\n144. Savla R, Minko T. Nanotechnology approaches for inhalation\nﬁ – treatment of brosis. J Drug Target. 2013;21(10):914 25.\nhttps://doi.org/10.3109/1061186X.2013.829078 .\n145. Minko T, Stefanov A, Pozharov V. Selected contribution: lung\nhypoxia: antioxidant and antiapoptotic effects of liposomal\n– 60; alpha-tocopherol. J Appl Physiol. 2002;93(4):1550 discus-\n. https://doi.org/10.1152/japplphysiol.00007.2002 . sion 49\n146. Ivanova V, Garbuzenko OB, Reuhl KR, Reimer DC,\nPozharov VP, Minko T. Inhalation treatment of pulmonary\nﬁ brosis by liposomal prostaglandin E2. Eur J Pharm\n– Biopharm. 2013;84(2):335 44. https://doi.org/10.1016/\nj.ejpb.2012.11.023 .\n147. Garbuzenko OB, Ivanova V, Kholodovych V, Reimer DC,\net al Reuhl KR, Yurkow E, . Combinatorial treatment of\nﬁ idiopathic pulmonary brosis using nanoparticles with prosta-\n– glandin E and siRNA(s). Nanomedicine. 2017;13(6):1983 92.\nhttps://doi.org/10.1016/j.nano.2017.04.005 .\n148. Garbuzenko OB, Kbah N, Kuzmov A, Pogrebnyak N,\nﬁ Pozharov V, Minko T. Inhalation treatment of cystic brosis\nwith lumacaftor and ivacaftor co-delivered by nanostructured\n– lipid carriers. J Control Release. 2019;296:225 31. https://\ndoi.org/10.1016/j.jconrel.2019.01.025 .\n149. El Kantar S, Nehmeh B, Saad P, Mitri G, Estephan C, Mroueh\net al M, . Derivatization and combination therapy of current\nCOVID-19 therapeutic agents: a review of mechanistic path-\nways, adverse effects, and binding sites. Drug Discov Today.\n2020. https://doi.org/10.1016/j.drudis.2020.08.002 .\n150. Chandna P, Saad M, Wang Y, Ber E, Khandare J, Vetcher AA,\net al . Targeted proapoptotic anticancer drug delivery system. Mol\n– Pharm. 2007;4(5):668 78. https://doi.org/10.1021/mp070053o .\n151. Taratula O, Garbuzenko OB, Chen AM, Minko T. Innovative\nstrategy for treatment of lung cancer: targeted\nnanotechnology-based inhalation co-delivery of anticancer\n– drugs and siRNA. J Drug Target. 2011;19(10):900 14. https://\ndoi.org/10.3109/1061186X.2011.622404 .\n152. Garbuzenko OB, Saad M, Pozharov VP, Reuhl KR, Mainelis\nG, Minko T. Inhibition of lung tumor growth by complex\npulmonary delivery of drugs with oligonucleotides as suppres-\nsors of cellular resistance. Proc Natl Acad Sci U S A.\n– 2010;107(23):10737 42. https://doi.org/10.1073/\npnas.1004604107 .\n153. Kim H. Outbreak of novel coronavirus (COVID-19): what is\n– the role of radiologists? Eur Radiol. 2020;30(6):3266 7. https://\ndoi.org/10.1007/s00330-020-06748-2 .\net al 154. Wang W, Xu Y, Gao R, Lu R, Han K, Wu G, . Detection of\nSARS-CoV-2 in different types of clinical specimens. JAMA.\n– 2020;323(18):1843 4. https://doi.org/10.1001/jama.2020.3786 .\n155. Carter LJ, Garner LV, Smoot JW, Li Y, Zhou Q, Saveson CJ,\net al . Assay techniques and test development for COVID-19\n– diagnosis. ACS Cent Sci. 2020;6(5):591 605. https://doi.org/\n10.1021/acscentsci.0c00501 .\n156. Xia J, Tong J, Liu M, Shen Y, Guo D. Evaluation of\ncoronavirus in tears and conjunctival secretions of patients\n– with SARS-CoV-2 infection. J Med Virol. 2020;92(6):589 94.\n. https://doi.org/10.1002/jmv.25725",
        "char_count": 8328,
        "word_count": 1305,
        "extraction_method": "two_column"
      },
      {
        "page_number": 22,
        "text": "Page 22 of 22 14\nﬁ 157. Team C-I. Clinical and virologic characteristics of the rst 12\npatients with coronavirus disease 2019 (COVID-19) in the\n– United States. Nat Med. 2020;26(6):861 8. https://doi.org/\n10.1038/s41591-020-0877-5 .\n158. (FDA), Food and Drug Administration. Accelerated emer-\ngency use authorization (EUA) summary SARS-CoV-2 assay.\n’ Rutgers Clinical Genomics Laboratory. Nationwide Children s\nHospital; 2020. https://www.fda.gov/media/137423/download .\n159. Bhattarai KR, Kim HR, Chae HJ. Compliance with saliva\ncollection protocol in healthy volunteers: strategies for man-\n– aging risk and errors. Int J Med Sci. 2018;15(8):823 31. https://\ndoi.org/10.7150/ijms.25146 .\nﬁ 160. VanGuilder HD, Vrana KE, Freeman WM. Twenty- ve years\nof quantitative PCR for gene expression analysis.\n– Biotechniques. 2008;44(5):619 26. https://doi.org/10.2144/\n000112776 .\net al 161. Park GS, Ku K, Baek SH, Kim SJ, Kim SI, Kim BT, .\nDevelopment of reverse transcription loop-mediated isother-\nﬁ mal ampli cation assays targeting severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2). J Mol Diagn.\n– 2020;22(6):729 35. https://doi.org/10.1016/j.jmoldx.2020.03.006 .\net al 162. Seo G, Lee G, Kim MJ, Baek SH, Choi M, Ku KB, . Rapid\ndetection of COVID-19 causative virus (SARS-CoV-2) in\nﬁ human nasopharyngeal swab specimens using eld-effect\n– transistor-based biosensor. ACS Nano. 2020;14(4):5135 42.\nhttps://doi.org/10.1021/acsnano.0c02823 .\net al 163. Wang J, Cai K, Zhang R, He X, Shen X, Liu J, . Novel one-\nstep single-tube nested quantitative real-time PCR assay for\nhighly sensitive detection of SARS-CoV-2. Anal Chem.\n– 2 0 2 0 ; 1 3 : 9 3 9 9 4 0 4 . h t t p s : / / d o i . o r g / 1 0 . 1 0 2 1 /\nacs.analchem.0c01884 .\n164. Nuccetelli M, Pieri M, Grelli S, Ciotti M, Miano R, Andreoni\net al M, . SARS-CoV-2 infection serology: a useful tool to\novercome lockdown? Cell Death Dis. 2020;6:38. https://doi.org/\n10.1038/s41420-020-0275-2 .\n165. Bryant JE, Azman AS, Ferrari MJ, Arnold BF, Boni MF, Boum\net al Y, . Serology for SARS-CoV-2: apprehensions, opportunities,\nand the path forward. Sci Immunol. 2020;5(47):eabc6347. https://\ndoi.org/10.1126/sciimmunol.abc6347 .\n166. Li JX. Cellex qSARS-CoV-2 IgG/IgM Rapid Test. FDA, U.S.\nFood and Drug Administration. 2020. https://www.fda.gov/\nmedia/136625/download .\n167. Pan D, Pramanik M, Senpan A, Allen JS, Zhang H, Wickline\net al SA, . Molecular photoacoustic imaging of angiogenesis\nwith integrin-targeted gold nanobeacons. FASEB J.\n– 2011;25(3):875 82. https://doi.org/10.1096/fj.10-171728 .\n168. Fraire JC, Perez LA, Coronado EA. Rational design of\nplasmonic nanostructures for biomolecular detection: interplay\n– between theory and experiments. ACS Nano. 2012;6:3441 52.\nhttps://doi.org/10.1021/nn300474p .\net al 169. Zeng J, Zhang Y, Zeng T, Aleisa R, Qiu Z, Chen Y, .\nAnisotropic plasmonic nanostructures for colorimetric sensing.\nNano Today. 2020;32:100855. https://doi.org/10.1016/\nj.nantod.2020.100855 .\n170. Huang C, Wen T, Shi F-J, Zeng X-Y, Jiao Y-J. Rapid detection\nof IgM antibodies against the SARS-CoV-2 virus via colloidal\nﬂ gold nanoparticle-based lateral- ow assay. ACS Omega.\n– 2020;5(21):12550 6. https://doi.org/10.1021/acsomega.0c01554 .\n171. Moitra P, Alafeef M, Dighe K, Frieman MB, Pan D. Selective\nnaked-eye detection of SARS-CoV-2 mediated by N gene\n\nThe AAPS Journal (2021) 23: 14\ntargeted antisense oligonucleotide capped plasmonic nanopar-\n– ticles. ACS Nano. 2020;14:7617 27. https://doi.org/10.1021/\nacsnano.0c03822 .\nﬁ 172. Smyrlaki I, Ekman M, Lentini A, Ru no de Sousa N,\net al Papanicolaou N, Vondracek M, . Massive and rapid\nCOVID-19 testing is feasible by extraction-free SARS-CoV-2\nRT-PCR. Nat Commun. 2020;11(1):4812. https://doi.org/\n10.1038/s41467-020-18611-5 .\net al 173. Lu R, Wu X, Wan Z, Li Y, Zuo L, Qin J, .\nDevelopment of a novel reverse transcription loop-\nﬁ mediated isothermal ampli cation method for rapid detec-\n– tion of SARS-CoV-2. Virol Sin. 2020;35(3):344 7. https://\ndoi.org/10.1007/s12250-020-00218-1 .\net al 174. Hou T, Zeng W, Yang M, Chen W, Ren L, Ai J, .\nDevelopment and evaluation of a rapid CRISPR-based\ndiagnostic for COVID-19. PLoS Pathog. 2020;16(8):e1008705.\nhttps://doi.org/10.1371/journal.ppat.1008705 .\net al 175. Hou H, Wang T, Zhang B, Luo Y, Mao L, Wang F, . Detection\nof IgM and IgG antibodies in patients with coronavirus disease\n2019. Clin Transl Immunol. 2020;9(5):e01136. https://doi.org/\n10.1002/cti2.1136 .\net al 176. Cozzi D, Albanesi M, Cavigli E, Moroni C, Bindi A, Luvarà S, .\nChest X-ray in new coronavirus disease 2019 (COVID-19)\nﬁ infection: ndings and correlation with clinical outcome. La Radiol\n– Med. 2020;125(8):730 7. https://doi.org/10.1007/s11547-020-01232-9 .\n177. Salehi S, Abedi A, Balakrishnan S, Gholamrezanezhad A.\nCoronavirus disease 2019 (COVID-19): a systematic review of\nﬁ imaging ndings in 919 patients. Am J Roentgenol.\n– 2020;215(1):87 93. https://doi.org/10.2214/AJR.20.23034 .\n178. Li Y, Xia L. Coronavirus disease 2019 (COVID-19): role of\nchest CT in diagnosis and management. Am J Roentgenol.\n– 2020;214(6):1280 6. https://doi.org/10.2214/AJR.20.22954 .\nł 179. Buda N, Segura-Grau E, Cylwik J, We nicki M. Lung\nultrasound in the diagnosis of COVID-19 infection - a case\nseries and review of the literature. Adv Med Sci.\n– 85. https://doi.org/10.1016/j.advms.2020.06.005 . 2020;65(2):378\net al 180. Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, . Correlation of\nchest CT and RT-PCR testing in coronavirus disease 2019\n(COVID-19) in China: a report of 1014 cases. Radiology.\n– 2020;296(2):E32 40. https://doi.org/10.1148/radiol.2020200642 .\net al 181. Fu F, Lou J, Xi D, Bai Y, Ma G, Zhao B, . Chest computed\nﬁ tomography ndings of coronavirus disease 2019 (COVID-19)\n– pneumonia. Eur Radiol 2020;30(10):5489 98. https://doi.org/\n10.1007/s00330-020-06920-8 .\n182. Lee EYP, Ng M-Y, Khong P-L. COVID-19 pneumonia: what\n– has CT taught us? Lancet Infect Dis. 2020;20(4):384 5. https://\ndoi.org/10.1016/s1473-3099(20)30134-1 .\net al 183. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, . Clinical\nfeatures of patients infected with 2019 novel coronavirus in\n– Wuhan, China. Lancet. 2020;395(10223):497 506. https://\ndoi.org/10.1016/s0140-6736(20)30183-5 .\net al 184. Pan F, Ye T, Sun P, Gui S, Liang B, Li L, . Time course of\nlung changes at chest CT during recovery from coronavirus\n– disease 2019 (COVID-19). Radiology. 2020;295(3):715 21.\nhttps://doi.org/10.1148/radiol.2020200370 .\n’ Springer Nature remains neutral with regard to Publisher s Note\njurisdictional claims in published maps and institutional\nﬁ af liations.",
        "char_count": 6593,
        "word_count": 992,
        "extraction_method": "two_column"
      }
    ]
  }
}