{
  "metadata": {
    "source_file": "pdfs/SARS-CoV-2 Infection and the COVID-19 Pandemic Emergency.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:37.908595",
    "total_pages": 7,
    "total_characters": 33297,
    "total_words": 5142
  },
  "content": {
    "full_text": "--- Page 1 ---\nReview\nChemotherapy\nDOI: 10.1159/000515343\nSARS-CoV-2 Infection and the COVID-19\nPandemic Emergency: The Importance of\nDiagnostic Methods\na b Marco Ciotti Francesca Benedetti Davide Zella\nd e, f Massimo Ciccozzi Sergio Bernardini\na Virology Unit, Laboratory of Clinical Microbiology and Virology, Polyclinic Tor Vergata Foundation, Rome, Italy;\nb Department of Biochemistry and Molecular Biology, Institute of Human Virology, University of Maryland School of\nc Unit of Clinical Laboratory Science, University Campus Bio-Medico of Rome, Medicine, Baltimore, MD, USA;\nd Unit of Medical Statistics and Molecular Epidemiology, University Campus Bio-Medico of Rome, Rome, Italy;\ne Department of Experimental Medicine, University of Rome Tor Vergata, Rome, Italy; Rome, Italy;\nLaboratory Medicine, Polyclinic Tor Vergata Foundation, Rome, Italy\nKeywords\nCoronavirus disease 2019 · Severe acute respiratory\nsyndrome coronavirus 2 · Pandemic · Real-time PCR ·\nSerology · Antigen test\nAbstract\nBackground: Currently, a pandemic of coronavirus disease\n2019 (COVID-19) caused by the novel coronavirus severe\nacute respiratory syndrome coronavirus 2 (SARS-CoV-2) is\nunderway, resulting in high morbidity and mortality across\nSummary: the globe. A prompt and effective diagnosis is\ncrucial to identify infected individuals, to monitor the infec-\ntion, to perform contact tracing, and to limit the spread of\nthe virus. Since the announcement of this public health\nemergency, several diagnostic methods have been devel-\noped including molecular and serological assays, and more\nrecently biosensors. Here, we present the use of these assays\nas well as their main technical features, advantages, and lim-\nKey Messages: its. The development of reliable diagnostic\nassays is crucial not only for a correct diagnosis and contain-\nkarger@karger.com © 2021 S. Karger AG, Basel\nwww.karger.com/che\n\nReceived: January 6, 2021\nAccepted: January 28, 2021\nPublished online: March 19, 2021\nb c Silvia Angeletti\nf Department of\nment of COVID-19 pandemic, but also for the decision-mak-\ning process that is behind the clinical decisions, eventually\ncontributing to the improvement of patient management.\nFurthermore, with the advent of vaccine and therapeutic\nmonoclonal antibodies against SARS-CoV-2, serological as-\nsays will be instrumental for the validation of these new ther-\napeutic options. © 2021 S. Karger AG, Basel\nIntroduction\nAn outbreak of unknown pneumonia was reported at\nthe end of December 2019 in Wuhan, Hubei province,\nChina. From the respiratory secretions of affected patients\nwas isolated, a novel coronavirus whose genome analysis\nindicated belonging to the genus β-coronavirus, lineage B,\nSarbecovirus. subgenus This seventh human coronavirus is\nrelated to some severe acute respiratory syndrome (SARS)-\nlike coronaviruses detected in bats, but it is distinct from\nthe SARS-CoV and MERS-CoV [1]. The new coronavirus\nMarco Ciotti\nVirology Unit, Laboratory of Clinical Microbiology and Virology\nPolyclinic Tor Vergata Foundation\nViale Oxford 81, IT–00133 Rome (Italy)\n@ ptvonline.it marco.ciotti\n\n--- Page 2 ---\nwas named SARS-CoV-2. Since its discovery, SARS-CoV-2\nspread all over the world, and at the time of writing >85\nmillion people are infected and almost 2 million died (Jan-\nuary 3, 2021). Exposure to the virus may result in asymp-\ntomatic infection or development of symptoms that may\nrange from mild upper respiratory tract symptoms to se-\nvere pneumonia with respiratory failure, hypercoagula-\ntion, hyperinflammatory manifestations, and eventually\ndeath because of multiple organ failure [2, 3]. In Italy, ac-\ncording to the report released by Istituto Superiore Sanità\nupdated to December 2, 2020 (https://www.epicentro.iss.\nit/coronavirus/sars-cov-2-decessi-italia), the mean age of\npatients dying for SARS-CoV-2 infection is 80 years, most\ndeaths occur in men, and 63.1% of deceased men positive\nto SARS-CoV-2 suffers from 3 or more comorbidities.\nAmong these, the most common are hypertension (64.2%),\ntype 2 diabetes (30.7%), and ischemic heart disease (30.7%).\nIn order to contain the pandemic, an effective and rapid\ndiagnosis of SARS-CoV-2 suspected infection is required.\nSeveral diagnostics methods have been developed in a\nshort time frame since the beginning of coronavirus dis-\nease 2019 (COVID-19) pandemic including molecular and\nserological assays [4], and more recently very innovative\nmethods such as biosensors which are currently under in-\nvestigation and require validation [5, 6].\nCurrently, real-time PCR is the gold standard for\nSARS-CoV-2 testing or for confirming COVID-19 diag-\nnosis. However, it requires skilled personnel and time-\nconsuming laboratory procedures. For this reason, the\ndevelopment of innovative approaches such as biosen-\nsors is welcome. They could facilitate the control of out-\nbreaks allowing for a diagnosis of infection at earlier stag-\nes thus reducing the rate of transmission, morbidity, and\nmortality. In this review, we address the use of these di-\nagnostic assays, underlying their advantages and limits,\nand reporting on their main technical features.\nSARS-CoV-2 Diagnostics\nReal-Time PCR Assays\nSeveral molecular assays have been validated and are\ncurrently available on the market for the diagnosis of\nSARS-CoV-2 infection. Validated specimen types in-\nclude nasopharyngeal swab, nasopharyngeal aspirate,\noropharyngeal swab, bronchoalveolar lavage, and spu-\ntum [7]. More recently, saliva has also been evaluated but\nawaits validation. Preliminary results indicate saliva as a\npromising biological specimen for diagnosis, monitoring,\nand infection control [8].\n2 Chemotherapy\nDOI: 10.1159/000515343\n\nSuspected SARS-CoV-2 infections are confirmed after\ndetection of unique and specific target regions within the\nviral genome. According to the PCR design, the specific\ntarget regions may include ORF1ab, RdRp, N, and S genes.\nIn addition, some commercial assays include also the am-\nplification of the common beta coronavirus E gene, which\nis amplified along with one or more specific target genes.\nIn Table 1 are reported the molecular assays approved by\nthe Italian Ministry of Health (0011715-03/04/2020-DG-\nPRE-DGPRE-P).\nIn the USA, the Centers for Disease Control and Pre-\nvention (CDC) developed a real-time PCR protocol,\nwhich targets 2 regions of the N gene of SARS-CoV-2.\nThe internal control is represented by the human RNase\nP gene that is detected both in clinical specimens and con-\ntrol samples (https://www.fda.gov/media/134922/down-\nload. Revision 3, March 30, 2020).\nReal-time PCR assays represent the gold standard for\nthe laboratory diagnosis of SARS-CoV-2 infection; how-\never, false-negative results may occur. Several factors may\nbe responsible for these incorrect results: quality of the\nspecimen, viral load below the limit of detection (LOD) of\nthe method, incorrect handling of the specimen, problems\nduring shipment, timing of sampling (sample collected too\nearly or too late during infection), and source of sample\n(upper or lower respiratory tract). In the initial phase of\nCOVID-19 disease, upper respiratory tract sample can re-\nsult in RT-PCR negative, while chest computed tomogra-\nphy images show the presence of pulmonary abnormalities\nconsistent with viral pneumonia [9–11]. Repeat testing can\nincrease the chance of detecting SARS-CoV-2 RNA [12].\nPoint of care (POC) molecular tests are designed to\ndeliver results in <1 h using RT-PCR technology and are\nperformed on individuals with suspected COVID-19.\nThey do not require particularly trained personnel;\n∼\nhands-on time is minimal ( 1–2 min), and thier result\ninterpretation is straightforward. POC assays may facili-\ntate the management and triage of patients, and some of\nthese platforms could be used outside hospital settings\nsuch as in nursing homes to screen the elderly population,\nwhich is at high risk of developing pneumonia with con-\nsequences often fatal. In Table 2 are listed some of the\nrapid molecular tests that can be used for qualitative de-\ntection of SARS-CoV-2 RNA in individuals with signs\nand symptoms of suspected COVID-19.\nAlthough correlations have been done between viral\nload and severity of disease [13], Ct values cannot be used\nto assess disease’s severity or to monitor response to ther-\napy yet. However, low Ct values, indicative of high viral\nloads, may be used to indicate transmissibility [14, 15]\nCiotti/Benedetti/Zella/Angeletti/Ciccozzi/\nBernardini\n\n--- Page 3 ---\nReal-time reverse transcription PCR assays authorized by the Italian Ministry of Health Table 1.\nAssay Specimen type\nBosphore Novel Coronavirus Nasopharyngeal swab, oropharyngeal swab,\n(2019-Ncov) detection kit sputum, bronchoalveolar lavage\nSTANDARD M nCoV Real-Time Nasopharyngeal swab and throat swab,\nDetection Kit sputum\nAllplex SARS-CoV-2 assay Sputum, nasopharyngeal swab, TM\nnasopharyngeal aspirate, bronchoalveolar\nlavage, throat swab\nQUANTY COVID-19 Nasopharyngeal swab, oropharyngeal swab,\nsputum, serum\nGENEFINDER COVID-19 PLUS Bronchoalveolar lavage fluid, throat swab,\nREALAMP KIT sputum\nNovel Coronavirus COVID-19 Nasopharyngeal swab, oropharyngeal swab,\n(2019 nCoV) Real Time Multiplex bronchoalveolar lavage, sputum,\nRT PCR Kit endotracheal aspirate\nLabGunTM COVID-19 RT-PCR Kit Nasopharyngeal swab, oropharyngeal swab,\nnasopharyngeal wash/aspirate, nasal\naspirate, sputum\nREALQUALITY RQ-2019-nCoV Nasopharyngeal swab, bronchoalveolar\nlavage fluid, sputum\nCOVID-19 detection kit Nasopharyngeal swab, oropharyngeal swab,\nbrongho-alveolar lavage\n*\nRapid molecular tests for detection of SARS-CoV-2 RNA in respiratory samples Table 2.\nMolecular assay Specimen type Gene target\nXpert Xpress SARS-CoV-2 Nasopharyngeal, nasal, E, N2\nmid-turbinate swab\nQIAstat-Dx respiratory Nasopharyngeal swab\nSARS-CoV-2 panel\n®\nNasopharyngeal swab S, M respiratory panel 2.1 BIOFIRE\nCOVID-19 direct kit Nasal swab, nasopharyngeal Simplexa ORF1ab, S TM\nswab, nasal wash/aspirate,\nand bronchoalveolar lavage\nSARS-CoV-2 assay Nasopharyngeal swab, N VitaPCR TM\noropharyngeal swab\nID NOW COVID-19 assay Nasopharyngeal swab, throat RdRp\nswab\nCOVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; LOD, limit of detection.\nDiagnosis of COVID-19\n\nGene target LOD Manufacturer\nE, orf1ab 25 copies/reaction Anatolia Genetik, Turkey\nE, ORF1ab SD BIOSENSOR Inc, Korea NA *\nE, RdRp, N, S 50 copies/reaction Seegene Inc., Korea\nN CLONIT SRL, Italy NA *\nE, RdRp, N 10 copies/reaction OSANG HEALTHCARE Co.,\nKorea\n3 copies/mL Liferiver, SHANGHAI ZI E, N, ORF1ab 1×10\nBIO-TECH CO., LTD, China\nE, RdRp 20 copies/µL LabGenomics Co., Ltd, Korea\nE, RdRp AB ANALITICA s.r.l., Italy NA *\nN, ORF1ab 500 copies/mL OACP S.R.L., Italy\nNA, not available; COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; LOD, limit of detection.\nLOD Time to Company\nresults,\nmin\n250 copies/mL 45 Cepheid, Sunnyvale, CA,\nUSA\nE, ORF1b,RdRp 500 copies/mL 60 Qiagen, Hilden, Germany\n160 copies/mL 45 bioMérieux, Marcy\nl’Etoile, France\n500 copies/mL (NPS, 60 DiaSorin Molecular LLC,\nNW/A); Cypress, CA, USA\n242 copies/mL (NS):\n1,208 copies/mL (BAL)\n2.73 copies/µL 20 Menarini Diagnostics,\nFlorence, Italy\n125 genome equivalents/mL 13 Abbott Diagnostics, IL,\nUSA\n3 Chemotherapy\nDOI: 10.1159/000515343\n\n--- Page 4 ---\nSHERLOCK One-Pot and DETECTR Testing\nSHERLOCK (Specific High-sensitivity Enzymatic Re-\nporter unLOCKing) assay combines simplified viral RNA\nextraction with isothermal amplification and CRISPR\n(Clustered Regularly Interspaced Short Palindromic\nRepeats)-mediated detection. The assay was designed to\ndetect the N gene of SARS-CoV-2 by optimized sets of\nLAMP (Loop-mediated isothermal AMPlification) prim-\ners and AapCas12b guide RNA. The assay is highly sensi-\ntive (33 copies/mL vs. 1,000 copies/mL of the CDC qRT-\nPCR), and the results can be read on a lateral-flow strip\nor fluorescence reader after 80 or 45 min, respectively\n[16]. Similarly, DETECRT (SARS-CoV-2 DNA Endonu-\nclease-TargEted CRISPR Trans Reporter) assay performs\nreverse transcription and isothermal amplification of\nRNA extracted from nasopharyngeal or oropharyngeal\nswabs, followed by Cas12-based detection of E and N\ngene sequences. The N sequence targeted by DETECTR\ndiffers from that recognized by the CDC assay (N1 and\nN3 regions). The selected Cas12 guide RNAs allows the\nidentification of SARS-CoV-2, bat SARS-like coronavi-\nrus and SARS-CoV in the E gene, whereas the N region is\nspecific for SARS-CoV-2. The test is positive if both the E\nand N genes are detected or presumptive positive if either\nE or N gene is detected. The LOD of the assay is 10 cop-\nies/µL reaction versus 1 copy/µL of the CDC assay. The\npositive predictive agreement and negative predictive\nagreement of DETECTR assay versus CDC qRT-PCR are\n95 and 100%, respectively. The turn-around time of the\nDETECTR assay from extraction to result is about 52 min\nfor 1–8 samples extracted manually. Results are visual-\nized by a fluorescent reader or lateral flow strip [17].\nSerological Assays\nSerological assays have been developed using as target\nthe highly antigenic structural proteins spike (S) and nu-\ncleocapsid (N) of SARS-CoV-2. In most individuals,\nmeasurable antibodies develop within days or weeks from\nsymptoms onset [18, 19], thus limiting the use of sero-\nlogical testing in the early phase of infection [20, 21].\nHowever, serological assays are important for contact\ntracing, for identifying suspected cases who are PCR neg-\native but show radiological findings suggestive of CO­\nVID-19 [9, 10], to identify asymptomatic carriers [22] or\nto determine the development of neutralizing antibodies\nin response to vaccination [23, 24]. Instead, doubts arise\nabout the use of antibody tests for seroprevalence surveys\n4 Chemotherapy\nDOI: 10.1159/000515343\n\nfor public health management reasons because the dura-\ntion of circulating antibody is currently unknown [25].\nMost of the available serological assays detect IgM and\nIgG antibodies although IgA antibodies play an impor-\ntant role in mucosal immunity. IgAs can be detected ear-\nlier than IgGs, and in atypical cases or in patients with\nrepeated negative RT-PCR, IgA along with IgG may con-\ntribute to the diagnosis of SARS-CoV-2 infection [26].\nSeveral commercial serological assays have been devel-\noped since the beginning of the COVID-19 pandemic\nsuch as ELISAs, chemiluminescence assays (CLIAs), and\nlateral flow assays. Because of the differences in the assay\ndesign, immunoglobulin classes detected (IgM, IgG, and\nIgA), SARS-CoV-2 antigen used (receptor binding do-\nmain [RBD], S protein, S1 subunit, N protein) or native\ninactivated SARS-CoV-2 [27], and specimen type (se-\nrum, plasma, whole blood, and finger-stick whole blood)\nresults are often not comparable. Furthermore, it is im-\nportant to verify the performance characteristics of the\nassays through a validation process that takes into ac-\ncount the analytical features of the assay as well as the\nclinical sensitivity of the test results [28].\nSerological assays can be qualitative or semiquantita-\ntive and show different sensitivity and specificity toward\nthe antibodies detected. In a recent study where was com-\npared the performance of ELISA, CLIA, and ECLIA as-\nsays, it was found that overall, the ECLIA assay performed\nbest showing an optimal sensitivity and specificity since\nthe first days of infection suggesting that it could be con-\nsidered a valid screening method. IgAs were detected ear-\nlier than IgMs by ELISA assay suggesting that IgA detec-\ntion can be more useful than IgM in the early diagnosis of\nSARS-CoV-2 infection. Also, its level was higher than\nIgM over 20 days of observation [29]. A similar observa-\ntion was already reported in literature [30]. Instead, IgGs\nwere consistently detected after 10 days from symptoms\nonset in line with other studies [29, 31].\nMagnetic chemiluminescence enzyme immunoassay\nis a double antibody sandwich immunoassay that uses the\nnucleoprotein and a peptide of the spike protein of SARS-\nCoV-2 as recombinant antigens for the detection of IgM\nand IgG against SARS-CoV-2. Using this assay, IgM and\nIgG were detected since the first days after symptoms on-\nset, and by 17–19 days from symptoms onset, 100% of the\nstudy subjects were IgG positive. The subject’s IgM posi-\ntive reached a peak of 94.1% after 20–22 days from symp-\ntoms onset. The median day of seroconversion for both\nIgM and IgG was 13 days post symptoms onset. Three\ntypes of seroconversion were observed: (i) synchronous\nseroconversion of IgM and IgG; (ii) IgM seroconversion\nCiotti/Benedetti/Zella/Angeletti/Ciccozzi/\nBernardini\n\n--- Page 5 ---\nearlier than IgG; and (iii) IgG seroconversion earlier than\nIgM. In some patients, IgM and IgG plateaued 6 days after\nthe first positive determination. Furthermore, testing of\nthe sera of individuals with negative RT-PCR and no\nsymptoms who came in close contacts with COVID-19\npatients showed that some of these individuals later test-\ned IgM and/or IgG positive. These last cases demonstrate\nthe importance of serology in identifying those suspected\ncases that are missed by molecular tests [32].\nWith the introduction of vaccination against SARS-\nCoV-2, it will be important to monitor the development\nof neutralizing antibodies against the virus and their du-\nration. At the time of writing, the vaccine Comirnaty de-\nveloped by Pfizer-BioNTech against SARS-CoV-2 has re-\nceived both the Food and Drug Administration and Eu-\nropean Medicine Agency approval (Pfizer-BioNTech\nCOVID-19 Vaccine|FDA; European Medicine Agency\nrecommends first COVID-19 vaccine for authorization\nin the EU|European Medicines Agency [europa.eu]), and\nthe approval for the AIFA (Agenzia Italiana del Farma-\nco), and is being distributed in Italy. This vaccine demon-\nstrated a 95% efficacy in clinical trial in people 16 years of\nage or older [33].\n®\nRecently, an immunoassay, Elecsys Anti-SARS-\nCoV-2 S (Roche Diagnostics, Monza, Italy), has been re-\nleased which is designed for the quantitative determina-\ntion of antibodies to the SARS-CoV-2 spike RBD in hu-\nman serum and plasma. The assay uses a recombinant\nRBD of the S antigen in a double-antigen sandwich assay\nformat that favors detection of high-affinity antibodies\nagainst SARS-CoV-2. The assay aims at evaluating the\nadaptive humoral immune response to the S protein of\nSARS-CoV-2 [34]. This assay showed a clinical sensitivity\nof 98.8% (95% CI: 98.1–99.3%) when testing samples col-\nlected 14 days or later after confirmed SARS-CoV-2 diag-\nnosis by PCR, and an analytical specificity of 100% (95%\nCI: 99.7–100%) when testing samples collected before Oc-\ntober 2019, including samples from individuals with com-\nmon cold symptoms, samples from individuals infected\nwith 1 of the 4 common cold coronaviruses (HKU1, NL63,\n229E, or OC43), and anti-MERS-CoV positive samples.\nThe clinical specificity was 99.98% (95% CI: 99.91–100%),\nwhen testing pre-pandemic samples obtained from rou-\ntine diagnostics and blood donors (Roche Diagnostics In-\nternational Ltd, Rotkreuz, Switzerland).\nRapid Diagnostic Assays\nThere are 2 types of rapid diagnostic assays: the anti-\ngen detection assay and the antibody detection assay.\nBoth tests can be used at the POC or near it and do not\nDiagnosis of COVID-19\n\nrequire special equipment or laboratory infrastructures.\nThey are particularly useful in settings where more ex-\npensive equipment or reagents are not available or when\nit is necessary to reduce the pressure on the molecular\nbiology laboratories [35].\nThe antigen detection assay is usually directed against\nthe nucleocapsid protein of the SARS-CoV-2 which is\nproduced during active infection. The assay is performed\non nasopharyngeal swab samples that are released into a\ndedicated or universal transport medium. The result of\nthe antigen detection assay may be influenced by several\nfactors including the time of sample collection, the qual-\nity of sampling, the concentration of the virus in the col-\nlected sample, and the quality of the reagents. The sen-\nsitivity of the assay is low compared to molecular tests\n[36], and it is generally positive when the viral load is\nvery high and the subject is very infectious, that is, in the\nfirst days of infection during the asymptomatic phase\n(1–2 days) and few days after symptoms onset (5–7\ndays). The antigen test is usually negative when the Ct\nvalue of the real-time PCR is over 30, while its sensitiv-\nity increases with Ct values below 25 [36]. Therefore, a\nnegative antigen test result cannot exclude a SARS-\nCoV-2 infection, and cannot be used to provide guid-\nance for quarantine decision. Nonetheless, rapid antigen\ntests may be useful in high prevalence settings, where a\npositive result most likely represents a true positive re-\nsult or in the presence of asymptomatic carriers with\nhigh viral load where accelerates contact tracing [37].\nTime to result is about 15 min.\nRapid antibody tests are easy to perform and can be\nused at the POC returning a result within 15–20 min. The\ntest can be run on whole blood, finger-stick whole blood,\nserum, and plasma. Rapid antibody tests can be used to\ndetect previous SARS-CoV-2 infection and should not be\nused for determining active infections in clinical care or\nfor contact-tracing purposes. A positive result does not\nnecessarily reflect the presence of neutralizing antibodies\nor protective immunity [38].\nRapid antibody tests are not useful for the early diag-\nnosis of SARS-CoV-2 infection. Overall, antibody tests\nhave an accuracy of 30% in the first week after symptoms\nonset, that increases to 70% in the second week, and to\n>90% after 3 weeks [25]. Sensitivities, specificity, and ac-\ncuracy vary with the manufacturer. For instance, in a\nstudy performed in our laboratory, rapid tests were com-\npared to CLIA assay. The following results were obtained:\nCLIA assay showed a sensitivity of 95% for IgG versus\nabout 90% for the immunochromatographic tests, where-\nas the sensitivity for IgM was 91% for CLIA and ranged\n5 Chemotherapy\nDOI: 10.1159/000515343\n\n--- Page 6 ---\nfrom 61.4 to 87.8% for the rapid tests. Specificity was\n100% for all tests [39]. Therefore, these tests should un-\ndergo laboratory validation before use in outpatient clin-\nics or as direct-to-consumer testing.\nBiosensors in the Diagnosis of SARS-CoV-2 Infection\nA rapid and accurate, easy to use, diagnostic system is\nimportant for controlling infection source and monitor-\ning progression of disease. Recently, it has been developed\nan ultrasensitive electrochemical detection technology\nthat uses calixarene functionalized graphene oxide for tar-\ngeting SARS-CoV-2 RNA. Using a portable electrochem-\nical smartphone, this technology can detect viral RNA\nwithout performing reverse transcription and amplifica-\ntion, but instead, it relies on a supersandwich-type recog-\nnition approach. The biosensor detected viral RNA from\nCOVID-19 confirmed patients and recovery patients, and\nthe detectable ratio was higher than RT-PCR suggesting a\nhigher sensitivity. In this work, the authors reached a LOD\nof 200 copies/mL which is much lower than the LODs\nclaimed by several commercial diagnostic RT-PCR assays.\nGiven the high sensitivity and easy to use, the biosensor\ncould be used as a point-of-care (POC) testing [5].\nAnother interesting approach is the use of a breath de-\nvice for differentiating between COVID-19 patients and\npatients with other lung infections. The device is com-\nposed of a nanomaterial-based hybrid sensor array able\nto detect disease-specific biomarkers from exhaled breath\n[6]. In the case of SARS-CoV-2 infection, this biosensor\nshowed a good capability of differentiating between CO-\nVID-19 patients, healthy controls, and patients with lung\ninfections unrelated to COVID-19. Training and test set\ndata showed 94 and 76% accuracy in differentiating pa-\ntients from controls, and 90 and 95% accuracy in differ-\nentiating between COVID-19 patients and patients with\nother lung infections, respectively [6]. If the validity of\nthis technology is confirmed by future studies, this bio-\nsensor may be used as screening tool in POC facilities.\nReferences\nwith Pneumonia in China, 2019.\n382(8): Med . 2020 Feb;\nfected pneumonia in Wuhan, China.\n323(11): 1061–9. 2020;\n6 Chemotherapy\nDOI: 10.1159/000515343\n\nConclusions\nLaboratory diagnostic assays are key for a proper man-\nagement of COVID-19 patients and for limiting the\nspread of SARS-CoV-2. Molecular assays represent the\ngold standard for the diagnosis of suspected COVID-19\ncases. Nonetheless, serological assays may be used in\ncombination with molecular tests to improve diagnostic\nsensitivity and to identify asymptomatic individuals who\ntested PCR negative but are IgG or IgM positive; in par-\nticular close contacts of COVID-19 patients. With the in-\ntroduction of the prophylactic vaccine against SARS-\nCoV-2, detection and quantification of neutralizing anti-\nbodies by serological assays will allow to verify the\nefficacy of the vaccine through the determination of the\nantibody response against the virus and to monitor the\nneutralizing antibody titer. Monitoring of the antibody\ntiter is important to determine when a new dose of vac-\ncine is needed. Finally, a new impulse in support of the\nbattle against COVID-19 pandemic comes from new\ntechnologies such as biosensors that, if validated, might\nbe used in POC facilities.\nConflict of Interest Statement\nThe authors have no conflicts of interest to declare.\nFunding Sources\nThe authors did not receive any funding.\nAuthor Contributions\nMarco Ciotti: conception of the work, writing, revision, and\nfinal approval; Francesca Benedetti: PubMed search, revision, and\nfinal approval; Davide Zella: critical revision and final approval;\nSilvia Angeletti: critical revision and final approval; Massimo Cic-\ncozzi: critical revision and final approval; Sergio Bernardini: con-\nception of the work, critical revision, and final approval.\n1\t Zhu N, Zhang D, Wang W, Li X, Yang B, Song 3\t Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y,\nJ, et al. A Novel Coronavirus from Patients et al. Clinical features of patients infected with\nN Engl J 2019 novel coronavirus in Wuhan, China.\n727–33. 395(10223): 497–506. Lancet . 2020;\n2\t Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, 4\t Ciotti M, Ciccozzi M, Terrinoni A, Jiang WC,\net al. Clinical characteristics of 138 hospital- Wang CB, Bernardini S. The COVID-19 pan-\n57(6): 365– ized patients with 2019 novel coronavirus-in- demic. Crit Rev Clin Lab Sci . 2020;\n88. JAMA .\nCiotti/Benedetti/Zella/Angeletti/Ciccozzi/\nBernardini\n\n--- Page 7 ---\n5\t Zhao H, Liu F, Xie W, Zhou TC, OuYang J,\nJin L, et al. Ultrasensitive supersandwich-type\nelectrochemical sensor for SARS-CoV-2 from based detection of SARS-CoV-2.\n38(7): 870–4. the infected COVID-19 patients using a nol . 2020;\nsmartphone. Sens Actuators B Chem . 2021;\n327: 128899.\n6\t Shan B, Broza YY, Li W, Wang Y, Wu S, Liu\nZ, et al. Multiplexed nanomaterial-based sen-\ntion by SARS-CoV-2: sor array for detection of COVID-19 in ex-\n14(9): study. Lancet Infect Dis haled breath. ACS Nano . 2020;\n12125−32.\n7\t Ciotti M, Ciccozzi M, Terrinoni A, Jiang WC,\nWang CB, Bernardini S. The COVID-19 pan-\n57(6): 365– VID-2019. Nature demic. Crit Rev Clin Lab Sci . 2020;\n88.\n8\t To KK-W, Tsang OT-Y, Yip CC-Y, Chan\nK-H, Wu T-C, Chan JM-C, et al. Consistent\nCoV-2 IgM/IgG and antibody kinetics. detection of 2019 novel coronavirus in saliva.\n71(15): 841–3. Chem Lab Med . 2020; Clin Infect Dis . 2020;\n9\t Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W,\net al. Correlation of chest CT and RT-PCR\ntesting for coronavirus disease 2019 (COV-\na report of 1014 cases. Radi- ID-19) in China: virus disease 2019.\n296(2): E32–40. 71(8): 1930–4. ology . 2020;\n10\t Huang P, Liu T, Huang L, Liu H, Lei M, Xu\nW, et al. Use of chest CT in combination with\nnegative RT-PCR assay for the 2019 novel CoV-2 in patients with COVID-19.\n26(6): 845–8. coronavirus but high clinical suspicion. Radi- 2020;\n295(1): 22–3. ology . 2020;\n11\t Xie X, Zhong Z, Zhao W, Zheng C, Wang F,\nLiu J. Chest CT for typical 2019-nCoV pneu-\nrelationship to negative RT-PCR test- monia: 19 vaccine against SARS-CoV-2:\n296(2): E41–5. ing. Radiology . 2020;\n12\t Loeffelholz MJ, Tang Y-W. Laboratory diag- domised controlled trial.\n1979–93. nosis of emerging human coronavirus infec-\nthe state of the art. Emerg Microbes In- tions:\n9(1): 747–56. fect . 2020;\n13\t Liu Y, Yan LM, Wan L, Xiang TX, Le A, Liu\nJM, et al. Viral dynamics in mild and severe mRNA-1273 vaccination.\n384(1): 80–2. cases of COVID-19. Lancet Infect Dis . 2020; Jan 7;\n20(6): 656–7.\n14\t Li Q, Guan X, Wu P, Wang X, Zhou L, Tong\nY, et al. Early transmission dynamics in Wu-\nhan, China, of novel coronavirus-infected fection with SARS-CoV-2.\n382(13): pneumonia. N Engl J Med . 2020; base Syst Rev . 2020;\n1199–207.\n15\t Tang YW, Schmitz JE, Persing DH, Stratton\nCW. Laboratory diagnosis of COVID-19:\ncurrent issues and challenges. J Clin Micro-\n58(6): e00512–20. biol . 2020;\n16\t Joung J, Ladha A, Saito M, Kim NG, Woolley Euro Surveill . 2020;\nAE, Segel M, et al. Detection of SARS-CoV-2\nwith SHERLOCK one-pot testing. N Engl J\n383(15): 1492–4. Med . 2020;\nbased on native inactivated virus.\nnopharmacol . 2021 Mar;\nDiagnosis of COVID-19\n\n28\t Theel ES, Slev P, Wheeler S, Couturier MR, 17\t Broughton JP, Deng X, Yu G, Fasching CL,\nWong SJ, Kadkhoda K. The role of antibody Servellita V, Singh J, et al. CRISPR-Cas12-\nis there one? J Clin testing for SARS-CoV-2: Nat Biotech-\n58(8): e00797–20. Microbiol . 2020;\n18\t To KK, Tsang OT, Leung WS, Tam AR, Wu 29\t Pieri M, Ciotti M, Carlozzi N, Frassanito ML,\nTC, Lung DC, et al. Temporal profiles of viral Meloni A, Cistera A, et al. SARS-CoV-2 infec-\nload in posterior oropharyngeal saliva samples tion serology validation of different methods:\nand serum antibody responses during infec- usefulness of IgA in the early phase of infec-\n511: 28–32. an observational cohort tion. Clin Chim Acta . 2020;\n20(5): 565–74. 30\t Padoan A, Sciacovelli L, Basso D, Negrini D, . 2020;\n19\t Wölfel R, Corman VM, Guggemos W, Seilma- Zuin S, Cosma C, et al. IgA-Ab response to\nier M, Zange s, Müller MA, et al. Virological spike glycoprotein of SARS-CoV-2 in patients\na longitudinal study. Clin assessment of hospitalized patients with CO- with COVID-19:\n507: 164–6. . 2020; 581(7809): 465–9. Chim Acta . 2020;\n20\t Padoan A, Cosma C, Sciacovelli L, Faggian D, 31\t Padoan A, Cosma C, Sciacovelli L, Faggian D,\nPlebani M. Analytical performances of a che- Plebani M. Analytical performances of a che-\nmiluminescence immunoassay for SARS- miluminescence immunoassay for SARS-\nClin CoV-2 IgM/IgG and antibody kinetics. Clin\n58(7): 1081–8. 58(7): 1081–8. Chem Lab Med . 2020;\n32\t Long  Q-X, Liu B-Z, Deng  H-J, Wu G-C, Deng 21\t Xiang F, Wang X, He X, Peng Z, Yang B,\nK, Chen Y-K, et al. Antibody responses to Zhang J, et al. Antibody detection and dy-\nSARS-CoV-2 in patients with COVID-19. namic characteristics in patients with corona-\n26: 845–8. Nature Med . 2020; Clin Infect Dis . 2020;\n33\t Polack FP, Thomas SJ, Kitchin N, Absalon J,\n22\t Long QX, Liu BZ, Deng HJ, Wu GC, Deng K, Gurtman A, Lockhart S, et al. Safety and effi-\nChen YK, et al. Antibody responses to SARS- cacy of the BNT162b2 mRNA Covid-19 vac-\n383(27): 2603–15. Nat Med . cine. N Engl J Med . 2020;\n34\t Hotez PJ, Corry DB, Bottazzi ME. COVID-19\nthe Janus face of immune en- 23\t Folegatti PM, Ewer KJ, Aley PK, Angus B, vaccine design:\n20(6): hancement. Nat Rev Immunol . 2020; Becker S, Belij-Rammerstorfer S, et al. Safety\n347–8. and immunogenicity of the ChAdOx1 nCoV-\na prelimi- 35\t Ciotti M, Ciccozzi M, Terrinoni A, Jiang WC,\nnary report of a phase 1/2, single-blind, ran- Wang CB, Bernardini S. The COVID-19 pan-\n57(6): 365– 396: Lancet . 2020; demic. Crit Rev Clin Lab Sci . 2020;\n88.\n24\t Widge AT, Rouphael NG, Jackson LA, An- 36\t Scohy A, Anantharajah A, Bodéus M, Kabam-\nderson EJ, Roberts PC, Makhene M, et al. Du- ba-Mukadi B, Verroken A, Rodriguez-Vil-\nrability of responses after SARS-CoV-2 lalobos H. Low performance of rapid antigen\nN Engl J Med . 2021 detection test as frontline testing for CO­\n129: VID-19 diagnosis. J Clin Virol . 2020;\n104455. 25\t Deeks JJ, Dinnes J, Takwoingi Y, Davenport\nhttps: //www.ecdc.europa.eu/ 37\t Available from: C, Spijker R, Taylor-Phillips S, et al. Antibody\nsites/default/files/documents/Options-use- tests for identification of current and past in-\nof-rapid-antigen-tests-for-COVID-19.pdf. Cochrane Data-\n6(6): CD013652. 38 SARS-CoV-2 antigen-detecting rapid diag-\nnostic tests: an implementation guide . Gene- 26\t Jääskeläinen AJ, Kekäläinen E, Kallio-Kokko\nWorld Health Organization; 2020. Li- va: H, Mannonen L, Kortela E, Vapalahti O, et al.\nCC BY-NC-SA 3.0 IGO. cence: Evaluation of commercial and automated\nSARS-CoV-2 IgG and IgA ELISAs using coro- 39\t Nuccetelli M, Pieri M, Grelli S, Ciotti M, Mi-\nnavirus disease (COVID-19) patient samples. ano R, Andreoni M, et al. SARS-CoV-2 infec-\na useful tool to overcome lock- 25(18): 2000603–26. tion serology:\n6: 38. 27\t Nuccetelli M, Pieri M, Gisone F, Sarubbi S, down? Cell Death Discov . 2020;\nCiotti M, Andreoni M, et al. Evaluation of a\nnew simultaneous anti-SARS-CoV-2 IgA,\nIgM and IgG screening automated assay\nInt Immu-\n92: 107330.\n7 Chemotherapy\nDOI: 10.1159/000515343",
    "pages": [
      {
        "page_number": 1,
        "text": "Review\nChemotherapy\nDOI: 10.1159/000515343\nSARS-CoV-2 Infection and the COVID-19\nPandemic Emergency: The Importance of\nDiagnostic Methods\na b Marco Ciotti Francesca Benedetti Davide Zella\nd e, f Massimo Ciccozzi Sergio Bernardini\na Virology Unit, Laboratory of Clinical Microbiology and Virology, Polyclinic Tor Vergata Foundation, Rome, Italy;\nb Department of Biochemistry and Molecular Biology, Institute of Human Virology, University of Maryland School of\nc Unit of Clinical Laboratory Science, University Campus Bio-Medico of Rome, Medicine, Baltimore, MD, USA;\nd Unit of Medical Statistics and Molecular Epidemiology, University Campus Bio-Medico of Rome, Rome, Italy;\ne Department of Experimental Medicine, University of Rome Tor Vergata, Rome, Italy; Rome, Italy;\nLaboratory Medicine, Polyclinic Tor Vergata Foundation, Rome, Italy\nKeywords\nCoronavirus disease 2019 · Severe acute respiratory\nsyndrome coronavirus 2 · Pandemic · Real-time PCR ·\nSerology · Antigen test\nAbstract\nBackground: Currently, a pandemic of coronavirus disease\n2019 (COVID-19) caused by the novel coronavirus severe\nacute respiratory syndrome coronavirus 2 (SARS-CoV-2) is\nunderway, resulting in high morbidity and mortality across\nSummary: the globe. A prompt and effective diagnosis is\ncrucial to identify infected individuals, to monitor the infec-\ntion, to perform contact tracing, and to limit the spread of\nthe virus. Since the announcement of this public health\nemergency, several diagnostic methods have been devel-\noped including molecular and serological assays, and more\nrecently biosensors. Here, we present the use of these assays\nas well as their main technical features, advantages, and lim-\nKey Messages: its. The development of reliable diagnostic\nassays is crucial not only for a correct diagnosis and contain-\nkarger@karger.com © 2021 S. Karger AG, Basel\nwww.karger.com/che\n\nReceived: January 6, 2021\nAccepted: January 28, 2021\nPublished online: March 19, 2021\nb c Silvia Angeletti\nf Department of\nment of COVID-19 pandemic, but also for the decision-mak-\ning process that is behind the clinical decisions, eventually\ncontributing to the improvement of patient management.\nFurthermore, with the advent of vaccine and therapeutic\nmonoclonal antibodies against SARS-CoV-2, serological as-\nsays will be instrumental for the validation of these new ther-\napeutic options. © 2021 S. Karger AG, Basel\nIntroduction\nAn outbreak of unknown pneumonia was reported at\nthe end of December 2019 in Wuhan, Hubei province,\nChina. From the respiratory secretions of affected patients\nwas isolated, a novel coronavirus whose genome analysis\nindicated belonging to the genus β-coronavirus, lineage B,\nSarbecovirus. subgenus This seventh human coronavirus is\nrelated to some severe acute respiratory syndrome (SARS)-\nlike coronaviruses detected in bats, but it is distinct from\nthe SARS-CoV and MERS-CoV [1]. The new coronavirus\nMarco Ciotti\nVirology Unit, Laboratory of Clinical Microbiology and Virology\nPolyclinic Tor Vergata Foundation\nViale Oxford 81, IT–00133 Rome (Italy)\n@ ptvonline.it marco.ciotti",
        "char_count": 3087,
        "word_count": 442,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "was named SARS-CoV-2. Since its discovery, SARS-CoV-2\nspread all over the world, and at the time of writing >85\nmillion people are infected and almost 2 million died (Jan-\nuary 3, 2021). Exposure to the virus may result in asymp-\ntomatic infection or development of symptoms that may\nrange from mild upper respiratory tract symptoms to se-\nvere pneumonia with respiratory failure, hypercoagula-\ntion, hyperinflammatory manifestations, and eventually\ndeath because of multiple organ failure [2, 3]. In Italy, ac-\ncording to the report released by Istituto Superiore Sanità\nupdated to December 2, 2020 (https://www.epicentro.iss.\nit/coronavirus/sars-cov-2-decessi-italia), the mean age of\npatients dying for SARS-CoV-2 infection is 80 years, most\ndeaths occur in men, and 63.1% of deceased men positive\nto SARS-CoV-2 suffers from 3 or more comorbidities.\nAmong these, the most common are hypertension (64.2%),\ntype 2 diabetes (30.7%), and ischemic heart disease (30.7%).\nIn order to contain the pandemic, an effective and rapid\ndiagnosis of SARS-CoV-2 suspected infection is required.\nSeveral diagnostics methods have been developed in a\nshort time frame since the beginning of coronavirus dis-\nease 2019 (COVID-19) pandemic including molecular and\nserological assays [4], and more recently very innovative\nmethods such as biosensors which are currently under in-\nvestigation and require validation [5, 6].\nCurrently, real-time PCR is the gold standard for\nSARS-CoV-2 testing or for confirming COVID-19 diag-\nnosis. However, it requires skilled personnel and time-\nconsuming laboratory procedures. For this reason, the\ndevelopment of innovative approaches such as biosen-\nsors is welcome. They could facilitate the control of out-\nbreaks allowing for a diagnosis of infection at earlier stag-\nes thus reducing the rate of transmission, morbidity, and\nmortality. In this review, we address the use of these di-\nagnostic assays, underlying their advantages and limits,\nand reporting on their main technical features.\nSARS-CoV-2 Diagnostics\nReal-Time PCR Assays\nSeveral molecular assays have been validated and are\ncurrently available on the market for the diagnosis of\nSARS-CoV-2 infection. Validated specimen types in-\nclude nasopharyngeal swab, nasopharyngeal aspirate,\noropharyngeal swab, bronchoalveolar lavage, and spu-\ntum [7]. More recently, saliva has also been evaluated but\nawaits validation. Preliminary results indicate saliva as a\npromising biological specimen for diagnosis, monitoring,\nand infection control [8].\n2 Chemotherapy\nDOI: 10.1159/000515343\n\nSuspected SARS-CoV-2 infections are confirmed after\ndetection of unique and specific target regions within the\nviral genome. According to the PCR design, the specific\ntarget regions may include ORF1ab, RdRp, N, and S genes.\nIn addition, some commercial assays include also the am-\nplification of the common beta coronavirus E gene, which\nis amplified along with one or more specific target genes.\nIn Table 1 are reported the molecular assays approved by\nthe Italian Ministry of Health (0011715-03/04/2020-DG-\nPRE-DGPRE-P).\nIn the USA, the Centers for Disease Control and Pre-\nvention (CDC) developed a real-time PCR protocol,\nwhich targets 2 regions of the N gene of SARS-CoV-2.\nThe internal control is represented by the human RNase\nP gene that is detected both in clinical specimens and con-\ntrol samples (https://www.fda.gov/media/134922/down-\nload. Revision 3, March 30, 2020).\nReal-time PCR assays represent the gold standard for\nthe laboratory diagnosis of SARS-CoV-2 infection; how-\never, false-negative results may occur. Several factors may\nbe responsible for these incorrect results: quality of the\nspecimen, viral load below the limit of detection (LOD) of\nthe method, incorrect handling of the specimen, problems\nduring shipment, timing of sampling (sample collected too\nearly or too late during infection), and source of sample\n(upper or lower respiratory tract). In the initial phase of\nCOVID-19 disease, upper respiratory tract sample can re-\nsult in RT-PCR negative, while chest computed tomogra-\nphy images show the presence of pulmonary abnormalities\nconsistent with viral pneumonia [9–11]. Repeat testing can\nincrease the chance of detecting SARS-CoV-2 RNA [12].\nPoint of care (POC) molecular tests are designed to\ndeliver results in <1 h using RT-PCR technology and are\nperformed on individuals with suspected COVID-19.\nThey do not require particularly trained personnel;\n∼\nhands-on time is minimal ( 1–2 min), and thier result\ninterpretation is straightforward. POC assays may facili-\ntate the management and triage of patients, and some of\nthese platforms could be used outside hospital settings\nsuch as in nursing homes to screen the elderly population,\nwhich is at high risk of developing pneumonia with con-\nsequences often fatal. In Table 2 are listed some of the\nrapid molecular tests that can be used for qualitative de-\ntection of SARS-CoV-2 RNA in individuals with signs\nand symptoms of suspected COVID-19.\nAlthough correlations have been done between viral\nload and severity of disease [13], Ct values cannot be used\nto assess disease’s severity or to monitor response to ther-\napy yet. However, low Ct values, indicative of high viral\nloads, may be used to indicate transmissibility [14, 15]\nCiotti/Benedetti/Zella/Angeletti/Ciccozzi/\nBernardini",
        "char_count": 5340,
        "word_count": 793,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "Real-time reverse transcription PCR assays authorized by the Italian Ministry of Health Table 1.\nAssay Specimen type\nBosphore Novel Coronavirus Nasopharyngeal swab, oropharyngeal swab,\n(2019-Ncov) detection kit sputum, bronchoalveolar lavage\nSTANDARD M nCoV Real-Time Nasopharyngeal swab and throat swab,\nDetection Kit sputum\nAllplex SARS-CoV-2 assay Sputum, nasopharyngeal swab, TM\nnasopharyngeal aspirate, bronchoalveolar\nlavage, throat swab\nQUANTY COVID-19 Nasopharyngeal swab, oropharyngeal swab,\nsputum, serum\nGENEFINDER COVID-19 PLUS Bronchoalveolar lavage fluid, throat swab,\nREALAMP KIT sputum\nNovel Coronavirus COVID-19 Nasopharyngeal swab, oropharyngeal swab,\n(2019 nCoV) Real Time Multiplex bronchoalveolar lavage, sputum,\nRT PCR Kit endotracheal aspirate\nLabGunTM COVID-19 RT-PCR Kit Nasopharyngeal swab, oropharyngeal swab,\nnasopharyngeal wash/aspirate, nasal\naspirate, sputum\nREALQUALITY RQ-2019-nCoV Nasopharyngeal swab, bronchoalveolar\nlavage fluid, sputum\nCOVID-19 detection kit Nasopharyngeal swab, oropharyngeal swab,\nbrongho-alveolar lavage\n*\nRapid molecular tests for detection of SARS-CoV-2 RNA in respiratory samples Table 2.\nMolecular assay Specimen type Gene target\nXpert Xpress SARS-CoV-2 Nasopharyngeal, nasal, E, N2\nmid-turbinate swab\nQIAstat-Dx respiratory Nasopharyngeal swab\nSARS-CoV-2 panel\n®\nNasopharyngeal swab S, M respiratory panel 2.1 BIOFIRE\nCOVID-19 direct kit Nasal swab, nasopharyngeal Simplexa ORF1ab, S TM\nswab, nasal wash/aspirate,\nand bronchoalveolar lavage\nSARS-CoV-2 assay Nasopharyngeal swab, N VitaPCR TM\noropharyngeal swab\nID NOW COVID-19 assay Nasopharyngeal swab, throat RdRp\nswab\nCOVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; LOD, limit of detection.\nDiagnosis of COVID-19\n\nGene target LOD Manufacturer\nE, orf1ab 25 copies/reaction Anatolia Genetik, Turkey\nE, ORF1ab SD BIOSENSOR Inc, Korea NA *\nE, RdRp, N, S 50 copies/reaction Seegene Inc., Korea\nN CLONIT SRL, Italy NA *\nE, RdRp, N 10 copies/reaction OSANG HEALTHCARE Co.,\nKorea\n3 copies/mL Liferiver, SHANGHAI ZI E, N, ORF1ab 1×10\nBIO-TECH CO., LTD, China\nE, RdRp 20 copies/µL LabGenomics Co., Ltd, Korea\nE, RdRp AB ANALITICA s.r.l., Italy NA *\nN, ORF1ab 500 copies/mL OACP S.R.L., Italy\nNA, not available; COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; LOD, limit of detection.\nLOD Time to Company\nresults,\nmin\n250 copies/mL 45 Cepheid, Sunnyvale, CA,\nUSA\nE, ORF1b,RdRp 500 copies/mL 60 Qiagen, Hilden, Germany\n160 copies/mL 45 bioMérieux, Marcy\nl’Etoile, France\n500 copies/mL (NPS, 60 DiaSorin Molecular LLC,\nNW/A); Cypress, CA, USA\n242 copies/mL (NS):\n1,208 copies/mL (BAL)\n2.73 copies/µL 20 Menarini Diagnostics,\nFlorence, Italy\n125 genome equivalents/mL 13 Abbott Diagnostics, IL,\nUSA\n3 Chemotherapy\nDOI: 10.1159/000515343",
        "char_count": 2835,
        "word_count": 381,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "SHERLOCK One-Pot and DETECTR Testing\nSHERLOCK (Specific High-sensitivity Enzymatic Re-\nporter unLOCKing) assay combines simplified viral RNA\nextraction with isothermal amplification and CRISPR\n(Clustered Regularly Interspaced Short Palindromic\nRepeats)-mediated detection. The assay was designed to\ndetect the N gene of SARS-CoV-2 by optimized sets of\nLAMP (Loop-mediated isothermal AMPlification) prim-\ners and AapCas12b guide RNA. The assay is highly sensi-\ntive (33 copies/mL vs. 1,000 copies/mL of the CDC qRT-\nPCR), and the results can be read on a lateral-flow strip\nor fluorescence reader after 80 or 45 min, respectively\n[16]. Similarly, DETECRT (SARS-CoV-2 DNA Endonu-\nclease-TargEted CRISPR Trans Reporter) assay performs\nreverse transcription and isothermal amplification of\nRNA extracted from nasopharyngeal or oropharyngeal\nswabs, followed by Cas12-based detection of E and N\ngene sequences. The N sequence targeted by DETECTR\ndiffers from that recognized by the CDC assay (N1 and\nN3 regions). The selected Cas12 guide RNAs allows the\nidentification of SARS-CoV-2, bat SARS-like coronavi-\nrus and SARS-CoV in the E gene, whereas the N region is\nspecific for SARS-CoV-2. The test is positive if both the E\nand N genes are detected or presumptive positive if either\nE or N gene is detected. The LOD of the assay is 10 cop-\nies/µL reaction versus 1 copy/µL of the CDC assay. The\npositive predictive agreement and negative predictive\nagreement of DETECTR assay versus CDC qRT-PCR are\n95 and 100%, respectively. The turn-around time of the\nDETECTR assay from extraction to result is about 52 min\nfor 1–8 samples extracted manually. Results are visual-\nized by a fluorescent reader or lateral flow strip [17].\nSerological Assays\nSerological assays have been developed using as target\nthe highly antigenic structural proteins spike (S) and nu-\ncleocapsid (N) of SARS-CoV-2. In most individuals,\nmeasurable antibodies develop within days or weeks from\nsymptoms onset [18, 19], thus limiting the use of sero-\nlogical testing in the early phase of infection [20, 21].\nHowever, serological assays are important for contact\ntracing, for identifying suspected cases who are PCR neg-\native but show radiological findings suggestive of CO­\nVID-19 [9, 10], to identify asymptomatic carriers [22] or\nto determine the development of neutralizing antibodies\nin response to vaccination [23, 24]. Instead, doubts arise\nabout the use of antibody tests for seroprevalence surveys\n4 Chemotherapy\nDOI: 10.1159/000515343\n\nfor public health management reasons because the dura-\ntion of circulating antibody is currently unknown [25].\nMost of the available serological assays detect IgM and\nIgG antibodies although IgA antibodies play an impor-\ntant role in mucosal immunity. IgAs can be detected ear-\nlier than IgGs, and in atypical cases or in patients with\nrepeated negative RT-PCR, IgA along with IgG may con-\ntribute to the diagnosis of SARS-CoV-2 infection [26].\nSeveral commercial serological assays have been devel-\noped since the beginning of the COVID-19 pandemic\nsuch as ELISAs, chemiluminescence assays (CLIAs), and\nlateral flow assays. Because of the differences in the assay\ndesign, immunoglobulin classes detected (IgM, IgG, and\nIgA), SARS-CoV-2 antigen used (receptor binding do-\nmain [RBD], S protein, S1 subunit, N protein) or native\ninactivated SARS-CoV-2 [27], and specimen type (se-\nrum, plasma, whole blood, and finger-stick whole blood)\nresults are often not comparable. Furthermore, it is im-\nportant to verify the performance characteristics of the\nassays through a validation process that takes into ac-\ncount the analytical features of the assay as well as the\nclinical sensitivity of the test results [28].\nSerological assays can be qualitative or semiquantita-\ntive and show different sensitivity and specificity toward\nthe antibodies detected. In a recent study where was com-\npared the performance of ELISA, CLIA, and ECLIA as-\nsays, it was found that overall, the ECLIA assay performed\nbest showing an optimal sensitivity and specificity since\nthe first days of infection suggesting that it could be con-\nsidered a valid screening method. IgAs were detected ear-\nlier than IgMs by ELISA assay suggesting that IgA detec-\ntion can be more useful than IgM in the early diagnosis of\nSARS-CoV-2 infection. Also, its level was higher than\nIgM over 20 days of observation [29]. A similar observa-\ntion was already reported in literature [30]. Instead, IgGs\nwere consistently detected after 10 days from symptoms\nonset in line with other studies [29, 31].\nMagnetic chemiluminescence enzyme immunoassay\nis a double antibody sandwich immunoassay that uses the\nnucleoprotein and a peptide of the spike protein of SARS-\nCoV-2 as recombinant antigens for the detection of IgM\nand IgG against SARS-CoV-2. Using this assay, IgM and\nIgG were detected since the first days after symptoms on-\nset, and by 17–19 days from symptoms onset, 100% of the\nstudy subjects were IgG positive. The subject’s IgM posi-\ntive reached a peak of 94.1% after 20–22 days from symp-\ntoms onset. The median day of seroconversion for both\nIgM and IgG was 13 days post symptoms onset. Three\ntypes of seroconversion were observed: (i) synchronous\nseroconversion of IgM and IgG; (ii) IgM seroconversion\nCiotti/Benedetti/Zella/Angeletti/Ciccozzi/\nBernardini",
        "char_count": 5331,
        "word_count": 821,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "earlier than IgG; and (iii) IgG seroconversion earlier than\nIgM. In some patients, IgM and IgG plateaued 6 days after\nthe first positive determination. Furthermore, testing of\nthe sera of individuals with negative RT-PCR and no\nsymptoms who came in close contacts with COVID-19\npatients showed that some of these individuals later test-\ned IgM and/or IgG positive. These last cases demonstrate\nthe importance of serology in identifying those suspected\ncases that are missed by molecular tests [32].\nWith the introduction of vaccination against SARS-\nCoV-2, it will be important to monitor the development\nof neutralizing antibodies against the virus and their du-\nration. At the time of writing, the vaccine Comirnaty de-\nveloped by Pfizer-BioNTech against SARS-CoV-2 has re-\nceived both the Food and Drug Administration and Eu-\nropean Medicine Agency approval (Pfizer-BioNTech\nCOVID-19 Vaccine|FDA; European Medicine Agency\nrecommends first COVID-19 vaccine for authorization\nin the EU|European Medicines Agency [europa.eu]), and\nthe approval for the AIFA (Agenzia Italiana del Farma-\nco), and is being distributed in Italy. This vaccine demon-\nstrated a 95% efficacy in clinical trial in people 16 years of\nage or older [33].\n®\nRecently, an immunoassay, Elecsys Anti-SARS-\nCoV-2 S (Roche Diagnostics, Monza, Italy), has been re-\nleased which is designed for the quantitative determina-\ntion of antibodies to the SARS-CoV-2 spike RBD in hu-\nman serum and plasma. The assay uses a recombinant\nRBD of the S antigen in a double-antigen sandwich assay\nformat that favors detection of high-affinity antibodies\nagainst SARS-CoV-2. The assay aims at evaluating the\nadaptive humoral immune response to the S protein of\nSARS-CoV-2 [34]. This assay showed a clinical sensitivity\nof 98.8% (95% CI: 98.1–99.3%) when testing samples col-\nlected 14 days or later after confirmed SARS-CoV-2 diag-\nnosis by PCR, and an analytical specificity of 100% (95%\nCI: 99.7–100%) when testing samples collected before Oc-\ntober 2019, including samples from individuals with com-\nmon cold symptoms, samples from individuals infected\nwith 1 of the 4 common cold coronaviruses (HKU1, NL63,\n229E, or OC43), and anti-MERS-CoV positive samples.\nThe clinical specificity was 99.98% (95% CI: 99.91–100%),\nwhen testing pre-pandemic samples obtained from rou-\ntine diagnostics and blood donors (Roche Diagnostics In-\nternational Ltd, Rotkreuz, Switzerland).\nRapid Diagnostic Assays\nThere are 2 types of rapid diagnostic assays: the anti-\ngen detection assay and the antibody detection assay.\nBoth tests can be used at the POC or near it and do not\nDiagnosis of COVID-19\n\nrequire special equipment or laboratory infrastructures.\nThey are particularly useful in settings where more ex-\npensive equipment or reagents are not available or when\nit is necessary to reduce the pressure on the molecular\nbiology laboratories [35].\nThe antigen detection assay is usually directed against\nthe nucleocapsid protein of the SARS-CoV-2 which is\nproduced during active infection. The assay is performed\non nasopharyngeal swab samples that are released into a\ndedicated or universal transport medium. The result of\nthe antigen detection assay may be influenced by several\nfactors including the time of sample collection, the qual-\nity of sampling, the concentration of the virus in the col-\nlected sample, and the quality of the reagents. The sen-\nsitivity of the assay is low compared to molecular tests\n[36], and it is generally positive when the viral load is\nvery high and the subject is very infectious, that is, in the\nfirst days of infection during the asymptomatic phase\n(1–2 days) and few days after symptoms onset (5–7\ndays). The antigen test is usually negative when the Ct\nvalue of the real-time PCR is over 30, while its sensitiv-\nity increases with Ct values below 25 [36]. Therefore, a\nnegative antigen test result cannot exclude a SARS-\nCoV-2 infection, and cannot be used to provide guid-\nance for quarantine decision. Nonetheless, rapid antigen\ntests may be useful in high prevalence settings, where a\npositive result most likely represents a true positive re-\nsult or in the presence of asymptomatic carriers with\nhigh viral load where accelerates contact tracing [37].\nTime to result is about 15 min.\nRapid antibody tests are easy to perform and can be\nused at the POC returning a result within 15–20 min. The\ntest can be run on whole blood, finger-stick whole blood,\nserum, and plasma. Rapid antibody tests can be used to\ndetect previous SARS-CoV-2 infection and should not be\nused for determining active infections in clinical care or\nfor contact-tracing purposes. A positive result does not\nnecessarily reflect the presence of neutralizing antibodies\nor protective immunity [38].\nRapid antibody tests are not useful for the early diag-\nnosis of SARS-CoV-2 infection. Overall, antibody tests\nhave an accuracy of 30% in the first week after symptoms\nonset, that increases to 70% in the second week, and to\n>90% after 3 weeks [25]. Sensitivities, specificity, and ac-\ncuracy vary with the manufacturer. For instance, in a\nstudy performed in our laboratory, rapid tests were com-\npared to CLIA assay. The following results were obtained:\nCLIA assay showed a sensitivity of 95% for IgG versus\nabout 90% for the immunochromatographic tests, where-\nas the sensitivity for IgM was 91% for CLIA and ranged\n5 Chemotherapy\nDOI: 10.1159/000515343",
        "char_count": 5406,
        "word_count": 853,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "from 61.4 to 87.8% for the rapid tests. Specificity was\n100% for all tests [39]. Therefore, these tests should un-\ndergo laboratory validation before use in outpatient clin-\nics or as direct-to-consumer testing.\nBiosensors in the Diagnosis of SARS-CoV-2 Infection\nA rapid and accurate, easy to use, diagnostic system is\nimportant for controlling infection source and monitor-\ning progression of disease. Recently, it has been developed\nan ultrasensitive electrochemical detection technology\nthat uses calixarene functionalized graphene oxide for tar-\ngeting SARS-CoV-2 RNA. Using a portable electrochem-\nical smartphone, this technology can detect viral RNA\nwithout performing reverse transcription and amplifica-\ntion, but instead, it relies on a supersandwich-type recog-\nnition approach. The biosensor detected viral RNA from\nCOVID-19 confirmed patients and recovery patients, and\nthe detectable ratio was higher than RT-PCR suggesting a\nhigher sensitivity. In this work, the authors reached a LOD\nof 200 copies/mL which is much lower than the LODs\nclaimed by several commercial diagnostic RT-PCR assays.\nGiven the high sensitivity and easy to use, the biosensor\ncould be used as a point-of-care (POC) testing [5].\nAnother interesting approach is the use of a breath de-\nvice for differentiating between COVID-19 patients and\npatients with other lung infections. The device is com-\nposed of a nanomaterial-based hybrid sensor array able\nto detect disease-specific biomarkers from exhaled breath\n[6]. In the case of SARS-CoV-2 infection, this biosensor\nshowed a good capability of differentiating between CO-\nVID-19 patients, healthy controls, and patients with lung\ninfections unrelated to COVID-19. Training and test set\ndata showed 94 and 76% accuracy in differentiating pa-\ntients from controls, and 90 and 95% accuracy in differ-\nentiating between COVID-19 patients and patients with\nother lung infections, respectively [6]. If the validity of\nthis technology is confirmed by future studies, this bio-\nsensor may be used as screening tool in POC facilities.\nReferences\nwith Pneumonia in China, 2019.\n382(8): Med . 2020 Feb;\nfected pneumonia in Wuhan, China.\n323(11): 1061–9. 2020;\n6 Chemotherapy\nDOI: 10.1159/000515343\n\nConclusions\nLaboratory diagnostic assays are key for a proper man-\nagement of COVID-19 patients and for limiting the\nspread of SARS-CoV-2. Molecular assays represent the\ngold standard for the diagnosis of suspected COVID-19\ncases. Nonetheless, serological assays may be used in\ncombination with molecular tests to improve diagnostic\nsensitivity and to identify asymptomatic individuals who\ntested PCR negative but are IgG or IgM positive; in par-\nticular close contacts of COVID-19 patients. With the in-\ntroduction of the prophylactic vaccine against SARS-\nCoV-2, detection and quantification of neutralizing anti-\nbodies by serological assays will allow to verify the\nefficacy of the vaccine through the determination of the\nantibody response against the virus and to monitor the\nneutralizing antibody titer. Monitoring of the antibody\ntiter is important to determine when a new dose of vac-\ncine is needed. Finally, a new impulse in support of the\nbattle against COVID-19 pandemic comes from new\ntechnologies such as biosensors that, if validated, might\nbe used in POC facilities.\nConflict of Interest Statement\nThe authors have no conflicts of interest to declare.\nFunding Sources\nThe authors did not receive any funding.\nAuthor Contributions\nMarco Ciotti: conception of the work, writing, revision, and\nfinal approval; Francesca Benedetti: PubMed search, revision, and\nfinal approval; Davide Zella: critical revision and final approval;\nSilvia Angeletti: critical revision and final approval; Massimo Cic-\ncozzi: critical revision and final approval; Sergio Bernardini: con-\nception of the work, critical revision, and final approval.\n1\t Zhu N, Zhang D, Wang W, Li X, Yang B, Song 3\t Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y,\nJ, et al. A Novel Coronavirus from Patients et al. Clinical features of patients infected with\nN Engl J 2019 novel coronavirus in Wuhan, China.\n727–33. 395(10223): 497–506. Lancet . 2020;\n2\t Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, 4\t Ciotti M, Ciccozzi M, Terrinoni A, Jiang WC,\net al. Clinical characteristics of 138 hospital- Wang CB, Bernardini S. The COVID-19 pan-\n57(6): 365– ized patients with 2019 novel coronavirus-in- demic. Crit Rev Clin Lab Sci . 2020;\n88. JAMA .\nCiotti/Benedetti/Zella/Angeletti/Ciccozzi/\nBernardini",
        "char_count": 4491,
        "word_count": 685,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "5\t Zhao H, Liu F, Xie W, Zhou TC, OuYang J,\nJin L, et al. Ultrasensitive supersandwich-type\nelectrochemical sensor for SARS-CoV-2 from based detection of SARS-CoV-2.\n38(7): 870–4. the infected COVID-19 patients using a nol . 2020;\nsmartphone. Sens Actuators B Chem . 2021;\n327: 128899.\n6\t Shan B, Broza YY, Li W, Wang Y, Wu S, Liu\nZ, et al. Multiplexed nanomaterial-based sen-\ntion by SARS-CoV-2: sor array for detection of COVID-19 in ex-\n14(9): study. Lancet Infect Dis haled breath. ACS Nano . 2020;\n12125−32.\n7\t Ciotti M, Ciccozzi M, Terrinoni A, Jiang WC,\nWang CB, Bernardini S. The COVID-19 pan-\n57(6): 365– VID-2019. Nature demic. Crit Rev Clin Lab Sci . 2020;\n88.\n8\t To KK-W, Tsang OT-Y, Yip CC-Y, Chan\nK-H, Wu T-C, Chan JM-C, et al. Consistent\nCoV-2 IgM/IgG and antibody kinetics. detection of 2019 novel coronavirus in saliva.\n71(15): 841–3. Chem Lab Med . 2020; Clin Infect Dis . 2020;\n9\t Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W,\net al. Correlation of chest CT and RT-PCR\ntesting for coronavirus disease 2019 (COV-\na report of 1014 cases. Radi- ID-19) in China: virus disease 2019.\n296(2): E32–40. 71(8): 1930–4. ology . 2020;\n10\t Huang P, Liu T, Huang L, Liu H, Lei M, Xu\nW, et al. Use of chest CT in combination with\nnegative RT-PCR assay for the 2019 novel CoV-2 in patients with COVID-19.\n26(6): 845–8. coronavirus but high clinical suspicion. Radi- 2020;\n295(1): 22–3. ology . 2020;\n11\t Xie X, Zhong Z, Zhao W, Zheng C, Wang F,\nLiu J. Chest CT for typical 2019-nCoV pneu-\nrelationship to negative RT-PCR test- monia: 19 vaccine against SARS-CoV-2:\n296(2): E41–5. ing. Radiology . 2020;\n12\t Loeffelholz MJ, Tang Y-W. Laboratory diag- domised controlled trial.\n1979–93. nosis of emerging human coronavirus infec-\nthe state of the art. Emerg Microbes In- tions:\n9(1): 747–56. fect . 2020;\n13\t Liu Y, Yan LM, Wan L, Xiang TX, Le A, Liu\nJM, et al. Viral dynamics in mild and severe mRNA-1273 vaccination.\n384(1): 80–2. cases of COVID-19. Lancet Infect Dis . 2020; Jan 7;\n20(6): 656–7.\n14\t Li Q, Guan X, Wu P, Wang X, Zhou L, Tong\nY, et al. Early transmission dynamics in Wu-\nhan, China, of novel coronavirus-infected fection with SARS-CoV-2.\n382(13): pneumonia. N Engl J Med . 2020; base Syst Rev . 2020;\n1199–207.\n15\t Tang YW, Schmitz JE, Persing DH, Stratton\nCW. Laboratory diagnosis of COVID-19:\ncurrent issues and challenges. J Clin Micro-\n58(6): e00512–20. biol . 2020;\n16\t Joung J, Ladha A, Saito M, Kim NG, Woolley Euro Surveill . 2020;\nAE, Segel M, et al. Detection of SARS-CoV-2\nwith SHERLOCK one-pot testing. N Engl J\n383(15): 1492–4. Med . 2020;\nbased on native inactivated virus.\nnopharmacol . 2021 Mar;\nDiagnosis of COVID-19\n\n28\t Theel ES, Slev P, Wheeler S, Couturier MR, 17\t Broughton JP, Deng X, Yu G, Fasching CL,\nWong SJ, Kadkhoda K. The role of antibody Servellita V, Singh J, et al. CRISPR-Cas12-\nis there one? J Clin testing for SARS-CoV-2: Nat Biotech-\n58(8): e00797–20. Microbiol . 2020;\n18\t To KK, Tsang OT, Leung WS, Tam AR, Wu 29\t Pieri M, Ciotti M, Carlozzi N, Frassanito ML,\nTC, Lung DC, et al. Temporal profiles of viral Meloni A, Cistera A, et al. SARS-CoV-2 infec-\nload in posterior oropharyngeal saliva samples tion serology validation of different methods:\nand serum antibody responses during infec- usefulness of IgA in the early phase of infec-\n511: 28–32. an observational cohort tion. Clin Chim Acta . 2020;\n20(5): 565–74. 30\t Padoan A, Sciacovelli L, Basso D, Negrini D, . 2020;\n19\t Wölfel R, Corman VM, Guggemos W, Seilma- Zuin S, Cosma C, et al. IgA-Ab response to\nier M, Zange s, Müller MA, et al. Virological spike glycoprotein of SARS-CoV-2 in patients\na longitudinal study. Clin assessment of hospitalized patients with CO- with COVID-19:\n507: 164–6. . 2020; 581(7809): 465–9. Chim Acta . 2020;\n20\t Padoan A, Cosma C, Sciacovelli L, Faggian D, 31\t Padoan A, Cosma C, Sciacovelli L, Faggian D,\nPlebani M. Analytical performances of a che- Plebani M. Analytical performances of a che-\nmiluminescence immunoassay for SARS- miluminescence immunoassay for SARS-\nClin CoV-2 IgM/IgG and antibody kinetics. Clin\n58(7): 1081–8. 58(7): 1081–8. Chem Lab Med . 2020;\n32\t Long  Q-X, Liu B-Z, Deng  H-J, Wu G-C, Deng 21\t Xiang F, Wang X, He X, Peng Z, Yang B,\nK, Chen Y-K, et al. Antibody responses to Zhang J, et al. Antibody detection and dy-\nSARS-CoV-2 in patients with COVID-19. namic characteristics in patients with corona-\n26: 845–8. Nature Med . 2020; Clin Infect Dis . 2020;\n33\t Polack FP, Thomas SJ, Kitchin N, Absalon J,\n22\t Long QX, Liu BZ, Deng HJ, Wu GC, Deng K, Gurtman A, Lockhart S, et al. Safety and effi-\nChen YK, et al. Antibody responses to SARS- cacy of the BNT162b2 mRNA Covid-19 vac-\n383(27): 2603–15. Nat Med . cine. N Engl J Med . 2020;\n34\t Hotez PJ, Corry DB, Bottazzi ME. COVID-19\nthe Janus face of immune en- 23\t Folegatti PM, Ewer KJ, Aley PK, Angus B, vaccine design:\n20(6): hancement. Nat Rev Immunol . 2020; Becker S, Belij-Rammerstorfer S, et al. Safety\n347–8. and immunogenicity of the ChAdOx1 nCoV-\na prelimi- 35\t Ciotti M, Ciccozzi M, Terrinoni A, Jiang WC,\nnary report of a phase 1/2, single-blind, ran- Wang CB, Bernardini S. The COVID-19 pan-\n57(6): 365– 396: Lancet . 2020; demic. Crit Rev Clin Lab Sci . 2020;\n88.\n24\t Widge AT, Rouphael NG, Jackson LA, An- 36\t Scohy A, Anantharajah A, Bodéus M, Kabam-\nderson EJ, Roberts PC, Makhene M, et al. Du- ba-Mukadi B, Verroken A, Rodriguez-Vil-\nrability of responses after SARS-CoV-2 lalobos H. Low performance of rapid antigen\nN Engl J Med . 2021 detection test as frontline testing for CO­\n129: VID-19 diagnosis. J Clin Virol . 2020;\n104455. 25\t Deeks JJ, Dinnes J, Takwoingi Y, Davenport\nhttps: //www.ecdc.europa.eu/ 37\t Available from: C, Spijker R, Taylor-Phillips S, et al. Antibody\nsites/default/files/documents/Options-use- tests for identification of current and past in-\nof-rapid-antigen-tests-for-COVID-19.pdf. Cochrane Data-\n6(6): CD013652. 38 SARS-CoV-2 antigen-detecting rapid diag-\nnostic tests: an implementation guide . Gene- 26\t Jääskeläinen AJ, Kekäläinen E, Kallio-Kokko\nWorld Health Organization; 2020. Li- va: H, Mannonen L, Kortela E, Vapalahti O, et al.\nCC BY-NC-SA 3.0 IGO. cence: Evaluation of commercial and automated\nSARS-CoV-2 IgG and IgA ELISAs using coro- 39\t Nuccetelli M, Pieri M, Grelli S, Ciotti M, Mi-\nnavirus disease (COVID-19) patient samples. ano R, Andreoni M, et al. SARS-CoV-2 infec-\na useful tool to overcome lock- 25(18): 2000603–26. tion serology:\n6: 38. 27\t Nuccetelli M, Pieri M, Gisone F, Sarubbi S, down? Cell Death Discov . 2020;\nCiotti M, Andreoni M, et al. Evaluation of a\nnew simultaneous anti-SARS-CoV-2 IgA,\nIgM and IgG screening automated assay\nInt Immu-\n92: 107330.\n7 Chemotherapy\nDOI: 10.1159/000515343",
        "char_count": 6688,
        "word_count": 1139,
        "extraction_method": "two_column"
      }
    ]
  }
}