{
  "metadata": {
    "source_file": "pdfs/Update in COVID-19 in the intensive care unit.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-02T00:06:32.677836",
    "total_pages": 9,
    "total_characters": 59487,
    "total_words": 9704
  },
  "content": {
    "full_text": "--- Page 1 ---\nSince January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.\n\n--- Page 2 ---\nAnaesth Crit Care Pain\nContents lists available\nAnaesthesia Critical\njo ur n al h o mep ag e:\nReview article\nUpdate in COVID-19 in the intensive care\nAthens International symposium\na , b , c d Jordi Rello , Mirko Belliato , Meletios-Athanasios\nf J. Giamarellos-Bourboulis , Vladimir Jaksic Evangelos\nk l , m Mporas , Paolo Pelosi , Garyphallia Poulakou Iosif\np Tamae-Kakazu , Jean-Franc ois Timsit Maximiliano ¸\nt Dimopoulos George\nClinical a Research/Epidemiology in Pneumonia & Sepsis (CRIPS), Vall d’Hebron Institute\nCentro b Investigacio´n Biome´dica de en Red de Enfermedades Respiratorias (CIBERES),\nClinical c Universite´ de Research in the ICU, Anaesthesia Department, CHU Nimes,\nAnestesia d e Rianimazione II Cardiopolmonare, Fondazione IRCCS Policlinico San Matteo,\nDepartment e of Clinical Therapeutics, National and Kapodistrian University of Athens,\n4 Department f th of Internal Medicine, National and Kapodistrian University of Athens,\n3M g Health Care, 3M Company, St. Paul, MN, USA\nMultidisciplinary h Intensive Care Research Organization (MICRO), Department of Intensive\nTrinity i Centre for Health Sciences, Dublin, Ireland\nHospital j Clı´nic, IDIBAPS, Universidad de Barcelona, Barcelona, Spain\nSchool k of Physics Engineering and Computer Science, University of Hertfordshire, Hatﬁeld,\nDepartment l of Surgical Sciences and Integrated Diagnostics (DISC), University of Genoa,\nAnaesthesia m and Intensive Care, San Martino Policlinico Hospital, IRCCS for Oncology\n3 Department n rd of Internal Medicine, National and Kapodistrian University of Athens,\nLaboratory o of Clinical Microbioloy, ATTIKON University Hospital, School of Medicine,\nDivision p of Pulmonary, Critical Care and Sleep Medicine, Spectrum Health – Michigan\nAP-HP, q Bichat Hospital, Medical and Infectious Diseases ICU (MI2), F-75018 Paris, France\nUniversity r of Paris, IAME, INSERM, F-75018 Paris, France\nSchool s of Medicine, University of Western Australia, Australia\nDepartment t of Critical Care Medicine, National and Kapodistrian University of Athens,\nA R T I C L E I N F O A B S T R A C T\nArticle history: The 2020 International Web\nonline 22 October 2020 Available updating the information\nreviewed the latest literature\nKeywords: epidemiology, pathophysiology,\nCOVID-19 diagnosis, mechanical\nSARS-CoV-2 therapy, plasma treatment,\nPneumonia\nand vaccination. Antiviral\nAcute respiratory failure\neach of these issues is\nARDS\nafter a brief review presented\nIntensive care\n2020 Socie´te´ franc aise ¸ \u0002 C\n* Corresponding author at: Vall d’Hebron Institut de Recerca, Ps Vall d’Hebron 119\nE-mail address: stmagraner@gmail.com (S. Tejada).\nhttps://doi.org/10.1016/j.accpm.2020.10.008\n2020 Socie´te´ franc d’anesthe´sie re´animation 2352-5568/ aise et de (Sfar). Published ¸ \u0002 C\n\nMed 39 (2020) 723–730\nat ScienceDirect\nCare & Pain Medicine\nwww .elsevier .co m\nunit from the 2020 HELLENIC\ne Dimopoulos ,\ng b , h , i , j , Ignacio Martin-Loeches ,\nn o , Spyridon Pournaras ,\nq , r s a , b , * , , Grant Waterer , Soﬁa Tejada\nof Research (VHIR), Barcelona, Spain\nInstituto de Salud Carlos III, Madrid, Spain\nNimes-Montpellier, France\nPavia, Italy\nSchool of Medicine, Athens, Greece\nMedical School, Greece\nCare Medicine, St. James’s University Hospital, Dublin, Ireland\nUnited Kingdom\nGenoa, Italy\nand Neurosciences, Genoa, Italy\nMedical School, Sotiria General Hospital of Athens, Greece\nNational and Kapodistrian University of Athens, Athens, Greece\nState University, Grand Rapids, Michigan, USA\nMedical School, Greece\nScientiﬁc Event in COVID-19 pandemic in critically ill patients aimed at\nand knowledge on the COVID-19 pandemic in the intensive care unit. Experts\nrelating to the COVID-19 pandemic in critically ill patients, such as\nphenotypes of infection, COVID-19 as a systematic infection, molecular\nventilation, thromboprophylaxis, COVID-19 associated co-infections, immuno-\ncatheter-related bloodstream infections, artiﬁcial intelligence for COVID-19,\ntherapy and co-infections are out of the scope of this review. In this review,\ndiscussed with key messages regarding management and further research being\nof available evidence.\nd’anesthe´sie re´animation et de (Sfar). Published by Elsevier Masson SAS. All\nrights reserved.\nAMI-14th ﬂoor, 08035 Barcelona, Spain.\nby Elsevier Masson SAS. All rights reserved.\n\n--- Page 3 ---\nJ. Rello, M. Belliato, M.-A. Dimopoulos et al.\nContents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n2. General aspects . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nEpidemiology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.1.\n2.2. Pathophysiology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n2.3. The ﬁve phenotypes of infection . . . . . . . . . . . . . . . . . . . . . . .\nCOVID-19 is a systematic infection . . . . . . . . . . . . . . . . . . . . . 2.4.\nCOVID-19 management . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n3.1. Molecular diagnosis 724\n3.2. Oxygenation and mechanical ventilation. . . . . . . . . . . . . . . . .\n3.3. Thromboprophylaxis. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nImmunotherapy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.4.\n3.5. Plasma treatment . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n4. COVID-19 patients with speciﬁc conditions . . . . . . . . . . . . . . . . . . . .\n4.1. CRBIs in COVID-19 era . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nThe vaccine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.2.\n4.3. Artiﬁcial intelligence and COVID-19 . . . . . . . . . . . . . . . . . . . .\n5. Conclusion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nAcknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . References\n1. Introduction\nis an ongoing global pandemic caused by SARS-CoV- COVID-19\n2. Elderly patients with underlying chronic diseases are considered\nof high risk for death, like immunocompromised but younger\npeople without major underlying diseases may also present lethal\ncomplications [1] . COVID-19 must be regarded as a systemic\ndisease involving multiple human systems due to the uncontrolled\nsystematic inﬂammatory response resulting from the release of\nlarge amounts of pro-inﬂammatory cytokines and chemokines by\nimmune effector cells, named ‘‘cytokine storm’’ [2] . For this reason,\nwe propose the new deﬁnition as SARS-CoV-2 Multiple Organ\nDisease Syndrome (SARS-CoV-2 MODS) [3] . In this situation the\ntreatment with immunomodulatory agents (corticosteroids, toci-\nlizumab, anakinra, sarilumab, etc.) has been widely used, although\nmore laboratory and clinical evidence is required [4] . A major\nproblem of the coronavirus pandemic is the considerable burden\nimposed on National Health Systems worldwide due to the\nhyperacute outbreak and the proportional increase of patients\nrequiring intensive care unit (ICU) support in an extremely limited\nperiod of time, while outcomes vary according to the burden of the\ndisease in each country. The pandemic has caused also a major\nglobal social and economic disruption while misinformation about\nthe virus has circulated through social and mass media.\nIn this article, through an International Webinar meeting which\nth took place in Athens Greece on September 24 2020, we report an\nupdate on information and knowledge on COVID-19 pandemic\nissues in the ICU.\nGeneral aspects 2.\nEpidemiology 2.1.\ninfection, caused by SARS-CoV-2, has led to a global COVID-19\npandemic. The clinical and pathological features of acute infection\nhave been extensively published, with a wide spectrum of disease\nseen, from asymptomatic infection to mild self-limiting symptoms\nto acute respiratory failure requiring invasive mechanical ventila-\ntion (MV) [5] . The most common clinical ﬁnding is fever, cough and\nfatigue with some laboratory ﬁndings such as increased serum\nferritin, D dimers and C reactive protein (CRP) [6] . It affects more\nolder adults and there is also a high fatality rate in this subset of\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 726\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 726\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 728\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 728\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 728\npatients. Acute respiratory distress syndrome (ARDS) is the primary\ncause of death in COVID-19 [7] and a recent scope review found that\nfor COVID-19, 5% of patients were reported as experiencing <\nbacterial/fungal coinfection at admission, but development of\nsecondary infections during ICU admission is common [8,9] .\nPatients who do not develop a bacterial infection present high\ninitial CRP levels and low procalcitonin (PCT) levels, decreasing\nprogressively, with implications on antimicrobial stewardship.\nTherefore, empirical antimicrobial therapy with low serum PCT in\nICU patients should not be indicated. CRP does not have predictive\nvalue for bacterial infections in ICU patients with SARS-CoV-2\ninfection. Consideration of superinfection and prompt appropriate\nuse of antibiotics should be considered if PCT increase after some\ndays of MV.\nCOVID-19 infection has shown a great variability in terms of\nmortality in different regions around the globe. An observational\nstudy conducted in the US found an excess of 122,300 (95%\nprediction interval, 116,800 127,000), more deaths than would \u0003\ntypically be expected at the same time of the year [10] . Indirect\ndeaths caused by cardiovascular events, delayed cancer care, or\nmalnutrition may be a serious concern. Persistent symptoms after\nhospital discharge also represent a signiﬁcant burden after acute\nCOVID-19 in the ICU.\nPathophysiology 2.2.\nis an enveloped, positive-sense, single-stranded SARS-CoV-2\nRNA viruses of 30 kb, only able to synthesise 34 proteins but \u0004\ncreating a wide variety of signs and symptoms.\nCoronaviruses, and especially SARS-CoV-2, penetrate the\nepithelial cells via the angiotensin converting enzyme 2 (ACE2).\nThe serine transmembrane serine protease 2 in the host cell further\npromotes viral uptake by cleaving ACE2 and activating the SARS-\nCoV-2 S protein. After entry, SARS-CoV-2 can shut down the\neffective IFN type 1 antiviral pathway. The virus uses the\nintracellular machinery to multiply and disseminate into the\nairway [11] .\nThe virus mainly spread from the lung but could disseminate to\nall tissues that express ACE2 (mainly small bowel and colon, brain,\nheart, kidney and skin); during autopsies, the virus is found in\nmany organs [12] . Critically ill mechanically ventilated patients\nshowed RNAemia for 17 days in median [13] .\n724\n\n--- Page 4 ---\nJ. Rello, M. Belliato, M.-A. Dimopoulos et al.\nThe absence of normal Th1 response leads to pyroptosis of the\nepithelial cell (with massive proinﬂammatory reactions, recruit-\nment of blood monocytes into the lungs and neutrophils attraction\nand activation (Reactive Oxygen Species, proteases production and\ncell death by Neutrophil Extracellular Traps (NETosis)), leading to a\n‘‘cytokine storm’’ [14] . The lack of cytokine at a transcriptional\nlevel in the blood, contrasting with high level of protein, suggest a\ncompartmentalisation of the response starting into the lung and\nspreading into other tissues [11] .\nThe abnormal Th2 response is unable to clear the pathogen and\nleads to an abnormal activation of CD8 + T cells with massive\ndecrease, partial differentiation, and exhaustion. The CD4+ response is\nanarchic with plasmablast proliferation. The high level of production\nof SARS-CoV-2 antibodies contemporaneously to virus persistence is\nsupposed to enhance the inﬂammatory reaction and to abrogate the\nwound healing response (MCP-1 and interleukin (IL)-8 production\nand pro-inﬂammatory monocytes/macrophage recruitment) [15] .\nEndothelium is activated, through the ACE2 receptor with\nexpression of Tissue Factor, platelet activation and increased von\nWillebrand factor (VWF) and factor VIII (FVIII) levels, all of which\ncontribute to thrombin generation and ﬁbrin clot formation.\nThrombin, in turn, causes inﬂammation through its effect on\nplatelets which promote NET formation in neutrophils. It also\nactivates endothelium through the protease-activated receptors\n(PAR) receptor, which leads to C5a release and monocyte\nactivation. Vasculitis is associated with a prolonged procoagulant\nand anti-ﬁbrinolytic states that explain the high risk of arterial and\nvein thrombosis [12,16] .\n2.3. The ﬁve phenotypes of infection\nof COVID-19 is characterised by different clinical Presentation\nphenotypes [17] , with different severity-of-illness and outcomes,\nwith speciﬁc biomarkers.\nPhenotype 1 is characterised by mild symptomatic patients\nwithout hypoxemia and radiological abnormalities. Phenotype\n2 presents as hyper-inﬂamed and hypovolaemic patients, pre-\nsenting mild hypoxemia and/or small opacities on chest X-ray.\nExposed to rapid deterioration risk, close SpO2 monitoring is\nneeded. Manifested as ‘‘Bronchopneumonia pattern’’ of Jin et al.\n[18] . These patients have a median IL-6 under 95 pg/mL.\nPhenotype 3 is characterised by greater hypoxemia (PaO2/\nFiO2 200), respiratory rates 25 per minute, IL-6 values < >\n94 pg/mL, being a possible progression from type 2. An >\n‘‘organising pneumonia pattern’’ of Jin and ‘‘phenotype 1’’ of\nRobba et al. [19] is present.\nPhenotype 4 and 5 are characterised by severe hypoxemia\nrequiring intubation. Phenotype is characterised by hypoxic vasocon-\nstriction, micro-embolic lesions, normal lung compliance, lower lobes\noedema with ground glass opacities; consider iNO, prostacyclin,\nnormal tidal. Computed tomography (CT) scan is consistent with as\n‘‘progressive organising pneumonia pattern’’ of Jin, ‘‘type L’’ of Marini\nand Gattinoni [20] and ‘‘phenotype 1-2’’ of Robba. Phenotype\n5 represents an advanced stage of ARDS, typically in patients with\ndelayed intubation; it totally ﬁts the severe ARDS criteria. Patients\nmay beneﬁt from positive end-expiratory pressure (PEEP) levels\n12 cm H20, prone positioning, and low tidal volumes. CT >\ndocuments the ‘‘diffuse alveolar damage pattern’’ of Jin, ‘‘type H’’ of\nMarini and ‘‘phenotype 2-3’’ of Robba. A comprehensive categorisa-\ntion is required, based on physiology, CT scan ﬁndings and clinical\npresentation, to achieve a personalised treatment, indeed.\\\nCOVID-19 is a systematic infection 2.4.\nthe ACE-II receptor to which SARS-COV-2 binds is widely found As\nthroughout the body, including the lung alveolar epithelial cells,\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nenterocytes of the small intestine, arterial and venous endothelial\ncells and arterial smooth muscle cells [21] , it should not be surprising\nthat COVID-19 is a disease more than just the lungs.\nAfter the lungs, the heart is the most frequently involved organ.\nA variety of pathologies can impair cardiac function, both primary\n(i.e. myocarditis) and secondary (myocardial infarction, arrhyth-\nmia, cytokine-induced suppression, etc.) [22] . Assessing the cause\nof cardiac involvement is complicated by the frequent comorbid\nheart disease in patients with severe disease and the variety of\ncardiotoxic medications that have frequently been used in\ncombination (e.g. ritonavir, hydroxychloroquine, alpha interferon,\nhigh dose methylprednisolone, etc.) [23] . However, rates of\nmyocarditis are quite signiﬁcant and a cause for concern regarding\nlong term consequences in COVID-19 survivors [24] .\nWidespread thrombotic disease in the venous and arterial\nsystem due to the endotheliitis, despite prophylactic low molecu-\nlar weight heparin therapy [25] , is the other hallmark of COVID-19.\nPrimary neurological disease other than stroke is rare, and most\nrenal disease is secondary to systemic insults rather than primary.\nCOVID-19 management 3.\nMolecular diagnosis 3.1.\nprompt and reliable diagnosis of COVID-19 cases is The\nchallenging for several reasons and is mainly based on molecular\nassays. The aims of real-time RT-PCR are to perform early, rapid\nand accurate diagnostics and also guide patient care and\nmanagement as well as epidemiological strategies.\nThe most common specimens used are nasopharyngeal and\noropharyngeal samples, while tracheal aspirate, bronchial speci-\nmens or bronchoalveolar samples are occasionally collected from\nintubated patients. The molecular diagnosis nowadays mainly\nrelies on real-time RT-PCR techniques, which are considered\nreference ones, as they present high sensitivity and speciﬁcity and\nare compatible with automation. In a lesser extent, other PCR\nassays, such as nested PCR, RT-LAMP, RT-iiPCR or the GenXPERT\nassay may be used [26] .\nThe RNA extraction techniques were initially manual and later\nevolved to automated, with RT-PCR set up to be prepared manually\nand RT-PCR to be run in separate thermal cyclers. All these steps\nwere later incorporated in fully automated instruments, such as\nthe sample-to-result instrument NeuMoDx system.\nA very recent evolution in the molecular diagnosis is the\napplication of real-time RT-PCR in saliva, which can be effectively\nused for the detection of respiratory viruses [27] . Saliva has the\nobvious advantages to be easy to collect, unaffected by collection\nprocess, advantageous for individuals with physical or mental\nhandicaps, stable at room temperature for extended periods, not\ndependent on swabs that are in shortage, of low-risk for exposing\nlaboratorians to hazardous samples, can be obtained while social\ndistancing and can reduce the need for personal protective\nequipment since it is self-collected.\n3.2. Oxygenation and mechanical ventilation\nglobal pandemic manifested as COVID-19 pneumonia has The\nraised important challenges to physicians working in ICUs. In fact,\npatients with COVID-19 pneumonia present heterogeneous clini-\ncal manifestations; further, signiﬁcant proportion of these\nmanifestations develop severe hypoxemic respiratory failure\nrequiring invasive MV. Different factors have been identiﬁed to\npredict those patients who will require MV, like elevated IL-6 in the\nserum, deterioration of oxygenation (mainly PaO /FiO lower than\n2 2\n100), presence of heart disease and older age [28] .\n725\n\n--- Page 5 ---\nJ. Rello, M. Belliato, M.-A. Dimopoulos et al.\nAt histopathological analysis, early presentation is characterised\nby lymphocytic alveolitis. Recent evidence reported pneumo and\nvascular lysis, alveolar cell inﬁltration, alveolar mucinosis, and\nfurther ﬁbrosis [29,30] . It is mandatory to understand better the\npeculiarities of COVID-19 pneumonia pathophysiology, in order to\noptimise MV. Different radiologic phenotypes have been identiﬁed by\nCT scan [19] : phenotype 1 with multiple, focal over-perfused ground-\nglass opacities, associated with normally aerated areas; phenotype 2,\nwith atelectasis and peri-bronchial opacities, heterogeneously\ndistributed and hypo-perfused, associated with phenotype 1;\nphenotype 3, with patchy ARDS-like pattern, heterogeneously\ndistributed, with hyper and hypo-perfused areas, associated with\nradiologic phenotype 1. Radiologic phenotype 1 is likely to be treated\nby non-invasive respiratory support, while phenotype 3 more often\nneeds invasive MV. In ICU, among intubated critically ill patients,\nmost of them are characterised by phenotype 1, and only a minority\nas phenotype 2 or 3. In normal lungs, the standard lung weight is\naround 800 g, while in traditional ARDS, the lung weight is on\naverage around 1800 g, with an excess tissue mass of 1000 g.\nSimilarly, in COVID-19 patients with phenotype 3, average lung\nweight is around 1600 g, with an excess tissue mass of 800 g. Thus,\nthe excess tissue mass is similar in traditional ARDS as well as in\nCOVID-19 pneumonia phenotype 3. In traditional ARDS, the\ndistribution of regional perfusion is mainly distributed on the\ndependent lung regions, where atelectasis and the majority of non-\naerated lung tissue is located. On the contrary, in COVID-19\npneumonia, the distribution of blood ﬂow is non-gravitational,\nprevalent in non-dependent lung regions, with better aeration. Areas\nof hypoperfusion are distributed mainly in dependent lung non-\naerated regions. Thus, hypoxia is mainly due to the following\n˙ ˙ mechanisms: ﬁrst, lower ventilation-perfusion ( V Q ), in aerated =\nA\n(non-dependent) and poorly aerated lung regions due to increased\nperfusion; second, higher shunt in non-aerated lung tissue with\nmicro-thrombosis and vascular lysis effect, which may be even\npartially protective; and, third, lower alveolar-capillary diffusion. It\nhas been hypothesised that in patients with high compliance and low\n˙Q ˙Q ˙V ˙V , hypoxemia is primarily due to the mismatch related to = =\nA A\nthe loss of the lung perfusion regulation, with a lower amount of non-\naerated tissue and less alveolar recruitability. In contrast, in patients\nwith lower compliance with a major loss of aeration, the\nrecruitability and the response to PEEP has been suggested to be\nhigher. The application of higher levels of PEEP is associated with\nlarger recruitment in traditional ARDS as compared to severe COVID-\n19 pneumonia, radiological phenotype 1 or 3, but not with the\nrespiratory mechanics. Traditional ARDS is characterised by a diffuse\ndamage of the alveolar capillary membrane, leading to oedema and\natelectasis in the most dependent lung regions, in supine position.\nThus, traditional ARDS is characterised by increased excess tissue\nmass, highly recruitable by increasing levels of pressures. On the\ncontrary, COVID-19 pneumonia is characterised by alveolar inﬁltra-\ntion, leading to different increased excess tissue mass, yielding to\nphenotypes 1–3, less recruitable by increasing pressures. For these\nreasons, we suggest to minimise lung inﬂation at end inspiration and\nexpiration, minimising oxygenation [31] and optimising the level of\nhaemoglobin, according to the optimal oxygen transport [32] . Severe\nCOVID-19 pneumonia is a typical ‘‘primary’’ ARDS, with pneumocytes\nand vascular lysis, to be ventilated at lower pressures both at end\ninspiration and expiration with minimal oxygenation. In conclusion,\n‘‘less is more’’ in ventilating critically ill patients with severe COVID-\n19 pneumonia.\n3.3. Thromboprophylaxis\ninfection with critical disease has been characterised COVID-19\nby requiring MV, vasopressors for septic shock or having organ\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nfailure with need for close monitoring in the ICU. Patients with\ncritical COVID-19 disease have been associated with increased\ninﬂammatory response, elevated D-dimer and abnormal coagula-\ntion parameters [33] consistent with systemic activation of\nhaemostasis. Many of these patients present similar parameters\nused to deﬁne disseminated intravascular coagulation and sepsis-\ninduced coagulopathy. Cohorts reporting mostly patients admitted\nto the ICU have shown a high prevalence of venous thromboem-\nbolic disease (VTE) of up to 31.27% [34] . The presence of\nmicrothrombosis in case series of autopsies also supports\nmicroangiopathy due to endothelial injury as part of the\npathophysiology. It is unclear whether therapeutic anticoagulation\nwould beneﬁt patients with critical COVID-19 infection having a\nnegative workup for VTE or other clear indication for such\nintervention. There is no evidence that therapeutic anticoagulation\nin microvascular thrombosis or systemic activation of haemostasis\nmay improve survival. Elevated D-dimer has been associated not\nonly with increased risk of VTE, but also with increased risk of\nbleeding [35] . Given the lack of evidence, different societies are\nproviding recommendations based on expert opinions supporting\nthe use of standard prophylaxis anticoagulation in patients with\nCOVID-19 infection [36,37] . Patients with a negative clinical\nworkup for VTE and critical COVID-19 infection should receive\nstandard prophylaxis anticoagulation. Those patients with sudden\ndecompensation and presumed VTE should be considered for\ntherapeutic anticoagulation until further evaluation for VTE is\nperformed to conﬁrm or rule out VTE. There are currently multiple\nongoing clinical trials to determine whether patients with critical\nCOVID-19 disease without evidence of VTE would beneﬁt of\ntherapeutic anticoagulation, standard prophylaxis anticoagulation\nor intermediate dose anticoagulation. Evidence of frequent lung\nand kidney perfusion deﬁcits in adults without acute respiratory\nfailure [38] emphasises the importance of early interventions in\nSARS-CoV-2 infected subjects.\n3.4. Immunotherapy\nof severe respiratory failure (SRF) caused by SARS- Pathogenesis\nCoV-2 is dominated by a shift of the pro-inﬂammatory-anti-\ninﬂammatory balance towards pro-inﬂammatory responses cha-\nracterised by high values of the ratio of IL-6 to IL-10 [39] . Progres-\nsion from lower respiratory tract infection to SRF necessitating MV\nb is taking place either through over-production of IL-1 and\ndevelopment of macrophage activation syndrome or through over-\nactivation of the IL-6 receptor pathway leading to a unique pattern\nof monocyte dysregulation. In this pattern, the expression of the\nhuman leukocyte antigen DR on monocytes is decreased, which is\nassociated with defective antigen presentation and subsequent\nlymphopenia. In parallel, monocytes maintain their potential for\nthe over-production of pro-inﬂammatory cytokines [4] . This leads\nto the hypothesis that early treatment with a biological that can\nprovide effective blockade of pro-inﬂammatory responses and\nenhance anti-inﬂammatory responses may prevent progression\ninto SRF and MV. Results of the prospective Ana-COVID open-label\ntrial in 41 patients have shown that early treatment with anakinra\nmay achieve this goal [40] . Anakinra is the recombinant receptor of\nIL-1. Early recognition of the risk of a patient for progression into\nSRF using the biomarker suPAR (soluble urokinase plasminogen\nactivator receptor) [41] and start of anakinra to prevent MV is the\nrational of the on-going SAVE trial (EudraCT number 2020-\n001466-11, www.clinicaltrials.gov NCT04357366).\nTocilizumab which blocks IL-6 receptor is also proposed [4]\nwith intravenous use being suggested to be superior to subcuta-\nneous administration [42] . Although the ROCHE press release of\nthe ﬁrst results from the phase III COVACTA trial is not favouring\n726\n\n--- Page 6 ---\nJ. Rello, M. Belliato, M.-A. Dimopoulos et al.\nearly administration in all patients, some systematic reviews\nsuggest potential mortality beneﬁt in some cohorts with acute\nrespiratory failure [43] . Sarilumab is also effective in blocking IL-6\nreceptors and may have similar effects. Promising results were\nprovided with the use of low-dose dexamethasone in the\nRECOVERY trial. When given at 6 mg once daily either orally or\nintravenously for 10 days, signiﬁcant decrease of mortality was\nfound. The recommended patient population is either for patients\nwith severe disease in need for oxygen (e.g. oxygen saturation less\nthan 94%) or under MV [44] . The European Medicines Agency\nth human medicines committee (CHMP) endorsed on 18 2020 the\nadministration of dexamethasone in adults and adolescents (from\n12 years of age and weighing at least 40 Kg) who require\nsupplemental oxygen therapy (oxygenation requirements to\nmaintain SpO above 94% or who underwent MV). In all cases,\n2\nthe recommended dose is 6 mg once a day up to 10 days. Use of\nintravenous steroids is also recommended in the recent American\nThoracic and European Respiratory Society guidance [45] for\npatients who underwent MV, require oxygen supplementation or\nrequire extracorporeal membrane oxygenation. It is also supported\nby recent meta-analyses [46] , although more research is required\non the interaction with antivirals, anticoagulation, speciﬁc subsets\nlike diabetes or older than 70 years, suggesting the need for a\nprecision prescription approach [47] to be more selective in\nreducing potential harm and optimise beneﬁts. Finally, inter-\nactions between IL-6R blocking therapy and steroids need to be\nelucidated.\n3.5. Plasma treatment\nfrom patients who have overcome COVID-19 infection, Plasma\nreferred to as convalescent plasma, is a treatment option, which has\nbeen recently approved by the Food and Drug Administration for\nuse in patients with SARS-CoV-2 infection [48,49] . This approval\nwas based on preliminary results from clinical studies that showed\na signiﬁcant clinical and biochemical improvement of patients,\nreduction in hospitalisation days and survival beneﬁt [50] .\nIn Greece, a Phase II clinical study for the use of convalescent\nplasma in hospitalised patients with COVID-19 (NCT04408209)\nhas been performed. To date, 259 possible donors were tested for\nthe presence of IgG/IgA antibodies against the spike protein of\nSARS-CoV-2 (S1 domain). Median time from the day of the ﬁrst\nsymptom or PCR positivity (for asymptomatic patients) till the day\nof screening was 62 days. IgG antibodies were detected in 229\n(88%) donors. Plasmapheresis was performed in the ﬁrst 74 donors,\nat a median time of 12 days (range: 8–19) after screening. There\nwas a signiﬁcant reduction in the titer of IgG and IgA antibodies\nbetween the days of screening and plasmapheresis [51] . This rapid\nreduction of anti-SARS-CoV-2 antibodies in this cohort has also\nbeen described in other studies [52] and reveals a time pattern of\nreduction. However, it remains unknown whether neutralising\nantibodies share the same model or if this reduction affects the\nhost immunity against SARS-CoV-2. This result also suggests that,\nwhen indicated, plasmapheresis has to be performed as soon as the\npatient has recovered from COVID-19. Signiﬁcant improved\nclinical outcomes with convalescent plasma therapy has been\nrestricted to patients not requiring MV.\nCOVID-19 patients with speciﬁc conditions 4.\nCRBIs in COVID-19 era 4.1.\nthe times of COVID-19 patient surge, hospitals have been During\nunprecedently challenged with acute lack of resources (ICU beds,\nequipment, disposables, trained ICU staff). ICUs were mainly focusing\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\non managing crisis, dedicating less time to Healthcare-Associated\nInfections (HAI) surveillance and compliance with standard Infection\nPreventionists (IP) bundles [53] . ICU staff was challenged with new IP\nprotocols, personal protective equipment (PPE) use (decreased\ncomfort, donning & dofﬁng of multiple PPE items), frequent patient\npronation, time pressure, fatigue and emotional burden.\nRecently published evidence reported increased Bloodstream\nInfection (BSI) rates associated with central lines with authors\nstating that COVID-19 is expected to have highest impact on\ncentral line-associated bloodstream infection (CLABSI) rates\n[53,54] .\nAs multiple factors interfered with standard HAI prevention\nprotocols, it was imperative to quickly recover ICU standards of\ncare and ‘‘adapt recommendations to exceptional care conditions’’\n[55] . Italian group (SIAARTI) responded to this challenge with\nGuidance on vascular approach in COVID-19 patients [56] . The\neffect of central line bundle enhancement was well demonstrated\nby Swiss researchers back in 2019 [57] .\nMoving forward, taking care of three key elements at all times\nwill probably further minimise HAI risk: well-trained PEOPLE, high\ncompliance to updated evidence-based PROTOCOLS and utilisation\nof reliable and easy to use TECHNOLOGY. Needless to say,\nmaintaining sufﬁcient stock is of paramount importance.\n4.2. The vaccine\nand pharmaceutic industry are racing to produce a Scientists\nsafe and effective vaccine against SARS-CoV-2 by the year\n2021. The procedure would require more than 15 years with the\ntypical vaccine development pathway. In this rapidly evolving\nth landscape, as of October 4 2020, at least 92 candidate vaccines\nwere in preclinical trials; 29 in Phase I; 14 in Phase II; 11 in Phase\nIII, of which ﬁve products have already received limited approval\n[58] . Types of vaccines in Phase III development are as follows:\nWeakened-inactivated SARS-CoV-2: Sinovac Biotech’s Corona-\nVac, and two inactivated SARS-CoV-2 vaccines by Sinopharm have\ngained limited approval in China. Sinopharm’s products have been\napproved in United Arab Emirates for healthcare workers.\nViral vector vaccines: CanSino Biologics, together with the\ncountry’s Academy of Military Medical Science, developed a\nvaccine based on adenovirus 5 (Ad5), which was already given\nlimited approval in China [59] . The Gamaleya Research Institute\nhas developed Gam-Covid-Vac, using a combination of Ad5 and\nAd26. Renamed as Sputink-V, it was given limited approval in\nRussia before entering Phase III trials [60] . Johnson & Johnson, in\npartnership with the Beth Israel Deaconess Medical Center, is\ntesting another Ad26 vaccine. AstraZeneca and the University of\nOxford is testing a vaccine based on a chimpanzee adenovirus\ncalled ChAdOx1; safety concerns of potential neurotoxicity\n(transverse myelitis case) have suspended trials in some countries,\nwhereas in others they resumed [61] .\nNucleic acid vaccines: two messenger RNA (mRNA) vaccines;\nthe ﬁrst produced by Moderna in collaboration with the National\nInstitute of Health [62] and the second by BioNTech, Pﬁzer and\nFosun Pharma are in Phase III trials.\nProtein-based vaccines: Novavax, in partnership with Coalition\nfor Epidemic Preparedness Innovations, has manufactured such a\nvaccine.\nRepurposed vaccines: The Bacillus Calmette-Guerin vaccine is\nin Phase III trial in Australia.\nArtiﬁcial intelligence and COVID-19 4.3.\nArtiﬁcial Intelligence (AI) and Data Science community has The\nsupported the global response to the COVID-19 outbreak, with the\nnumber of published AI and machine learning studies related to\n727\n\n--- Page 7 ---\nJ. Rello, M. Belliato, M.-A. Dimopoulos et al.\nCOVID-19 exceeding 30 thousand. The contribution of AI to the\nﬁght against COVID-19 is brieﬂy classiﬁed in (i) biomedicine and\npharmacotherapy, (ii) modelling of the outbreak (identiﬁcation,\ntracking and prediction), and (iii) detection and diagnosis. In\nbiomedicine and pharmacotherapy deep, neural networks were\nused for DNA microarray and genomic sequence analysis, while in\nthe modelling of the outbreak machine learning models like Long\nshort-term memory (LSTM) have been used [63] . Regarding\ndetection and diagnosis, studies have used machine learning\nalgorithms to predict the criticality of COVID-19 positive patients\nusing clinical features and identifying which of them have\nstatistically signiﬁcant hazard errors [64,65] . Other studies have\nused cough and/or breath sound data to identify COVID-19, as in\n[66] . The most popular AI-based COVID-19 identiﬁcation approach\nis using chest X-ray or CT images with CNN models [67] . The\nconducted studies have shown the contribution of AI and data\nscience to the ﬁght against COVID-19 pandemic, however more\nstandardised datasets and clinical validation of the models’\nperformance are further needed.\nConclusion 5.\nand understanding of SARS-CoV2 infection has Management\nevolved during the six ﬁrst months of the pandemic. In spite of\nearly reports calling for ICU preparedness [68,69] , many ICUs in\nWestern countries were overwhelmed in March-April 2020, with\npatients exposed to adverse events due to compassionate\nadministration of drugs with weak evidence [23] , with need of\nimplementing ICU admission triage algorithms [70] and lack of\ntargeting management based on clinical phenotypes. Whereas\nsome ICUs reported similar mortality to primary inﬂuenza\npneumonia requiring MV [71] , these conditions were responsible\nfor a large amount in preventable deaths. Better understanding of\nearly micro-thrombosis [38] , reﬁning strategies of oxygenation\nand intubation criteria (using high ﬂow nasal therapy with awake\nprone position), and use of immunomodulatory agents have been\nassociated with a shift in the management of critically ill patients,\nwith a lower burden of deaths among hospitalised patients.\nFurther research in form of randomised clinical trials is required to\nimprove the understanding of the interactions between antivirals,\nsteroids and other immunomodulatory agents, and to determine\nthe effects on different subpopulations. Clinicians and researchers\nhave focused on the acute phase of severe COVID-19, but\ncontinuing monitoring [45] after ICU and hospital discharge for\nlong-lasting complications is advised. In addition, assessment of\nanxiety, sleep disturbances, depression and post-traumatic dis-\ntress syndrome in ICU survivors needs to be investigated.\nDisclosure of interest\nDr. Belliato reports personal fees from EUROSETS SRL, ITALY, and HAMILTON\nMEDICAL, SWISS, outside the submitted work. Dr. MA. Dimopoulos reports personal\nfees from AMGEN, TAKEDA, BMS, BEIGENE, and JANSSEN, outside the submitted\nwork. Dr. Giamarellos-Bourboulis reports grants from AbbVie; honoraria and grants\nfrom Abbott CH, BRAHMS ThermoFisher, InﬂaRx GmbH, XBiotech, Horizon\n2020 European Grant ImmunoSep, and Horizon2020 Marie-Curie Project European\nJaksˇic´ is Sepsis Academy, outside the submitted work. Dr. an employer from 3M,\nBelgrad, Serbia, during the conduct of the study and outside the submitted work. Dr.\nPoulakou reports personal fees from Angelini, and BioRad, grants and personal fees\nfrom MSD, personal fees from MSD, and Sobi, outside the submitted work. Dr. G.\nDimopoulos reports grants from Horizon 2020 European Grant ImmunoSep and\npersonal fees from MSD, Astellas, Pﬁzer, BioMerieux, ELPEN, Gilead, and\nInfectoPharm outside the submitted work. The other authors declare that they\nhave no competing interest.\nFunding\nSupported in part (CB06-06-036) by Centro de investigacion Biomedica en Red en\nEnfermedades Respiratorias (CIBERES), Instituto de Salud Carlos III, Madrid, Spain\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nAcknowledgements\nThanks to Lorenzo Ball, Denise Battaglini, Lole Brunetti, Lucio\nCastellan, Maurizio Cereda, Sarah E. Gerard, Daniele R. Giacobbe,\nAngelo Guglielmi, Jacob Herrmann, Lorenzo Maiello, Giuseppe\nNicolo` Patroniti, Minetti, Vassiliki Pappa, Chiara Robba, Patricia RM\nRocco, Sara Seitun, Evangelos Terpos, Antonio Vena, Yi Xin ME,\nGustavo R. Zubieta-Calleja for contributions to the presentations at\nthe Webinar.\nThank you to the Centro de Investigacion Biomedica en Red en\nEnfermedades Respiratorias (CIBERES), Instituto de Salud Carlos III,\nMadrid, Spain, for scientiﬁc endorsement.\nReferences\n[1] Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, et al. Clinical course and outcomes of\ncritically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-\ncentered, retrospective, observational study. Lancet Respir Med 2020;8:475–\n81 . http://dx.doi.org/10.1016/S2213-2600(20)30079-5 .\n[2] Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients\ninfected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395:497–\n506 . http://dx.doi.org/10.1016/S0140-6736(20)30183-5 .\n[3] Robba C, Battaglini D, Pelosi P, Rocco PRM. Multiple organ dysfunction in SARS-\nCoV-2: MODS-CoV-2. Expert Rev Respir Med 2020;14:865–8 . http://\ndx.doi.org/10.1080/17476348.2020.1778470 .\n[4] Giamarellos-Bourboulis EJ, Netea MG, Rovina N, Akinosoglou K, Antoniadou A,\nAntonakos N, et al. Complex immune dysregulation in COVID-19 patients with\nsevere respiratory failure. Cell Host Microbe 2020;27:992–1000.e3 . http://\ndx.doi.org/10.1016/j.chom.2020.04.009 .\n[5] Wu Z, McGoogan JM. Characteristics of and important lessons from the\ncoronavirus disease 2019 (COVID-19) outbreak in China: summary of a report\nof 72 314 cases from the chinese center for disease control and prevention.\nJAMA 2020;323:1239–42 . http://dx.doi.org/10.1001/jama.2020.2648 .\n[6] Ge H, Wang X, Yuan X, Xiao G, Wang C, Deng T, et al. The epidemiology and\nclinical information about COVID-19. Eur J Clin Microbiol Infect Dis\n2020;39:1011–9 . http://dx.doi.org/10.1007/s10096-020-03874-z .\n[7] Verity R, Okell LC, Dorigatti I, Winskill P, Whittaker C, Imai N, et al. Estimates of\nthe severity of coronavirus disease 2019: a model-based analysis. Lancet Infect\nDis 2020;20:669–77 . http://dx.doi.org/10.1016/S1473-3099(20)30243-7 .\n[8] Rawson TM, Moore LSP, Zhu N, Ranganathan N, Skolimowska K, Gilchrist M,\net al. Bacterial and fungal co-infection in individuals with coronavirus: a rapid\nreview to support COVID-19 antimicrobial prescribing. Clin Infect Dis 2020 .\nhttp://dx.doi.org/10.1093/cid/ciaa530 . Online ahead of print.\n[9] van Berkel M, Kox M, Frenzel T, Pickkers P, Schouten J, Waanders D, et al.\nBiomarkers for antimicrobial stewardship: a reappraisal in COVID-19 times?\nCrit Care 2020;24:600 . http://dx.doi.org/10.1186/s13054-020-03291-w .\n[10] Weinberger DM, Chen J, Cohen T, Crawford FW, Mostashari F, Olson D, et al.\nEstimation of Excess Deaths Associated With the COVID-19 Pandemic in the\nUnited States, March to May 2020. JAMA Intern Med 2020;180(10):1336–44 .\nhttp://dx.doi.org/10.1001/jamainternmed.2020.3391 .\n[11] Hadjadj J, Yatim N, Barnabei L, Corneau A, Boussier J, Smith N, et al. Impaired\ntype I interferon activity and inﬂammatory responses in severe COVID-19\npatients. Science 2020;369:718–24 . http://dx.doi.org/10.1126/science.\nabc6027 .\n[12] Hanley B, Naresh KN, Roufosse C, Nicholson AG, Weir J, Cooke GS, et al.\nHistopathological ﬁndings and viral tropism in UK patients with severe fatal\nCOVID-19: a post-mortem study. Lancet Microbe 2020;1(6):e245–53 . http://\ndx.doi.org/10.1016/S2666-5247(20)30115-4 .\n[13] Buetti N, Patrier J, Le Hingrat Q, Loiodice A, Bouadma L, Visseaux B, et al. Risk\nfactors for SARS-CoV-2 detection in blood of critically ill patients. Clin Infect\nDis 2020 . http://dx.doi.org/10.1093/cid/ciaa1315 . Online ahead of print.\n[14] Merad M, Martin JC. Pathological inﬂammation in patients with COVID-19: a\nkey role for monocytes and macrophages. Nat Rev Immunol 2020;20:355–62 .\nhttp://dx.doi.org/10.1038/s41577-020-0331-4 .\n[15] Chen Z, John Wherry E. T cell responses in patients with COVID-19. Nat Rev\nImmunol 2020;20:529–36 . http://dx.doi.org/10.1038/s41577-020-0402-6 .\n[16] Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS,\net al. Endothelial cell infection and endotheliitis in COVID-19. Lancet\n2020;395:1417–8 . http://dx.doi.org/10.1016/S0140-6736(20)30937-5 .\n[17] Rello J, Storti E, Belliato M, Serrano R. Clinical phenotypes of SARS-CoV-2:\nimplications for clinicians and researchers. Eur Respir J 2020;55 . http://\ndx.doi.org/10.1183/13993003.01028-2020 .\n[18] Jin C, Tian C, Wang Y, Wu CC, Zhao H, Liang T, et al. A pattern categorization of\nCT ﬁndings to predict outcome of COVID-19 pneumonia. Front Public Health\n2020;8567672 . http://dx.doi.org/10.3389/fpubh.2020.567672 .\n[19] Robba C, Battaglini D, Ball L, Patroniti N, Loconte M, Brunetti I, et al. Distinct\nphenotypes require distinct respiratory management strategies in severe\nCOVID-19. Respir Physiol Neurobiol 2020;279.\n[20] Marini JJ, Gattinoni L. Management of COVID-19 respiratory distress. JAMA\n2020;323:2329–30 . http://dx.doi.org/10.1001/jama.2020.6825 .\n[21] Hamming I, Timens W, Bulthuis MLC, Lely AT, Navis GJ, van Goor H. Tissue\ndistribution of ACE2 protein, the functional receptor for SARS coronavirus. A\n728\n\n--- Page 8 ---\nJ. Rello, M. Belliato, M.-A. Dimopoulos et al.\nﬁrst step in understanding SARS pathogenesis. J Pathol 2004;203:631–7 .\nhttp://dx.doi.org/10.1002/path.1570 .\n[22] Hendren NS, Drazner MH, Bozkurt B, Cooper LT. Description and proposed\nmanagement of the acute COVID-19 cardiovascular syndrome. Circulation\n2020;141:1903–14 . http://dx.doi.org/10.1161/CIRCULATIO-\nNAHA.120.047349 .\n[23] Waterer GW, Rello J, Wunderink RG. COVID-19: ﬁrst do No harm. Am J Respir\nCrit Care Med 2020;201:1324–5 . http://dx.doi.org/10.1164/rccm.202004-\n1153ED .\n[24] Puntmann VO, Carerj ML, Wieters I, Fahim M, Arendt C, Hoffmann J, et al.\nOutcomes of cardiovascular magnetic resonance imaging in patients recently\nrecovered from coronavirus disease 2019 (COVID-19). JAMA Cardiol 2020 .\nhttp://dx.doi.org/10.1001/jamacardio.2020.3557 . Online ahead of print.\n[25] Klok FA, Kruip MJHA, van der Meer NJM, Arbous MS, Gommers D, Kant KM,\net al. Conﬁrmation of the high cumulative incidence of thrombotic compli-\ncations in critically ill ICU patients with COVID-19: an updated analysis.\nThromb Res 2020;191:148–50 . http://dx.doi.org/10.1016/j.thromres.2020.\n04.041 .\n[26] Caruana G, Croxatto A, Coste AT, Opota O, Lamoth F, Jaton K, et al. Diagnostic\nstrategies for SARS-CoV-2 infection and interpretation of microbiological\nresults. Clin Microbiol Infect 2020;26(9):1178–82 . http://dx.doi.org/\n10.1016/j.cmi.2020.06.019 .\n[27] Kim Y-G, Yun SG, Kim MY, Park K, Cho CH, Yoon SY, et al. Comparison between\nsaliva and nasopharyngeal swab specimens for detection of respiratory viruses\nby multiplex reverse Transcription-PCR. J Clin Microbiol 2017;55:226–33 .\nhttp://dx.doi.org/10.1128/JCM.01704-16 .\n[28] Vena A, Giacobbe DR, Di Biagio A, Mikulska M, Taramasso L, De Maria A, et al.\nClinical characteristics, management and in-hospital mortality of patients\nwith coronavirus disease 2019 in Genoa, Italy. Clin Microbiol Infect 2020 .\nhttp://dx.doi.org/10.1016/j.cmi.2020.07.049 . S1198-743X(20)30484-5.\n[29] Barisione E, Grillo F, Ball L, Bianchi R, Grosso M, Morbini P, et al. Fibrotic\nprogression and radiologic correlation in matched lung samples from COVID-\n19 post-mortems. Virchows Arch 2020 . http://dx.doi.org/10.1007/s00428-\n020-02934-1 . Online ahead of print.\n[30] Zubieta-Calleja G, Zubieta-DeUrioste N. Pneumolysis and ‘‘silent hypoxemia’’\nin COVID-19. Open Sci Framework 2020 . http://dx.doi.org/10.31219/osf.io/\nqde8w . ahead of print.\n[31] Pelosi P, Rocco PRM, Gama de Abreu M. Close down the lungs and keep them\nresting to minimize ventilator-induced lung injury. Crit Care 2018;22:72 .\nhttp://dx.doi.org/10.1186/s13054-018-1991-3 .\n[32] Battaglini D, Brunetti I, Anania P, Fiaschi P, Zona G, Ball L, et al. Neurological\nmanifestations of severe SARS-CoV-2 infection: potential mechanisms and\nimplications of individualized mechanical ventilation settings. Front Neurol\n2020;11:845 . http://dx.doi.org/10.3389/fneur.2020.00845 .\n[33] Liao D, Zhou F, Luo L, Xu M, Wang H, Xia J, et al. Haematological characteristics\nand risk factors in the classiﬁcation and prognosis evaluation of COVID-19: a\nretrospective cohort study. Lancet Haematol 2020;7:e671–8 . http://\ndx.doi.org/10.1016/S2352-3026(20)30217-9 .\n[34] Al-Ani F, Chehade S, Lazo-Langner A. Thrombosis risk associated with COVID-\n19 infection. A scoping review. Thromb Res 2020;192:152–60 . http://\ndx.doi.org/10.1016/j.thromres.2020.05.039 .\n[35] Al-Samkari H, Karp Leaf RS, Dzik WH, Carlson JCT, Fogerty AE, Waheed A, et al.\nCOVID-19 and coagulation: bleeding and thrombotic manifestations of SARS-\nCoV-2 infection. Blood 2020;136:489–500 . http://dx.doi.org/10.1182/blood.\n2020006520 .\n[36] Barnes GD, Burnett A, Allen A, Blumenstein M, Clark NP, Cuker A, et al.\nThromboembolism and anticoagulant therapy during the COVID-19 pandem-\nic: interim clinical guidance from the anticoagulation forum. J Thromb Throm-\nbolysis 2020;50:72–81 . http://dx.doi.org/10.1007/s11239-020-02138-z .\n[37] Moores LK, Tritschler T, Brosnahan S, Carrier M, Collen JF, Doerschug K, et al.\nPrevention, diagnosis, and treatment of VTE in patients with coronavirus\ndisease 2019: CHEST guideline and expert panel report. Chest\n2020;158:1143–63 . http://dx.doi.org/10.1016/j.chest.2020.05.559 .\n[38] Idilman IS, Telli Dizman G, Ardali Duzgun S, Irmak I, Karcaaltincaba M, Inkaya\nAC, et al. Lung and kidney perfusion deﬁcits diagnosed by dual-energy\ncomputed tomography in patients with COVID-19-related systemic micro-\nangiopathy. Eur J Clin Microbiol Infect Dis 2020 . http://dx.doi.org/10.1007/\ns00330-020-07155-3 . Online ahead of print.\n[39] McElvaney OJ, McEvoy NL, McElvaney OJF, Carroll TP, Murphy MP, Dunlea DM,\net al. Characterization of the inﬂammatory response to severe COVID-19\nillness. Am J Respir Crit Care Med 2020;202:812–21 . http://dx.doi.org/\n10.1164/rccm.202005-1583OC .\n[40] Rovina N, Akinosoglou K, Eugen-Olsen J, Hayek S, Reiser J, Giamarellos-\nBourboulis EJ. Soluble Urokinase plasminogen activator receptor (suPAR) as\nan early predictor of severe respiratory failure in patients with COVID-19\npneumonia. Crit Care 2020;24:187 . http://dx.doi.org/10.1186/s13054-020-\n02897-4 .\n[41] Huet T, Beaussier H, Voisin O, Jouveshomme S, Dauriat G, Lazareth I, et al.\nAnakinra for severe forms of COVID-19: a cohort study. Lancet Rheumatol\n2020;2:e393–400 . http://dx.doi.org/10.1016/S2665-9913(20)30164-8 .\n[42] Kaminski MA, Sunny S, Balabayova K, Kaur A, Gupta A, Abdallah M, et al.\nTocilizumab therapy of COVID-19: a comparison of subcutaneous and intra-\nvenous therapies. Int J Infect Dis 2020;101:59–64 . http://dx.doi.org/10.1016/\nj.ijid.2020.09.1447 .\n[43] Rubio-Rivas M, Mora-Lujan JM, Montero A, Homs NA, Rello J, Corbella X.\nBeneﬁcial and harmful outcomes of Tocilizumab in severe COVID-19: a\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nsystematic review and meta-analysis. medRxiv 2020;2020 . http://\ndx.doi.org/10.1101/2020.09.05.20188912 . 09.05.20188912.\n[44] RECOVERY Collaborative Group, Horby P, Lim WS, Emberson JR, Mafham M,\nBell JL, et al. Dexamethasone in hospitalized patients with Covid-19 - prelimi-\nnary report. N Engl J Med 2020 . http://dx.doi.org/10.1056/NEJMoa2021436 .\nOnline ahead of print.\n[45] Bai C, Chotirmall SH, Rello J, Alba GA, Ginns LC, Krishnan JA, et al. Updated\nguidance on the management of COVID-19: from an American Thoracic\nSociety/European Respiratory Society coordinated International Task Force\n(29 July 2020). Eur Respir Rev 2020;29 . http://dx.doi.org/10.1183/\n16000617.0287-2020 .\n[46] WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working\nGroup, Sterne JAC, Murthy S, Diaz JV, Slutsky AS, Villar J, et al. Association\nbetween administration of systemic corticosteroids and mortality among\ncritically ill patients with COVID-19: a meta-analysis. JAMA\n2020;324(13):1330–41 . http://dx.doi.org/10.1001/jama.2020.17023 .\n[47] Waterer GW, Rello J. Steroids and COVID-19: we need a precision approach,\nnot one size ﬁts all. Infect Dis Ther 2020;1–5 . http://dx.doi.org/10.1007/\ns40121-020-00338-x .\n[48] Pau AK, Aberg J, Baker J, Belperio PS, Coopersmith C, Crew P, et al. Convalescent\nplasma for the treatment of COVID-19: perspectives of the national institutes\nof health COVID-19 treatment guidelines panel. Ann Intern Med 2020 . http://\ndx.doi.org/10.7326/M20-6448 . Online ahead of print.\n[49] Psaltopoulou T, Sergentanis TN, Pappa V, Politou M, Terpos E, Tsiodras S, et al.\nThe emerging role of convalescent plasma in the treatment of COVID-19.\nHemasphere 2020;4:e409 . http://dx.doi.org/10.1097/\nHS9.0000000000000409 .\n[50] Li L, Zhang W, Hu Y, Tong X, Zheng S, Yang J, et al. Effect of convalescent plasma\ntherapy on time to clinical improvement in patients with severe and life-\nthreatening COVID-19: a randomized clinical trial. JAMA 2020;324:460–70 .\nhttp://dx.doi.org/10.1001/jama.2020.10044 .\n[51] Terpos E, Mentis A, Dimopoulos MA. Loss of Anti-SARS-CoV-2 antibodies in\nmild Covid-19. N Engl J Med 2020;383 . http://dx.doi.org/10.1056/\nNEJMc2027051 .\n[52] Ibarrondo FJ, Fulcher JA, Goodman-Meza D, Elliott J, Hofmann C, Hausner MA,\net al. Rapid decay of Anti-SARS-CoV-2 antibodies in persons with mild Covid-\n19. N Engl J Med 2020;383:1085–7 . http://dx.doi.org/10.1056/\nNEJMc2025179 .\n[53] McMullen KM, Smith BA, Rebmann T. Impact of SARS-CoV-2 on hospital\nacquired infection rates in the United States: predictions and early results.\nAm J Infect Control 2020;48(11):1409–11 . http://dx.doi.org/10.1016/j.ajic.\n2020.06.209 .\n[54] Sturdy A, Basarab M, Cotter M, Hager K, Shakespeare D, Shah N, et al. Severe\nCOVID-19 and healthcare-associated infections on the ICU: time to remember\nthe basics? J Hosp Infect 2020;105:593–5 . http://dx.doi.org/10.1016/\nj.jhin.2020.06.027 .\nCrı´ticos [55] Consejo Asesor del Programa de Seguridad de Pacientes del Ministerio\n´ Espan˜a. de Sanidad del Gobierno de Declaracion del COMITE ASESOR DEL\nCrı´ticos Programa DE Seguridad DE Pacientes DEL Ministerio DE Sani-\ndad; https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/\nalertasActual/nCov/documentos/Declaracion_del_Comite_Asesor_\ndel_Programa_de_Seuguridad_de_Pacientes_Criticos.pdf ; 2020 (Accessed\n6 October 2020).\n[56] Vailati D, Montrucchio G, Cerotto V, Capozzoli G, Gori F, Brazzi L. SIAARTI\nVASCOVID: approccio Vascolare A.L. Paziente COVID-19 POSITIVO; http://\nwww.siaarti.it/SiteAssets/News/COVID19%20-%20documenti%20SIAARTI/\nSIAARTI%20VASCOVID%20-%20APPROCCIO%20VASCOLARE%20AL%20PA\nZIENTE%20COVID-19%20POSITIVO.pdf.pdf ; 2020 (Accessed 6 October 2020).\nThe´venin [57] Eggimann P, Pagani J-L, Dupuis-Lozeron E, Ms BE, M-J, Joseph C, et al.\nSustained reduction of catheter-associated bloodstream infections with en-\nhancement of catheter bundle by chlorhexidine dressings over 11 years.\nIntensive Care Med 2019;45:823–33 . http://dx.doi.org/10.1007/s00134-\n019-05617-x .\n[58] Coronavirus Vaccine Tracker - The New York Times n.d. https://www.nytimes.\ncom/interactive/2020/science/coronavirus-vaccine-tracker.html . (Accessed\n5 October 2020).\n[59] Zhu F-C, Li Y-H, Guan X-H, Hou L-H, Wang W-J, Li J-X, et al. Safety, tolerability,\nand immunogenicity of a recombinant adenovirus type-5 vectored COVID-19\nvaccine: a dose-escalation, open-label, non-randomised, ﬁrst-in-human tri-\nal. Lancet 2020;395:1845–54 . http://dx.doi.org/10.1016/S0140-6736(20)\n31208-3 .\n[60] Logunov DY, Dolzhikova IV, Zubkova OV, Tukhvatullin AI, Shcheblyakov DV,\nDzharullaeva AS, et al. Safety and immunogenicity of an rAd26 and rAd5\nvector-based heterologous prime-boost COVID-19 vaccine in two formula-\ntions: two open, non-randomised phase 1/2 studies from Russia. Lancet\n2020;396:887–97 . http://dx.doi.org/10.1016/S0140-6736(20)31866-3 .\n[61] Folegatti PM, Ewer KJ, Aley PK, Angus B, Becker S, Belij-Rammerstorfer S, et al.\nSafety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-\nCoV-2: a preliminary report of a phase 1/2, single-blind, randomised con-\ntrolled trial. Lancet 2020;396:467–78 . http://dx.doi.org/10.1016/S0140-\n6736(20)31604-4 .\n[62] Jackson LA, Anderson EJ, Rouphael NG, Roberts PC, Makhene M, Coler RN, et al.\nAn mRNA vaccine against SARS-CoV-2 - preliminary report. N Engl J Med 2020 .\nhttp://dx.doi.org/10.1056/NEJMoa2022483 . Online ahead of print.\n[63] Pham Q-V, Nguyen DC, Huynh-The T, Hwang W-J, Pathirana PN. Artiﬁcial\nintelligence (AI) and big data for coronavirus (COVID-19) pandemic: a survey\n729\n\n--- Page 9 ---\nJ. Rello, M. Belliato, M.-A. Dimopoulos et al.\non the state-of-the-Arts. IEEE Access 2020;8:130820–39 . http://dx.doi.org/\n10.1109/ACCESS.2020.3009328 .\n[64] Yan L, Zhang H-T, Goncalves J, Xiao Y, Wang M, Guo Y, et al. A machine\nlearning-based model for survival prediction in patients with severe COVID-19\ninfection. Epidemiol Infect 2020;2020 . http://dx.doi.org/10.1101/2020.02.27.\n20028027 . 02.27.20028027.\n[65] Liang W, Yao J, Chen A, Lv Q, Zanin M, Liu J, et al. Early triage of critically ill\nCOVID-19 patients using deep learning. Nat Commun 2020;11:3543 . http://\ndx.doi.org/10.1038/s41467-020-17280-8 .\n[66] Brown C, Chauhan J, Grammenos A, Han J, Hasthanasombat A, Spathis D, et al.\nExploring automatic diagnosis of COVID-19 from crowdsourced respiratory\nsound data. ArXiv 2020. 200605919 Cs Eess.\n[67] Naronglerdrit P, Mporas I, Sheikh-Akbari A. COVID-19 detection from chest X-\nrays using transfer learning with deep convolutional neural networks. In:\nKose U, Gupta D, V.H.C. de Albuquerque, Khanna A, editors. Data science for\nCOVID-19. 1st edition, 2021.\n730\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\n[68] Rello J, Tejada S, Userovici C, Arvaniti K, Pugin J, Waterer G. Coronavirus\nDisease 2019 (COVID-19): A critical care perspective beyond China. Anaesth\nCrit Care Pain Med 2020;39:167–9 . http://dx.doi.org/10.1016/j.accpm.\n2020.03.001 .\n[69] Jansson M, Liao X, Rello J. Strengthening ICU health security for a coronavirus\nepidemic. Intensive Crit Care Nurs 2020;57102812 . http://dx.doi.org/10.1016/\nj.iccn.2020.102812 .\n[70] Sprung CL, Joynt GM, Christian MD, Truog RD, Rello J, Nates JL. Adult ICU triage\nduring the coronavirus disease 2019 Pandemic: who will live and who will\ndie? Recommendations to improve survival. Crit Care Med 2020;48:1196–\n202 . http://dx.doi.org/10.1097/CCM.0000000000004410 .\nMartı´n [71] Barrasa H, Rello J, Tejada S, A, Balziskueta G, Vinuesa C, et al. SARS-CoV-\n2 in Spanish Intensive Care Units: early experience with 15-day survival in\nVitoria. Anaesth Crit Care Pain Med 2020;39(5):553–61 . http://dx.doi.org/\n10.1016/j.accpm.2020.04.001 .",
    "pages": [
      {
        "page_number": 1,
        "text": "Since January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active.",
        "char_count": 774,
        "word_count": 118,
        "extraction_method": "single_column"
      },
      {
        "page_number": 2,
        "text": "Anaesth Crit Care Pain\nContents lists available\nAnaesthesia Critical\njo ur n al h o mep ag e:\nReview article\nUpdate in COVID-19 in the intensive care\nAthens International symposium\na , b , c d Jordi Rello , Mirko Belliato , Meletios-Athanasios\nf J. Giamarellos-Bourboulis , Vladimir Jaksic Evangelos\nk l , m Mporas , Paolo Pelosi , Garyphallia Poulakou Iosif\np Tamae-Kakazu , Jean-Franc ois Timsit Maximiliano ¸\nt Dimopoulos George\nClinical a Research/Epidemiology in Pneumonia & Sepsis (CRIPS), Vall d’Hebron Institute\nCentro b Investigacio´n Biome´dica de en Red de Enfermedades Respiratorias (CIBERES),\nClinical c Universite´ de Research in the ICU, Anaesthesia Department, CHU Nimes,\nAnestesia d e Rianimazione II Cardiopolmonare, Fondazione IRCCS Policlinico San Matteo,\nDepartment e of Clinical Therapeutics, National and Kapodistrian University of Athens,\n4 Department f th of Internal Medicine, National and Kapodistrian University of Athens,\n3M g Health Care, 3M Company, St. Paul, MN, USA\nMultidisciplinary h Intensive Care Research Organization (MICRO), Department of Intensive\nTrinity i Centre for Health Sciences, Dublin, Ireland\nHospital j Clı´nic, IDIBAPS, Universidad de Barcelona, Barcelona, Spain\nSchool k of Physics Engineering and Computer Science, University of Hertfordshire, Hatﬁeld,\nDepartment l of Surgical Sciences and Integrated Diagnostics (DISC), University of Genoa,\nAnaesthesia m and Intensive Care, San Martino Policlinico Hospital, IRCCS for Oncology\n3 Department n rd of Internal Medicine, National and Kapodistrian University of Athens,\nLaboratory o of Clinical Microbioloy, ATTIKON University Hospital, School of Medicine,\nDivision p of Pulmonary, Critical Care and Sleep Medicine, Spectrum Health – Michigan\nAP-HP, q Bichat Hospital, Medical and Infectious Diseases ICU (MI2), F-75018 Paris, France\nUniversity r of Paris, IAME, INSERM, F-75018 Paris, France\nSchool s of Medicine, University of Western Australia, Australia\nDepartment t of Critical Care Medicine, National and Kapodistrian University of Athens,\nA R T I C L E I N F O A B S T R A C T\nArticle history: The 2020 International Web\nonline 22 October 2020 Available updating the information\nreviewed the latest literature\nKeywords: epidemiology, pathophysiology,\nCOVID-19 diagnosis, mechanical\nSARS-CoV-2 therapy, plasma treatment,\nPneumonia\nand vaccination. Antiviral\nAcute respiratory failure\neach of these issues is\nARDS\nafter a brief review presented\nIntensive care\n2020 Socie´te´ franc aise ¸ \u0002 C\n* Corresponding author at: Vall d’Hebron Institut de Recerca, Ps Vall d’Hebron 119\nE-mail address: stmagraner@gmail.com (S. Tejada).\nhttps://doi.org/10.1016/j.accpm.2020.10.008\n2020 Socie´te´ franc d’anesthe´sie re´animation 2352-5568/ aise et de (Sfar). Published ¸ \u0002 C\n\nMed 39 (2020) 723–730\nat ScienceDirect\nCare & Pain Medicine\nwww .elsevier .co m\nunit from the 2020 HELLENIC\ne Dimopoulos ,\ng b , h , i , j , Ignacio Martin-Loeches ,\nn o , Spyridon Pournaras ,\nq , r s a , b , * , , Grant Waterer , Soﬁa Tejada\nof Research (VHIR), Barcelona, Spain\nInstituto de Salud Carlos III, Madrid, Spain\nNimes-Montpellier, France\nPavia, Italy\nSchool of Medicine, Athens, Greece\nMedical School, Greece\nCare Medicine, St. James’s University Hospital, Dublin, Ireland\nUnited Kingdom\nGenoa, Italy\nand Neurosciences, Genoa, Italy\nMedical School, Sotiria General Hospital of Athens, Greece\nNational and Kapodistrian University of Athens, Athens, Greece\nState University, Grand Rapids, Michigan, USA\nMedical School, Greece\nScientiﬁc Event in COVID-19 pandemic in critically ill patients aimed at\nand knowledge on the COVID-19 pandemic in the intensive care unit. Experts\nrelating to the COVID-19 pandemic in critically ill patients, such as\nphenotypes of infection, COVID-19 as a systematic infection, molecular\nventilation, thromboprophylaxis, COVID-19 associated co-infections, immuno-\ncatheter-related bloodstream infections, artiﬁcial intelligence for COVID-19,\ntherapy and co-infections are out of the scope of this review. In this review,\ndiscussed with key messages regarding management and further research being\nof available evidence.\nd’anesthe´sie re´animation et de (Sfar). Published by Elsevier Masson SAS. All\nrights reserved.\nAMI-14th ﬂoor, 08035 Barcelona, Spain.\nby Elsevier Masson SAS. All rights reserved.",
        "char_count": 4308,
        "word_count": 631,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "J. Rello, M. Belliato, M.-A. Dimopoulos et al.\nContents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n2. General aspects . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nEpidemiology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.1.\n2.2. Pathophysiology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n2.3. The ﬁve phenotypes of infection . . . . . . . . . . . . . . . . . . . . . . .\nCOVID-19 is a systematic infection . . . . . . . . . . . . . . . . . . . . . 2.4.\nCOVID-19 management . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n3.1. Molecular diagnosis 724\n3.2. Oxygenation and mechanical ventilation. . . . . . . . . . . . . . . . .\n3.3. Thromboprophylaxis. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nImmunotherapy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.4.\n3.5. Plasma treatment . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n4. COVID-19 patients with speciﬁc conditions . . . . . . . . . . . . . . . . . . . .\n4.1. CRBIs in COVID-19 era . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nThe vaccine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.2.\n4.3. Artiﬁcial intelligence and COVID-19 . . . . . . . . . . . . . . . . . . . .\n5. Conclusion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nAcknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . References\n1. Introduction\nis an ongoing global pandemic caused by SARS-CoV- COVID-19\n2. Elderly patients with underlying chronic diseases are considered\nof high risk for death, like immunocompromised but younger\npeople without major underlying diseases may also present lethal\ncomplications [1] . COVID-19 must be regarded as a systemic\ndisease involving multiple human systems due to the uncontrolled\nsystematic inﬂammatory response resulting from the release of\nlarge amounts of pro-inﬂammatory cytokines and chemokines by\nimmune effector cells, named ‘‘cytokine storm’’ [2] . For this reason,\nwe propose the new deﬁnition as SARS-CoV-2 Multiple Organ\nDisease Syndrome (SARS-CoV-2 MODS) [3] . In this situation the\ntreatment with immunomodulatory agents (corticosteroids, toci-\nlizumab, anakinra, sarilumab, etc.) has been widely used, although\nmore laboratory and clinical evidence is required [4] . A major\nproblem of the coronavirus pandemic is the considerable burden\nimposed on National Health Systems worldwide due to the\nhyperacute outbreak and the proportional increase of patients\nrequiring intensive care unit (ICU) support in an extremely limited\nperiod of time, while outcomes vary according to the burden of the\ndisease in each country. The pandemic has caused also a major\nglobal social and economic disruption while misinformation about\nthe virus has circulated through social and mass media.\nIn this article, through an International Webinar meeting which\nth took place in Athens Greece on September 24 2020, we report an\nupdate on information and knowledge on COVID-19 pandemic\nissues in the ICU.\nGeneral aspects 2.\nEpidemiology 2.1.\ninfection, caused by SARS-CoV-2, has led to a global COVID-19\npandemic. The clinical and pathological features of acute infection\nhave been extensively published, with a wide spectrum of disease\nseen, from asymptomatic infection to mild self-limiting symptoms\nto acute respiratory failure requiring invasive mechanical ventila-\ntion (MV) [5] . The most common clinical ﬁnding is fever, cough and\nfatigue with some laboratory ﬁndings such as increased serum\nferritin, D dimers and C reactive protein (CRP) [6] . It affects more\nolder adults and there is also a high fatality rate in this subset of\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 724\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 725\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 726\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 726\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 727\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 728\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 728\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 728\npatients. Acute respiratory distress syndrome (ARDS) is the primary\ncause of death in COVID-19 [7] and a recent scope review found that\nfor COVID-19, 5% of patients were reported as experiencing <\nbacterial/fungal coinfection at admission, but development of\nsecondary infections during ICU admission is common [8,9] .\nPatients who do not develop a bacterial infection present high\ninitial CRP levels and low procalcitonin (PCT) levels, decreasing\nprogressively, with implications on antimicrobial stewardship.\nTherefore, empirical antimicrobial therapy with low serum PCT in\nICU patients should not be indicated. CRP does not have predictive\nvalue for bacterial infections in ICU patients with SARS-CoV-2\ninfection. Consideration of superinfection and prompt appropriate\nuse of antibiotics should be considered if PCT increase after some\ndays of MV.\nCOVID-19 infection has shown a great variability in terms of\nmortality in different regions around the globe. An observational\nstudy conducted in the US found an excess of 122,300 (95%\nprediction interval, 116,800 127,000), more deaths than would \u0003\ntypically be expected at the same time of the year [10] . Indirect\ndeaths caused by cardiovascular events, delayed cancer care, or\nmalnutrition may be a serious concern. Persistent symptoms after\nhospital discharge also represent a signiﬁcant burden after acute\nCOVID-19 in the ICU.\nPathophysiology 2.2.\nis an enveloped, positive-sense, single-stranded SARS-CoV-2\nRNA viruses of 30 kb, only able to synthesise 34 proteins but \u0004\ncreating a wide variety of signs and symptoms.\nCoronaviruses, and especially SARS-CoV-2, penetrate the\nepithelial cells via the angiotensin converting enzyme 2 (ACE2).\nThe serine transmembrane serine protease 2 in the host cell further\npromotes viral uptake by cleaving ACE2 and activating the SARS-\nCoV-2 S protein. After entry, SARS-CoV-2 can shut down the\neffective IFN type 1 antiviral pathway. The virus uses the\nintracellular machinery to multiply and disseminate into the\nairway [11] .\nThe virus mainly spread from the lung but could disseminate to\nall tissues that express ACE2 (mainly small bowel and colon, brain,\nheart, kidney and skin); during autopsies, the virus is found in\nmany organs [12] . Critically ill mechanically ventilated patients\nshowed RNAemia for 17 days in median [13] .\n724",
        "char_count": 8451,
        "word_count": 2400,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "J. Rello, M. Belliato, M.-A. Dimopoulos et al.\nThe absence of normal Th1 response leads to pyroptosis of the\nepithelial cell (with massive proinﬂammatory reactions, recruit-\nment of blood monocytes into the lungs and neutrophils attraction\nand activation (Reactive Oxygen Species, proteases production and\ncell death by Neutrophil Extracellular Traps (NETosis)), leading to a\n‘‘cytokine storm’’ [14] . The lack of cytokine at a transcriptional\nlevel in the blood, contrasting with high level of protein, suggest a\ncompartmentalisation of the response starting into the lung and\nspreading into other tissues [11] .\nThe abnormal Th2 response is unable to clear the pathogen and\nleads to an abnormal activation of CD8 + T cells with massive\ndecrease, partial differentiation, and exhaustion. The CD4+ response is\nanarchic with plasmablast proliferation. The high level of production\nof SARS-CoV-2 antibodies contemporaneously to virus persistence is\nsupposed to enhance the inﬂammatory reaction and to abrogate the\nwound healing response (MCP-1 and interleukin (IL)-8 production\nand pro-inﬂammatory monocytes/macrophage recruitment) [15] .\nEndothelium is activated, through the ACE2 receptor with\nexpression of Tissue Factor, platelet activation and increased von\nWillebrand factor (VWF) and factor VIII (FVIII) levels, all of which\ncontribute to thrombin generation and ﬁbrin clot formation.\nThrombin, in turn, causes inﬂammation through its effect on\nplatelets which promote NET formation in neutrophils. It also\nactivates endothelium through the protease-activated receptors\n(PAR) receptor, which leads to C5a release and monocyte\nactivation. Vasculitis is associated with a prolonged procoagulant\nand anti-ﬁbrinolytic states that explain the high risk of arterial and\nvein thrombosis [12,16] .\n2.3. The ﬁve phenotypes of infection\nof COVID-19 is characterised by different clinical Presentation\nphenotypes [17] , with different severity-of-illness and outcomes,\nwith speciﬁc biomarkers.\nPhenotype 1 is characterised by mild symptomatic patients\nwithout hypoxemia and radiological abnormalities. Phenotype\n2 presents as hyper-inﬂamed and hypovolaemic patients, pre-\nsenting mild hypoxemia and/or small opacities on chest X-ray.\nExposed to rapid deterioration risk, close SpO2 monitoring is\nneeded. Manifested as ‘‘Bronchopneumonia pattern’’ of Jin et al.\n[18] . These patients have a median IL-6 under 95 pg/mL.\nPhenotype 3 is characterised by greater hypoxemia (PaO2/\nFiO2 200), respiratory rates 25 per minute, IL-6 values < >\n94 pg/mL, being a possible progression from type 2. An >\n‘‘organising pneumonia pattern’’ of Jin and ‘‘phenotype 1’’ of\nRobba et al. [19] is present.\nPhenotype 4 and 5 are characterised by severe hypoxemia\nrequiring intubation. Phenotype is characterised by hypoxic vasocon-\nstriction, micro-embolic lesions, normal lung compliance, lower lobes\noedema with ground glass opacities; consider iNO, prostacyclin,\nnormal tidal. Computed tomography (CT) scan is consistent with as\n‘‘progressive organising pneumonia pattern’’ of Jin, ‘‘type L’’ of Marini\nand Gattinoni [20] and ‘‘phenotype 1-2’’ of Robba. Phenotype\n5 represents an advanced stage of ARDS, typically in patients with\ndelayed intubation; it totally ﬁts the severe ARDS criteria. Patients\nmay beneﬁt from positive end-expiratory pressure (PEEP) levels\n12 cm H20, prone positioning, and low tidal volumes. CT >\ndocuments the ‘‘diffuse alveolar damage pattern’’ of Jin, ‘‘type H’’ of\nMarini and ‘‘phenotype 2-3’’ of Robba. A comprehensive categorisa-\ntion is required, based on physiology, CT scan ﬁndings and clinical\npresentation, to achieve a personalised treatment, indeed.\\\nCOVID-19 is a systematic infection 2.4.\nthe ACE-II receptor to which SARS-COV-2 binds is widely found As\nthroughout the body, including the lung alveolar epithelial cells,\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nenterocytes of the small intestine, arterial and venous endothelial\ncells and arterial smooth muscle cells [21] , it should not be surprising\nthat COVID-19 is a disease more than just the lungs.\nAfter the lungs, the heart is the most frequently involved organ.\nA variety of pathologies can impair cardiac function, both primary\n(i.e. myocarditis) and secondary (myocardial infarction, arrhyth-\nmia, cytokine-induced suppression, etc.) [22] . Assessing the cause\nof cardiac involvement is complicated by the frequent comorbid\nheart disease in patients with severe disease and the variety of\ncardiotoxic medications that have frequently been used in\ncombination (e.g. ritonavir, hydroxychloroquine, alpha interferon,\nhigh dose methylprednisolone, etc.) [23] . However, rates of\nmyocarditis are quite signiﬁcant and a cause for concern regarding\nlong term consequences in COVID-19 survivors [24] .\nWidespread thrombotic disease in the venous and arterial\nsystem due to the endotheliitis, despite prophylactic low molecu-\nlar weight heparin therapy [25] , is the other hallmark of COVID-19.\nPrimary neurological disease other than stroke is rare, and most\nrenal disease is secondary to systemic insults rather than primary.\nCOVID-19 management 3.\nMolecular diagnosis 3.1.\nprompt and reliable diagnosis of COVID-19 cases is The\nchallenging for several reasons and is mainly based on molecular\nassays. The aims of real-time RT-PCR are to perform early, rapid\nand accurate diagnostics and also guide patient care and\nmanagement as well as epidemiological strategies.\nThe most common specimens used are nasopharyngeal and\noropharyngeal samples, while tracheal aspirate, bronchial speci-\nmens or bronchoalveolar samples are occasionally collected from\nintubated patients. The molecular diagnosis nowadays mainly\nrelies on real-time RT-PCR techniques, which are considered\nreference ones, as they present high sensitivity and speciﬁcity and\nare compatible with automation. In a lesser extent, other PCR\nassays, such as nested PCR, RT-LAMP, RT-iiPCR or the GenXPERT\nassay may be used [26] .\nThe RNA extraction techniques were initially manual and later\nevolved to automated, with RT-PCR set up to be prepared manually\nand RT-PCR to be run in separate thermal cyclers. All these steps\nwere later incorporated in fully automated instruments, such as\nthe sample-to-result instrument NeuMoDx system.\nA very recent evolution in the molecular diagnosis is the\napplication of real-time RT-PCR in saliva, which can be effectively\nused for the detection of respiratory viruses [27] . Saliva has the\nobvious advantages to be easy to collect, unaffected by collection\nprocess, advantageous for individuals with physical or mental\nhandicaps, stable at room temperature for extended periods, not\ndependent on swabs that are in shortage, of low-risk for exposing\nlaboratorians to hazardous samples, can be obtained while social\ndistancing and can reduce the need for personal protective\nequipment since it is self-collected.\n3.2. Oxygenation and mechanical ventilation\nglobal pandemic manifested as COVID-19 pneumonia has The\nraised important challenges to physicians working in ICUs. In fact,\npatients with COVID-19 pneumonia present heterogeneous clini-\ncal manifestations; further, signiﬁcant proportion of these\nmanifestations develop severe hypoxemic respiratory failure\nrequiring invasive MV. Different factors have been identiﬁed to\npredict those patients who will require MV, like elevated IL-6 in the\nserum, deterioration of oxygenation (mainly PaO /FiO lower than\n2 2\n100), presence of heart disease and older age [28] .\n725",
        "char_count": 7491,
        "word_count": 1090,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "J. Rello, M. Belliato, M.-A. Dimopoulos et al.\nAt histopathological analysis, early presentation is characterised\nby lymphocytic alveolitis. Recent evidence reported pneumo and\nvascular lysis, alveolar cell inﬁltration, alveolar mucinosis, and\nfurther ﬁbrosis [29,30] . It is mandatory to understand better the\npeculiarities of COVID-19 pneumonia pathophysiology, in order to\noptimise MV. Different radiologic phenotypes have been identiﬁed by\nCT scan [19] : phenotype 1 with multiple, focal over-perfused ground-\nglass opacities, associated with normally aerated areas; phenotype 2,\nwith atelectasis and peri-bronchial opacities, heterogeneously\ndistributed and hypo-perfused, associated with phenotype 1;\nphenotype 3, with patchy ARDS-like pattern, heterogeneously\ndistributed, with hyper and hypo-perfused areas, associated with\nradiologic phenotype 1. Radiologic phenotype 1 is likely to be treated\nby non-invasive respiratory support, while phenotype 3 more often\nneeds invasive MV. In ICU, among intubated critically ill patients,\nmost of them are characterised by phenotype 1, and only a minority\nas phenotype 2 or 3. In normal lungs, the standard lung weight is\naround 800 g, while in traditional ARDS, the lung weight is on\naverage around 1800 g, with an excess tissue mass of 1000 g.\nSimilarly, in COVID-19 patients with phenotype 3, average lung\nweight is around 1600 g, with an excess tissue mass of 800 g. Thus,\nthe excess tissue mass is similar in traditional ARDS as well as in\nCOVID-19 pneumonia phenotype 3. In traditional ARDS, the\ndistribution of regional perfusion is mainly distributed on the\ndependent lung regions, where atelectasis and the majority of non-\naerated lung tissue is located. On the contrary, in COVID-19\npneumonia, the distribution of blood ﬂow is non-gravitational,\nprevalent in non-dependent lung regions, with better aeration. Areas\nof hypoperfusion are distributed mainly in dependent lung non-\naerated regions. Thus, hypoxia is mainly due to the following\n˙ ˙ mechanisms: ﬁrst, lower ventilation-perfusion ( V Q ), in aerated =\nA\n(non-dependent) and poorly aerated lung regions due to increased\nperfusion; second, higher shunt in non-aerated lung tissue with\nmicro-thrombosis and vascular lysis effect, which may be even\npartially protective; and, third, lower alveolar-capillary diffusion. It\nhas been hypothesised that in patients with high compliance and low\n˙Q ˙Q ˙V ˙V , hypoxemia is primarily due to the mismatch related to = =\nA A\nthe loss of the lung perfusion regulation, with a lower amount of non-\naerated tissue and less alveolar recruitability. In contrast, in patients\nwith lower compliance with a major loss of aeration, the\nrecruitability and the response to PEEP has been suggested to be\nhigher. The application of higher levels of PEEP is associated with\nlarger recruitment in traditional ARDS as compared to severe COVID-\n19 pneumonia, radiological phenotype 1 or 3, but not with the\nrespiratory mechanics. Traditional ARDS is characterised by a diffuse\ndamage of the alveolar capillary membrane, leading to oedema and\natelectasis in the most dependent lung regions, in supine position.\nThus, traditional ARDS is characterised by increased excess tissue\nmass, highly recruitable by increasing levels of pressures. On the\ncontrary, COVID-19 pneumonia is characterised by alveolar inﬁltra-\ntion, leading to different increased excess tissue mass, yielding to\nphenotypes 1–3, less recruitable by increasing pressures. For these\nreasons, we suggest to minimise lung inﬂation at end inspiration and\nexpiration, minimising oxygenation [31] and optimising the level of\nhaemoglobin, according to the optimal oxygen transport [32] . Severe\nCOVID-19 pneumonia is a typical ‘‘primary’’ ARDS, with pneumocytes\nand vascular lysis, to be ventilated at lower pressures both at end\ninspiration and expiration with minimal oxygenation. In conclusion,\n‘‘less is more’’ in ventilating critically ill patients with severe COVID-\n19 pneumonia.\n3.3. Thromboprophylaxis\ninfection with critical disease has been characterised COVID-19\nby requiring MV, vasopressors for septic shock or having organ\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nfailure with need for close monitoring in the ICU. Patients with\ncritical COVID-19 disease have been associated with increased\ninﬂammatory response, elevated D-dimer and abnormal coagula-\ntion parameters [33] consistent with systemic activation of\nhaemostasis. Many of these patients present similar parameters\nused to deﬁne disseminated intravascular coagulation and sepsis-\ninduced coagulopathy. Cohorts reporting mostly patients admitted\nto the ICU have shown a high prevalence of venous thromboem-\nbolic disease (VTE) of up to 31.27% [34] . The presence of\nmicrothrombosis in case series of autopsies also supports\nmicroangiopathy due to endothelial injury as part of the\npathophysiology. It is unclear whether therapeutic anticoagulation\nwould beneﬁt patients with critical COVID-19 infection having a\nnegative workup for VTE or other clear indication for such\nintervention. There is no evidence that therapeutic anticoagulation\nin microvascular thrombosis or systemic activation of haemostasis\nmay improve survival. Elevated D-dimer has been associated not\nonly with increased risk of VTE, but also with increased risk of\nbleeding [35] . Given the lack of evidence, different societies are\nproviding recommendations based on expert opinions supporting\nthe use of standard prophylaxis anticoagulation in patients with\nCOVID-19 infection [36,37] . Patients with a negative clinical\nworkup for VTE and critical COVID-19 infection should receive\nstandard prophylaxis anticoagulation. Those patients with sudden\ndecompensation and presumed VTE should be considered for\ntherapeutic anticoagulation until further evaluation for VTE is\nperformed to conﬁrm or rule out VTE. There are currently multiple\nongoing clinical trials to determine whether patients with critical\nCOVID-19 disease without evidence of VTE would beneﬁt of\ntherapeutic anticoagulation, standard prophylaxis anticoagulation\nor intermediate dose anticoagulation. Evidence of frequent lung\nand kidney perfusion deﬁcits in adults without acute respiratory\nfailure [38] emphasises the importance of early interventions in\nSARS-CoV-2 infected subjects.\n3.4. Immunotherapy\nof severe respiratory failure (SRF) caused by SARS- Pathogenesis\nCoV-2 is dominated by a shift of the pro-inﬂammatory-anti-\ninﬂammatory balance towards pro-inﬂammatory responses cha-\nracterised by high values of the ratio of IL-6 to IL-10 [39] . Progres-\nsion from lower respiratory tract infection to SRF necessitating MV\nb is taking place either through over-production of IL-1 and\ndevelopment of macrophage activation syndrome or through over-\nactivation of the IL-6 receptor pathway leading to a unique pattern\nof monocyte dysregulation. In this pattern, the expression of the\nhuman leukocyte antigen DR on monocytes is decreased, which is\nassociated with defective antigen presentation and subsequent\nlymphopenia. In parallel, monocytes maintain their potential for\nthe over-production of pro-inﬂammatory cytokines [4] . This leads\nto the hypothesis that early treatment with a biological that can\nprovide effective blockade of pro-inﬂammatory responses and\nenhance anti-inﬂammatory responses may prevent progression\ninto SRF and MV. Results of the prospective Ana-COVID open-label\ntrial in 41 patients have shown that early treatment with anakinra\nmay achieve this goal [40] . Anakinra is the recombinant receptor of\nIL-1. Early recognition of the risk of a patient for progression into\nSRF using the biomarker suPAR (soluble urokinase plasminogen\nactivator receptor) [41] and start of anakinra to prevent MV is the\nrational of the on-going SAVE trial (EudraCT number 2020-\n001466-11, www.clinicaltrials.gov NCT04357366).\nTocilizumab which blocks IL-6 receptor is also proposed [4]\nwith intravenous use being suggested to be superior to subcuta-\nneous administration [42] . Although the ROCHE press release of\nthe ﬁrst results from the phase III COVACTA trial is not favouring\n726",
        "char_count": 8102,
        "word_count": 1181,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "J. Rello, M. Belliato, M.-A. Dimopoulos et al.\nearly administration in all patients, some systematic reviews\nsuggest potential mortality beneﬁt in some cohorts with acute\nrespiratory failure [43] . Sarilumab is also effective in blocking IL-6\nreceptors and may have similar effects. Promising results were\nprovided with the use of low-dose dexamethasone in the\nRECOVERY trial. When given at 6 mg once daily either orally or\nintravenously for 10 days, signiﬁcant decrease of mortality was\nfound. The recommended patient population is either for patients\nwith severe disease in need for oxygen (e.g. oxygen saturation less\nthan 94%) or under MV [44] . The European Medicines Agency\nth human medicines committee (CHMP) endorsed on 18 2020 the\nadministration of dexamethasone in adults and adolescents (from\n12 years of age and weighing at least 40 Kg) who require\nsupplemental oxygen therapy (oxygenation requirements to\nmaintain SpO above 94% or who underwent MV). In all cases,\n2\nthe recommended dose is 6 mg once a day up to 10 days. Use of\nintravenous steroids is also recommended in the recent American\nThoracic and European Respiratory Society guidance [45] for\npatients who underwent MV, require oxygen supplementation or\nrequire extracorporeal membrane oxygenation. It is also supported\nby recent meta-analyses [46] , although more research is required\non the interaction with antivirals, anticoagulation, speciﬁc subsets\nlike diabetes or older than 70 years, suggesting the need for a\nprecision prescription approach [47] to be more selective in\nreducing potential harm and optimise beneﬁts. Finally, inter-\nactions between IL-6R blocking therapy and steroids need to be\nelucidated.\n3.5. Plasma treatment\nfrom patients who have overcome COVID-19 infection, Plasma\nreferred to as convalescent plasma, is a treatment option, which has\nbeen recently approved by the Food and Drug Administration for\nuse in patients with SARS-CoV-2 infection [48,49] . This approval\nwas based on preliminary results from clinical studies that showed\na signiﬁcant clinical and biochemical improvement of patients,\nreduction in hospitalisation days and survival beneﬁt [50] .\nIn Greece, a Phase II clinical study for the use of convalescent\nplasma in hospitalised patients with COVID-19 (NCT04408209)\nhas been performed. To date, 259 possible donors were tested for\nthe presence of IgG/IgA antibodies against the spike protein of\nSARS-CoV-2 (S1 domain). Median time from the day of the ﬁrst\nsymptom or PCR positivity (for asymptomatic patients) till the day\nof screening was 62 days. IgG antibodies were detected in 229\n(88%) donors. Plasmapheresis was performed in the ﬁrst 74 donors,\nat a median time of 12 days (range: 8–19) after screening. There\nwas a signiﬁcant reduction in the titer of IgG and IgA antibodies\nbetween the days of screening and plasmapheresis [51] . This rapid\nreduction of anti-SARS-CoV-2 antibodies in this cohort has also\nbeen described in other studies [52] and reveals a time pattern of\nreduction. However, it remains unknown whether neutralising\nantibodies share the same model or if this reduction affects the\nhost immunity against SARS-CoV-2. This result also suggests that,\nwhen indicated, plasmapheresis has to be performed as soon as the\npatient has recovered from COVID-19. Signiﬁcant improved\nclinical outcomes with convalescent plasma therapy has been\nrestricted to patients not requiring MV.\nCOVID-19 patients with speciﬁc conditions 4.\nCRBIs in COVID-19 era 4.1.\nthe times of COVID-19 patient surge, hospitals have been During\nunprecedently challenged with acute lack of resources (ICU beds,\nequipment, disposables, trained ICU staff). ICUs were mainly focusing\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\non managing crisis, dedicating less time to Healthcare-Associated\nInfections (HAI) surveillance and compliance with standard Infection\nPreventionists (IP) bundles [53] . ICU staff was challenged with new IP\nprotocols, personal protective equipment (PPE) use (decreased\ncomfort, donning & dofﬁng of multiple PPE items), frequent patient\npronation, time pressure, fatigue and emotional burden.\nRecently published evidence reported increased Bloodstream\nInfection (BSI) rates associated with central lines with authors\nstating that COVID-19 is expected to have highest impact on\ncentral line-associated bloodstream infection (CLABSI) rates\n[53,54] .\nAs multiple factors interfered with standard HAI prevention\nprotocols, it was imperative to quickly recover ICU standards of\ncare and ‘‘adapt recommendations to exceptional care conditions’’\n[55] . Italian group (SIAARTI) responded to this challenge with\nGuidance on vascular approach in COVID-19 patients [56] . The\neffect of central line bundle enhancement was well demonstrated\nby Swiss researchers back in 2019 [57] .\nMoving forward, taking care of three key elements at all times\nwill probably further minimise HAI risk: well-trained PEOPLE, high\ncompliance to updated evidence-based PROTOCOLS and utilisation\nof reliable and easy to use TECHNOLOGY. Needless to say,\nmaintaining sufﬁcient stock is of paramount importance.\n4.2. The vaccine\nand pharmaceutic industry are racing to produce a Scientists\nsafe and effective vaccine against SARS-CoV-2 by the year\n2021. The procedure would require more than 15 years with the\ntypical vaccine development pathway. In this rapidly evolving\nth landscape, as of October 4 2020, at least 92 candidate vaccines\nwere in preclinical trials; 29 in Phase I; 14 in Phase II; 11 in Phase\nIII, of which ﬁve products have already received limited approval\n[58] . Types of vaccines in Phase III development are as follows:\nWeakened-inactivated SARS-CoV-2: Sinovac Biotech’s Corona-\nVac, and two inactivated SARS-CoV-2 vaccines by Sinopharm have\ngained limited approval in China. Sinopharm’s products have been\napproved in United Arab Emirates for healthcare workers.\nViral vector vaccines: CanSino Biologics, together with the\ncountry’s Academy of Military Medical Science, developed a\nvaccine based on adenovirus 5 (Ad5), which was already given\nlimited approval in China [59] . The Gamaleya Research Institute\nhas developed Gam-Covid-Vac, using a combination of Ad5 and\nAd26. Renamed as Sputink-V, it was given limited approval in\nRussia before entering Phase III trials [60] . Johnson & Johnson, in\npartnership with the Beth Israel Deaconess Medical Center, is\ntesting another Ad26 vaccine. AstraZeneca and the University of\nOxford is testing a vaccine based on a chimpanzee adenovirus\ncalled ChAdOx1; safety concerns of potential neurotoxicity\n(transverse myelitis case) have suspended trials in some countries,\nwhereas in others they resumed [61] .\nNucleic acid vaccines: two messenger RNA (mRNA) vaccines;\nthe ﬁrst produced by Moderna in collaboration with the National\nInstitute of Health [62] and the second by BioNTech, Pﬁzer and\nFosun Pharma are in Phase III trials.\nProtein-based vaccines: Novavax, in partnership with Coalition\nfor Epidemic Preparedness Innovations, has manufactured such a\nvaccine.\nRepurposed vaccines: The Bacillus Calmette-Guerin vaccine is\nin Phase III trial in Australia.\nArtiﬁcial intelligence and COVID-19 4.3.\nArtiﬁcial Intelligence (AI) and Data Science community has The\nsupported the global response to the COVID-19 outbreak, with the\nnumber of published AI and machine learning studies related to\n727",
        "char_count": 7353,
        "word_count": 1103,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "J. Rello, M. Belliato, M.-A. Dimopoulos et al.\nCOVID-19 exceeding 30 thousand. The contribution of AI to the\nﬁght against COVID-19 is brieﬂy classiﬁed in (i) biomedicine and\npharmacotherapy, (ii) modelling of the outbreak (identiﬁcation,\ntracking and prediction), and (iii) detection and diagnosis. In\nbiomedicine and pharmacotherapy deep, neural networks were\nused for DNA microarray and genomic sequence analysis, while in\nthe modelling of the outbreak machine learning models like Long\nshort-term memory (LSTM) have been used [63] . Regarding\ndetection and diagnosis, studies have used machine learning\nalgorithms to predict the criticality of COVID-19 positive patients\nusing clinical features and identifying which of them have\nstatistically signiﬁcant hazard errors [64,65] . Other studies have\nused cough and/or breath sound data to identify COVID-19, as in\n[66] . The most popular AI-based COVID-19 identiﬁcation approach\nis using chest X-ray or CT images with CNN models [67] . The\nconducted studies have shown the contribution of AI and data\nscience to the ﬁght against COVID-19 pandemic, however more\nstandardised datasets and clinical validation of the models’\nperformance are further needed.\nConclusion 5.\nand understanding of SARS-CoV2 infection has Management\nevolved during the six ﬁrst months of the pandemic. In spite of\nearly reports calling for ICU preparedness [68,69] , many ICUs in\nWestern countries were overwhelmed in March-April 2020, with\npatients exposed to adverse events due to compassionate\nadministration of drugs with weak evidence [23] , with need of\nimplementing ICU admission triage algorithms [70] and lack of\ntargeting management based on clinical phenotypes. Whereas\nsome ICUs reported similar mortality to primary inﬂuenza\npneumonia requiring MV [71] , these conditions were responsible\nfor a large amount in preventable deaths. Better understanding of\nearly micro-thrombosis [38] , reﬁning strategies of oxygenation\nand intubation criteria (using high ﬂow nasal therapy with awake\nprone position), and use of immunomodulatory agents have been\nassociated with a shift in the management of critically ill patients,\nwith a lower burden of deaths among hospitalised patients.\nFurther research in form of randomised clinical trials is required to\nimprove the understanding of the interactions between antivirals,\nsteroids and other immunomodulatory agents, and to determine\nthe effects on different subpopulations. Clinicians and researchers\nhave focused on the acute phase of severe COVID-19, but\ncontinuing monitoring [45] after ICU and hospital discharge for\nlong-lasting complications is advised. In addition, assessment of\nanxiety, sleep disturbances, depression and post-traumatic dis-\ntress syndrome in ICU survivors needs to be investigated.\nDisclosure of interest\nDr. Belliato reports personal fees from EUROSETS SRL, ITALY, and HAMILTON\nMEDICAL, SWISS, outside the submitted work. Dr. MA. Dimopoulos reports personal\nfees from AMGEN, TAKEDA, BMS, BEIGENE, and JANSSEN, outside the submitted\nwork. Dr. Giamarellos-Bourboulis reports grants from AbbVie; honoraria and grants\nfrom Abbott CH, BRAHMS ThermoFisher, InﬂaRx GmbH, XBiotech, Horizon\n2020 European Grant ImmunoSep, and Horizon2020 Marie-Curie Project European\nJaksˇic´ is Sepsis Academy, outside the submitted work. Dr. an employer from 3M,\nBelgrad, Serbia, during the conduct of the study and outside the submitted work. Dr.\nPoulakou reports personal fees from Angelini, and BioRad, grants and personal fees\nfrom MSD, personal fees from MSD, and Sobi, outside the submitted work. Dr. G.\nDimopoulos reports grants from Horizon 2020 European Grant ImmunoSep and\npersonal fees from MSD, Astellas, Pﬁzer, BioMerieux, ELPEN, Gilead, and\nInfectoPharm outside the submitted work. The other authors declare that they\nhave no competing interest.\nFunding\nSupported in part (CB06-06-036) by Centro de investigacion Biomedica en Red en\nEnfermedades Respiratorias (CIBERES), Instituto de Salud Carlos III, Madrid, Spain\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nAcknowledgements\nThanks to Lorenzo Ball, Denise Battaglini, Lole Brunetti, Lucio\nCastellan, Maurizio Cereda, Sarah E. Gerard, Daniele R. Giacobbe,\nAngelo Guglielmi, Jacob Herrmann, Lorenzo Maiello, Giuseppe\nNicolo` Patroniti, Minetti, Vassiliki Pappa, Chiara Robba, Patricia RM\nRocco, Sara Seitun, Evangelos Terpos, Antonio Vena, Yi Xin ME,\nGustavo R. Zubieta-Calleja for contributions to the presentations at\nthe Webinar.\nThank you to the Centro de Investigacion Biomedica en Red en\nEnfermedades Respiratorias (CIBERES), Instituto de Salud Carlos III,\nMadrid, Spain, for scientiﬁc endorsement.\nReferences\n[1] Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, et al. Clinical course and outcomes of\ncritically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-\ncentered, retrospective, observational study. Lancet Respir Med 2020;8:475–\n81 . http://dx.doi.org/10.1016/S2213-2600(20)30079-5 .\n[2] Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients\ninfected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395:497–\n506 . http://dx.doi.org/10.1016/S0140-6736(20)30183-5 .\n[3] Robba C, Battaglini D, Pelosi P, Rocco PRM. Multiple organ dysfunction in SARS-\nCoV-2: MODS-CoV-2. Expert Rev Respir Med 2020;14:865–8 . http://\ndx.doi.org/10.1080/17476348.2020.1778470 .\n[4] Giamarellos-Bourboulis EJ, Netea MG, Rovina N, Akinosoglou K, Antoniadou A,\nAntonakos N, et al. Complex immune dysregulation in COVID-19 patients with\nsevere respiratory failure. Cell Host Microbe 2020;27:992–1000.e3 . http://\ndx.doi.org/10.1016/j.chom.2020.04.009 .\n[5] Wu Z, McGoogan JM. Characteristics of and important lessons from the\ncoronavirus disease 2019 (COVID-19) outbreak in China: summary of a report\nof 72 314 cases from the chinese center for disease control and prevention.\nJAMA 2020;323:1239–42 . http://dx.doi.org/10.1001/jama.2020.2648 .\n[6] Ge H, Wang X, Yuan X, Xiao G, Wang C, Deng T, et al. The epidemiology and\nclinical information about COVID-19. Eur J Clin Microbiol Infect Dis\n2020;39:1011–9 . http://dx.doi.org/10.1007/s10096-020-03874-z .\n[7] Verity R, Okell LC, Dorigatti I, Winskill P, Whittaker C, Imai N, et al. Estimates of\nthe severity of coronavirus disease 2019: a model-based analysis. Lancet Infect\nDis 2020;20:669–77 . http://dx.doi.org/10.1016/S1473-3099(20)30243-7 .\n[8] Rawson TM, Moore LSP, Zhu N, Ranganathan N, Skolimowska K, Gilchrist M,\net al. Bacterial and fungal co-infection in individuals with coronavirus: a rapid\nreview to support COVID-19 antimicrobial prescribing. Clin Infect Dis 2020 .\nhttp://dx.doi.org/10.1093/cid/ciaa530 . Online ahead of print.\n[9] van Berkel M, Kox M, Frenzel T, Pickkers P, Schouten J, Waanders D, et al.\nBiomarkers for antimicrobial stewardship: a reappraisal in COVID-19 times?\nCrit Care 2020;24:600 . http://dx.doi.org/10.1186/s13054-020-03291-w .\n[10] Weinberger DM, Chen J, Cohen T, Crawford FW, Mostashari F, Olson D, et al.\nEstimation of Excess Deaths Associated With the COVID-19 Pandemic in the\nUnited States, March to May 2020. JAMA Intern Med 2020;180(10):1336–44 .\nhttp://dx.doi.org/10.1001/jamainternmed.2020.3391 .\n[11] Hadjadj J, Yatim N, Barnabei L, Corneau A, Boussier J, Smith N, et al. Impaired\ntype I interferon activity and inﬂammatory responses in severe COVID-19\npatients. Science 2020;369:718–24 . http://dx.doi.org/10.1126/science.\nabc6027 .\n[12] Hanley B, Naresh KN, Roufosse C, Nicholson AG, Weir J, Cooke GS, et al.\nHistopathological ﬁndings and viral tropism in UK patients with severe fatal\nCOVID-19: a post-mortem study. Lancet Microbe 2020;1(6):e245–53 . http://\ndx.doi.org/10.1016/S2666-5247(20)30115-4 .\n[13] Buetti N, Patrier J, Le Hingrat Q, Loiodice A, Bouadma L, Visseaux B, et al. Risk\nfactors for SARS-CoV-2 detection in blood of critically ill patients. Clin Infect\nDis 2020 . http://dx.doi.org/10.1093/cid/ciaa1315 . Online ahead of print.\n[14] Merad M, Martin JC. Pathological inﬂammation in patients with COVID-19: a\nkey role for monocytes and macrophages. Nat Rev Immunol 2020;20:355–62 .\nhttp://dx.doi.org/10.1038/s41577-020-0331-4 .\n[15] Chen Z, John Wherry E. T cell responses in patients with COVID-19. Nat Rev\nImmunol 2020;20:529–36 . http://dx.doi.org/10.1038/s41577-020-0402-6 .\n[16] Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS,\net al. Endothelial cell infection and endotheliitis in COVID-19. Lancet\n2020;395:1417–8 . http://dx.doi.org/10.1016/S0140-6736(20)30937-5 .\n[17] Rello J, Storti E, Belliato M, Serrano R. Clinical phenotypes of SARS-CoV-2:\nimplications for clinicians and researchers. Eur Respir J 2020;55 . http://\ndx.doi.org/10.1183/13993003.01028-2020 .\n[18] Jin C, Tian C, Wang Y, Wu CC, Zhao H, Liang T, et al. A pattern categorization of\nCT ﬁndings to predict outcome of COVID-19 pneumonia. Front Public Health\n2020;8567672 . http://dx.doi.org/10.3389/fpubh.2020.567672 .\n[19] Robba C, Battaglini D, Ball L, Patroniti N, Loconte M, Brunetti I, et al. Distinct\nphenotypes require distinct respiratory management strategies in severe\nCOVID-19. Respir Physiol Neurobiol 2020;279.\n[20] Marini JJ, Gattinoni L. Management of COVID-19 respiratory distress. JAMA\n2020;323:2329–30 . http://dx.doi.org/10.1001/jama.2020.6825 .\n[21] Hamming I, Timens W, Bulthuis MLC, Lely AT, Navis GJ, van Goor H. Tissue\ndistribution of ACE2 protein, the functional receptor for SARS coronavirus. A\n728",
        "char_count": 9425,
        "word_count": 1333,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "J. Rello, M. Belliato, M.-A. Dimopoulos et al.\nﬁrst step in understanding SARS pathogenesis. J Pathol 2004;203:631–7 .\nhttp://dx.doi.org/10.1002/path.1570 .\n[22] Hendren NS, Drazner MH, Bozkurt B, Cooper LT. Description and proposed\nmanagement of the acute COVID-19 cardiovascular syndrome. Circulation\n2020;141:1903–14 . http://dx.doi.org/10.1161/CIRCULATIO-\nNAHA.120.047349 .\n[23] Waterer GW, Rello J, Wunderink RG. COVID-19: ﬁrst do No harm. Am J Respir\nCrit Care Med 2020;201:1324–5 . http://dx.doi.org/10.1164/rccm.202004-\n1153ED .\n[24] Puntmann VO, Carerj ML, Wieters I, Fahim M, Arendt C, Hoffmann J, et al.\nOutcomes of cardiovascular magnetic resonance imaging in patients recently\nrecovered from coronavirus disease 2019 (COVID-19). JAMA Cardiol 2020 .\nhttp://dx.doi.org/10.1001/jamacardio.2020.3557 . Online ahead of print.\n[25] Klok FA, Kruip MJHA, van der Meer NJM, Arbous MS, Gommers D, Kant KM,\net al. Conﬁrmation of the high cumulative incidence of thrombotic compli-\ncations in critically ill ICU patients with COVID-19: an updated analysis.\nThromb Res 2020;191:148–50 . http://dx.doi.org/10.1016/j.thromres.2020.\n04.041 .\n[26] Caruana G, Croxatto A, Coste AT, Opota O, Lamoth F, Jaton K, et al. Diagnostic\nstrategies for SARS-CoV-2 infection and interpretation of microbiological\nresults. Clin Microbiol Infect 2020;26(9):1178–82 . http://dx.doi.org/\n10.1016/j.cmi.2020.06.019 .\n[27] Kim Y-G, Yun SG, Kim MY, Park K, Cho CH, Yoon SY, et al. Comparison between\nsaliva and nasopharyngeal swab specimens for detection of respiratory viruses\nby multiplex reverse Transcription-PCR. J Clin Microbiol 2017;55:226–33 .\nhttp://dx.doi.org/10.1128/JCM.01704-16 .\n[28] Vena A, Giacobbe DR, Di Biagio A, Mikulska M, Taramasso L, De Maria A, et al.\nClinical characteristics, management and in-hospital mortality of patients\nwith coronavirus disease 2019 in Genoa, Italy. Clin Microbiol Infect 2020 .\nhttp://dx.doi.org/10.1016/j.cmi.2020.07.049 . S1198-743X(20)30484-5.\n[29] Barisione E, Grillo F, Ball L, Bianchi R, Grosso M, Morbini P, et al. Fibrotic\nprogression and radiologic correlation in matched lung samples from COVID-\n19 post-mortems. Virchows Arch 2020 . http://dx.doi.org/10.1007/s00428-\n020-02934-1 . Online ahead of print.\n[30] Zubieta-Calleja G, Zubieta-DeUrioste N. Pneumolysis and ‘‘silent hypoxemia’’\nin COVID-19. Open Sci Framework 2020 . http://dx.doi.org/10.31219/osf.io/\nqde8w . ahead of print.\n[31] Pelosi P, Rocco PRM, Gama de Abreu M. Close down the lungs and keep them\nresting to minimize ventilator-induced lung injury. Crit Care 2018;22:72 .\nhttp://dx.doi.org/10.1186/s13054-018-1991-3 .\n[32] Battaglini D, Brunetti I, Anania P, Fiaschi P, Zona G, Ball L, et al. Neurological\nmanifestations of severe SARS-CoV-2 infection: potential mechanisms and\nimplications of individualized mechanical ventilation settings. Front Neurol\n2020;11:845 . http://dx.doi.org/10.3389/fneur.2020.00845 .\n[33] Liao D, Zhou F, Luo L, Xu M, Wang H, Xia J, et al. Haematological characteristics\nand risk factors in the classiﬁcation and prognosis evaluation of COVID-19: a\nretrospective cohort study. Lancet Haematol 2020;7:e671–8 . http://\ndx.doi.org/10.1016/S2352-3026(20)30217-9 .\n[34] Al-Ani F, Chehade S, Lazo-Langner A. Thrombosis risk associated with COVID-\n19 infection. A scoping review. Thromb Res 2020;192:152–60 . http://\ndx.doi.org/10.1016/j.thromres.2020.05.039 .\n[35] Al-Samkari H, Karp Leaf RS, Dzik WH, Carlson JCT, Fogerty AE, Waheed A, et al.\nCOVID-19 and coagulation: bleeding and thrombotic manifestations of SARS-\nCoV-2 infection. Blood 2020;136:489–500 . http://dx.doi.org/10.1182/blood.\n2020006520 .\n[36] Barnes GD, Burnett A, Allen A, Blumenstein M, Clark NP, Cuker A, et al.\nThromboembolism and anticoagulant therapy during the COVID-19 pandem-\nic: interim clinical guidance from the anticoagulation forum. J Thromb Throm-\nbolysis 2020;50:72–81 . http://dx.doi.org/10.1007/s11239-020-02138-z .\n[37] Moores LK, Tritschler T, Brosnahan S, Carrier M, Collen JF, Doerschug K, et al.\nPrevention, diagnosis, and treatment of VTE in patients with coronavirus\ndisease 2019: CHEST guideline and expert panel report. Chest\n2020;158:1143–63 . http://dx.doi.org/10.1016/j.chest.2020.05.559 .\n[38] Idilman IS, Telli Dizman G, Ardali Duzgun S, Irmak I, Karcaaltincaba M, Inkaya\nAC, et al. Lung and kidney perfusion deﬁcits diagnosed by dual-energy\ncomputed tomography in patients with COVID-19-related systemic micro-\nangiopathy. Eur J Clin Microbiol Infect Dis 2020 . http://dx.doi.org/10.1007/\ns00330-020-07155-3 . Online ahead of print.\n[39] McElvaney OJ, McEvoy NL, McElvaney OJF, Carroll TP, Murphy MP, Dunlea DM,\net al. Characterization of the inﬂammatory response to severe COVID-19\nillness. Am J Respir Crit Care Med 2020;202:812–21 . http://dx.doi.org/\n10.1164/rccm.202005-1583OC .\n[40] Rovina N, Akinosoglou K, Eugen-Olsen J, Hayek S, Reiser J, Giamarellos-\nBourboulis EJ. Soluble Urokinase plasminogen activator receptor (suPAR) as\nan early predictor of severe respiratory failure in patients with COVID-19\npneumonia. Crit Care 2020;24:187 . http://dx.doi.org/10.1186/s13054-020-\n02897-4 .\n[41] Huet T, Beaussier H, Voisin O, Jouveshomme S, Dauriat G, Lazareth I, et al.\nAnakinra for severe forms of COVID-19: a cohort study. Lancet Rheumatol\n2020;2:e393–400 . http://dx.doi.org/10.1016/S2665-9913(20)30164-8 .\n[42] Kaminski MA, Sunny S, Balabayova K, Kaur A, Gupta A, Abdallah M, et al.\nTocilizumab therapy of COVID-19: a comparison of subcutaneous and intra-\nvenous therapies. Int J Infect Dis 2020;101:59–64 . http://dx.doi.org/10.1016/\nj.ijid.2020.09.1447 .\n[43] Rubio-Rivas M, Mora-Lujan JM, Montero A, Homs NA, Rello J, Corbella X.\nBeneﬁcial and harmful outcomes of Tocilizumab in severe COVID-19: a\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\nsystematic review and meta-analysis. medRxiv 2020;2020 . http://\ndx.doi.org/10.1101/2020.09.05.20188912 . 09.05.20188912.\n[44] RECOVERY Collaborative Group, Horby P, Lim WS, Emberson JR, Mafham M,\nBell JL, et al. Dexamethasone in hospitalized patients with Covid-19 - prelimi-\nnary report. N Engl J Med 2020 . http://dx.doi.org/10.1056/NEJMoa2021436 .\nOnline ahead of print.\n[45] Bai C, Chotirmall SH, Rello J, Alba GA, Ginns LC, Krishnan JA, et al. Updated\nguidance on the management of COVID-19: from an American Thoracic\nSociety/European Respiratory Society coordinated International Task Force\n(29 July 2020). Eur Respir Rev 2020;29 . http://dx.doi.org/10.1183/\n16000617.0287-2020 .\n[46] WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working\nGroup, Sterne JAC, Murthy S, Diaz JV, Slutsky AS, Villar J, et al. Association\nbetween administration of systemic corticosteroids and mortality among\ncritically ill patients with COVID-19: a meta-analysis. JAMA\n2020;324(13):1330–41 . http://dx.doi.org/10.1001/jama.2020.17023 .\n[47] Waterer GW, Rello J. Steroids and COVID-19: we need a precision approach,\nnot one size ﬁts all. Infect Dis Ther 2020;1–5 . http://dx.doi.org/10.1007/\ns40121-020-00338-x .\n[48] Pau AK, Aberg J, Baker J, Belperio PS, Coopersmith C, Crew P, et al. Convalescent\nplasma for the treatment of COVID-19: perspectives of the national institutes\nof health COVID-19 treatment guidelines panel. Ann Intern Med 2020 . http://\ndx.doi.org/10.7326/M20-6448 . Online ahead of print.\n[49] Psaltopoulou T, Sergentanis TN, Pappa V, Politou M, Terpos E, Tsiodras S, et al.\nThe emerging role of convalescent plasma in the treatment of COVID-19.\nHemasphere 2020;4:e409 . http://dx.doi.org/10.1097/\nHS9.0000000000000409 .\n[50] Li L, Zhang W, Hu Y, Tong X, Zheng S, Yang J, et al. Effect of convalescent plasma\ntherapy on time to clinical improvement in patients with severe and life-\nthreatening COVID-19: a randomized clinical trial. JAMA 2020;324:460–70 .\nhttp://dx.doi.org/10.1001/jama.2020.10044 .\n[51] Terpos E, Mentis A, Dimopoulos MA. Loss of Anti-SARS-CoV-2 antibodies in\nmild Covid-19. N Engl J Med 2020;383 . http://dx.doi.org/10.1056/\nNEJMc2027051 .\n[52] Ibarrondo FJ, Fulcher JA, Goodman-Meza D, Elliott J, Hofmann C, Hausner MA,\net al. Rapid decay of Anti-SARS-CoV-2 antibodies in persons with mild Covid-\n19. N Engl J Med 2020;383:1085–7 . http://dx.doi.org/10.1056/\nNEJMc2025179 .\n[53] McMullen KM, Smith BA, Rebmann T. Impact of SARS-CoV-2 on hospital\nacquired infection rates in the United States: predictions and early results.\nAm J Infect Control 2020;48(11):1409–11 . http://dx.doi.org/10.1016/j.ajic.\n2020.06.209 .\n[54] Sturdy A, Basarab M, Cotter M, Hager K, Shakespeare D, Shah N, et al. Severe\nCOVID-19 and healthcare-associated infections on the ICU: time to remember\nthe basics? J Hosp Infect 2020;105:593–5 . http://dx.doi.org/10.1016/\nj.jhin.2020.06.027 .\nCrı´ticos [55] Consejo Asesor del Programa de Seguridad de Pacientes del Ministerio\n´ Espan˜a. de Sanidad del Gobierno de Declaracion del COMITE ASESOR DEL\nCrı´ticos Programa DE Seguridad DE Pacientes DEL Ministerio DE Sani-\ndad; https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/\nalertasActual/nCov/documentos/Declaracion_del_Comite_Asesor_\ndel_Programa_de_Seuguridad_de_Pacientes_Criticos.pdf ; 2020 (Accessed\n6 October 2020).\n[56] Vailati D, Montrucchio G, Cerotto V, Capozzoli G, Gori F, Brazzi L. SIAARTI\nVASCOVID: approccio Vascolare A.L. Paziente COVID-19 POSITIVO; http://\nwww.siaarti.it/SiteAssets/News/COVID19%20-%20documenti%20SIAARTI/\nSIAARTI%20VASCOVID%20-%20APPROCCIO%20VASCOLARE%20AL%20PA\nZIENTE%20COVID-19%20POSITIVO.pdf.pdf ; 2020 (Accessed 6 October 2020).\nThe´venin [57] Eggimann P, Pagani J-L, Dupuis-Lozeron E, Ms BE, M-J, Joseph C, et al.\nSustained reduction of catheter-associated bloodstream infections with en-\nhancement of catheter bundle by chlorhexidine dressings over 11 years.\nIntensive Care Med 2019;45:823–33 . http://dx.doi.org/10.1007/s00134-\n019-05617-x .\n[58] Coronavirus Vaccine Tracker - The New York Times n.d. https://www.nytimes.\ncom/interactive/2020/science/coronavirus-vaccine-tracker.html . (Accessed\n5 October 2020).\n[59] Zhu F-C, Li Y-H, Guan X-H, Hou L-H, Wang W-J, Li J-X, et al. Safety, tolerability,\nand immunogenicity of a recombinant adenovirus type-5 vectored COVID-19\nvaccine: a dose-escalation, open-label, non-randomised, ﬁrst-in-human tri-\nal. Lancet 2020;395:1845–54 . http://dx.doi.org/10.1016/S0140-6736(20)\n31208-3 .\n[60] Logunov DY, Dolzhikova IV, Zubkova OV, Tukhvatullin AI, Shcheblyakov DV,\nDzharullaeva AS, et al. Safety and immunogenicity of an rAd26 and rAd5\nvector-based heterologous prime-boost COVID-19 vaccine in two formula-\ntions: two open, non-randomised phase 1/2 studies from Russia. Lancet\n2020;396:887–97 . http://dx.doi.org/10.1016/S0140-6736(20)31866-3 .\n[61] Folegatti PM, Ewer KJ, Aley PK, Angus B, Becker S, Belij-Rammerstorfer S, et al.\nSafety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-\nCoV-2: a preliminary report of a phase 1/2, single-blind, randomised con-\ntrolled trial. Lancet 2020;396:467–78 . http://dx.doi.org/10.1016/S0140-\n6736(20)31604-4 .\n[62] Jackson LA, Anderson EJ, Rouphael NG, Roberts PC, Makhene M, Coler RN, et al.\nAn mRNA vaccine against SARS-CoV-2 - preliminary report. N Engl J Med 2020 .\nhttp://dx.doi.org/10.1056/NEJMoa2022483 . Online ahead of print.\n[63] Pham Q-V, Nguyen DC, Huynh-The T, Hwang W-J, Pathirana PN. Artiﬁcial\nintelligence (AI) and big data for coronavirus (COVID-19) pandemic: a survey\n729",
        "char_count": 11332,
        "word_count": 1511,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "J. Rello, M. Belliato, M.-A. Dimopoulos et al.\non the state-of-the-Arts. IEEE Access 2020;8:130820–39 . http://dx.doi.org/\n10.1109/ACCESS.2020.3009328 .\n[64] Yan L, Zhang H-T, Goncalves J, Xiao Y, Wang M, Guo Y, et al. A machine\nlearning-based model for survival prediction in patients with severe COVID-19\ninfection. Epidemiol Infect 2020;2020 . http://dx.doi.org/10.1101/2020.02.27.\n20028027 . 02.27.20028027.\n[65] Liang W, Yao J, Chen A, Lv Q, Zanin M, Liu J, et al. Early triage of critically ill\nCOVID-19 patients using deep learning. Nat Commun 2020;11:3543 . http://\ndx.doi.org/10.1038/s41467-020-17280-8 .\n[66] Brown C, Chauhan J, Grammenos A, Han J, Hasthanasombat A, Spathis D, et al.\nExploring automatic diagnosis of COVID-19 from crowdsourced respiratory\nsound data. ArXiv 2020. 200605919 Cs Eess.\n[67] Naronglerdrit P, Mporas I, Sheikh-Akbari A. COVID-19 detection from chest X-\nrays using transfer learning with deep convolutional neural networks. In:\nKose U, Gupta D, V.H.C. de Albuquerque, Khanna A, editors. Data science for\nCOVID-19. 1st edition, 2021.\n730\n\nAnaesth Crit Care Pain Med 39 (2020) 723–730\n[68] Rello J, Tejada S, Userovici C, Arvaniti K, Pugin J, Waterer G. Coronavirus\nDisease 2019 (COVID-19): A critical care perspective beyond China. Anaesth\nCrit Care Pain Med 2020;39:167–9 . http://dx.doi.org/10.1016/j.accpm.\n2020.03.001 .\n[69] Jansson M, Liao X, Rello J. Strengthening ICU health security for a coronavirus\nepidemic. Intensive Crit Care Nurs 2020;57102812 . http://dx.doi.org/10.1016/\nj.iccn.2020.102812 .\n[70] Sprung CL, Joynt GM, Christian MD, Truog RD, Rello J, Nates JL. Adult ICU triage\nduring the coronavirus disease 2019 Pandemic: who will live and who will\ndie? Recommendations to improve survival. Crit Care Med 2020;48:1196–\n202 . http://dx.doi.org/10.1097/CCM.0000000000004410 .\nMartı´n [71] Barrasa H, Rello J, Tejada S, A, Balziskueta G, Vinuesa C, et al. SARS-CoV-\n2 in Spanish Intensive Care Units: early experience with 15-day survival in\nVitoria. Anaesth Crit Care Pain Med 2020;39(5):553–61 . http://dx.doi.org/\n10.1016/j.accpm.2020.04.001 .",
        "char_count": 2098,
        "word_count": 301,
        "extraction_method": "two_column"
      }
    ]
  }
}