{
  "metadata": {
    "source_file": "pdfs\\Emerging COVID-19 variants and their impact on SARS-CoV-2 diagnosis.pdf",
    "extraction_method": "enhanced_column_detection",
    "extraction_date": "2025-10-29T18:49:14.367489",
    "total_pages": 17,
    "total_characters": 81342,
    "total_words": 12385
  },
  "content": {
    "full_text": "--- Page 1 ---\nANNALS OF MEDICINE\n– 2022, VOL. 54, NO. 1, 524 540\nhttps://doi.org/10.1080/07853890.2022.2031274\nREVIEW ARTICLE\nEmerging COVID-19 variants and their impact on SARS-CoV-2 diagnosis,\ntherapeutics and vaccines\na , b Queenie Fernandes , Varghese Philipose Inchakalody\na a Dina Moustafa Abo El-Ella , Takwa Bedhiafi , Afsheen Raza\nd e Mariam Ali Yousuf Al-Nesf , Ali Ait Hssain\nh a Shahab Uddin and Said Dermime\na Translational Cancer Research Facility, National Center for Cancer Care and Research, Hamad Medical Corporation, Doha, Qatar;\nb c College of Medicine, Qatar University, Doha, Qatar;\nd Allergy and Immunology Section, Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar; Switzerland;\nIntensive Care Unit, Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar;\ng Qatar University, Doha, Qatar;\nh Translational Research Institute and Dermatology Institute, Academic Health System, Hamad Medical Corporation, Doha, Qatar\nABSTRACT\nThe emergence of novel and evolving variants of SARS-CoV-2 has fostered the need for change\nin the form of newer and more adaptive diagnostic methods for the detection of SARS-CoV-2\ninfections. On the other hand, developing rapid and sensitive diagnostic technologies is now\nmore challenging due to emerging variants and varying symptoms exhibited among the\ninfected individuals. In addition to this, vaccines remain the major mainstay of prevention and\nprotection against infection. Novel vaccines and drugs are constantly being developed\nunleash an immune response for the robust targeting of SARS-CoV-2 and its associated variants.\nIn this review, we provide an updated perspective on the current challenges posed by the\nemergence of novel SARS-CoV-2 mutants/variants and the evolution of diagnostic techniques to\nenable their detection. In addition, we also discuss the development, formulation, working\nmechanisms, advantages, and drawbacks of some of the most used vaccines/therapeutic drugs\nand their subsequent immunological impact.\nKEY MESSAGE\n\u0001 The emergence of novel variants of the SARS-CoV-2 in the past couple of months, highlights\none of the primary challenges in the diagnostics, treatment, as well as vaccine development\nagainst the virus.\n\u0001 Advancements in SARS-CoV-2 detection include nucleic acid based, antigen and immuno-\nassay-based and antibody-based detection methodologies for efficient, robust, and quick test-\ning; while advancements in COVID-19 preventive and therapeutic strategies include novel\nantiviral and immunomodulatory drugs and SARS-CoV-2 targeted vaccines.\n\u0001 The varied COVID-19 vaccine platforms and the immune responses induced by each one of\nthem as well as their ability to battle post-vaccination infections have all been discussed in\nthis review.\n1. Introduction\nAn outbreak of pneumonia that began in December\n2019 in Wuhan, the capital city of the Hubei Province\nof China was found to be associated with a novel\nstrain of the Coronavirus that was tentatively named\nby the WHO as the 2019 novel coronavirus (2019-\nth nCoV). However, on the 11 of February 2020, it was\nformally renamed as the Severe Acute Respiratory\nCONTACT Said Dermime sdermime@hamad.qa\nHamad Medical Corporation, College of Health and Life Sciences (CHLS) Hamad Bin Khalifa University, Doha, Qatar\n\u0001 2022 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License (\nunrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n\na a a a , Maysaloun Merhi , Sarra Mestiri , Nassiba Taib ,\na a a , c , Lobna Al-Zaidan , Mona O. Mohsen ,\nf c , g , Hadi Mohamad Yassine , Martin F. Bachmann ,\nDepartment of Biomedical Research, Immunology RIA, University of Bern, Bern,\ne Medical\nf Qatar University Biomedical Research Center,\nNuffield Department of Medicine, Jenner Institute, University of Oxford, Oxford, United Kingdom;\nARTICLE HISTORY\nReceived 8 November 2021\nRevised 7 January 2022\nAccepted 12 January 2022\nKEYWORDS\nCOVID-19; SARS-CoV-2;\nto\nOmicron; Coronaviruses;\ndiagnostic testing; vaccine;\nimmunological responses;\nViral epidemic\nSyndrome Coronavirus 2 (SARS-CoV-2) by the\nInternational Committee on Taxonomy of Viruses [ 1 ]\nand the WHO formally named the viral illness as the\nCoronavirus Disease 2019 (COVID-19); a disease char-\nacterized by respiratory distress, fevers, coughs,\n– fatigue, pneumonia and muscle pain [ 2 4 ]. Following\nthe increase in the number of positive infected cases\nin China, on the 30 January 2020, the WHO declared\nDirector of Translational Cancer Research Facility National Center for Cancer Care and Research,\nhttp://creativecommons.org/licenses/by/4.0/ ), which permits\n\n--- Page 2 ---\nFigure 1. The figure explains about the reported amino acid mutations in RBD region of different SARS- CoV-2 strains.\nthe viral epidemic a public health emergency of inter-\nnational concern. SARS-CoV-2 is a an enveloped, sin-\ngle-stranded, positive-sense RNA virus belonging to\nthe Betacoronavirus genus in the Coronaviridae family\n[ 2 , 5 , 6 ]. This family of viruses was first identified in\n1965 by Tyrell and Bynoe and isolated and cultivated\nfrom patients with common colds [ 7 ]. Viral structural\nproteins such as the nucleocapsid protein (N), mem-\nbrane glycoprotein (M), and spike glycoprotein (S) are\nthe primary determinants of virulence and function\n[ 8 ]. Largely like the previous zoonotic coronavirus out-\nbreaks (SARS-CoV and MERS-CoV), the current SARS-\nCoV-2 virus causes lower respiratory tract infections\nand may lead to Acute Respiratory Distress\nSyndromes (ARDS).\nThe emergence of novel variants of the SARS-CoV-2\nin the past couple of months highlights one of the pri-\nmary challenges facing this pandemic. Accumulation\nof mutations arising out of subsequent viral replication\nis a natural phenomenon. The SARS-CoV-2 virus is\nknown to evolve at a rate of approximately\n\u0003 \u0004 1.1 10 3 substitutions per site per year. This figure\n\u0005 corresponds to nearly one substitution every 11 days\n[ 9 ]. Although most mutations are found to have no\nperceivable impact, few mutations were found to give\nrise to novel high-risk variants of the SARS-CoV-2 virus\n( Figure 1 ). The nomenclature and classification of\nthese increasing number of SARS-CoV-2 variants has\nbeen a challenge to the WHO. However during late\n2020, the WHO prompted the classification of novel\nSARS- CoV-2 strains as Variants of Interest (VOIs) and\nVariants of Concern (VOCs) [ 10 ]. Specifically, VOIs\n\nANNALS OF MEDICINE 525\ninclude variants with mutations that result in changes\nto receptor binding, reduced efficacy of treatments,\ndecreased neutralization by antibodies and a potential\nincrease in disease severity and/or transmissibility [ 11 ].\nIn addition, VOCs are defined as variants against which\nthere may be strong evidence of an increase in trans-\nmissibility, greater disease severity, notable reduction\nin neutralization by antibodies generated and thus\ndecreased response to treatments and vaccines [ 11 ].\n( Table 1 )\nAdditionally, in order to synchronize a universal\nnomenclature that facilitate a streamlined tracking of\neach of the emerging SARS-CoV-2 variants, the WHO\nhas recommended the use of the Greek Alphabet to\nuniquely identify each novel variant ( Figure 1 ).\n2. Advancements in COVID-19 detection\n& diagnosis\nThe emergence of novel and evolving variants of\nSARS-CoV-2 has indeed fostered the need for change\nin the form of newer and more adaptive diagnostic\nmethods for the detection of SARS-CoV-2 infections.\nOn the other hand, developing rapid and sensitive\ndiagnostic technologies is now more challenging due\nto emerging variants and varying symptoms exhibited\nin infected individuals.\nSARS-CoV-2 detection technologies mainly target\neither specific viral nucleic acids (molecular testing),\nproteins (antigen testing), or anti-SARS-CoV-2 antibod-\nies (serological testing). The choice between each of\nthese tests depends on the selection of right test,\n\n--- Page 3 ---\n526 Q. FERNANDES ET AL.\nTable 1. SARS Cov-2 variants and its impact on transmissibility and treatments.\nVariant Variant WHO Country of Origin\nname classification label /Detection date\nB.1.1.7 VOC Alpha United Kingdom/\nDecember 2020\nB.1.351 VOC Beta South Africa/\nB.1.351.2 December 2020\nB.1.351.3\nP.1 VOC Gamma Brazil/\nP.1.1 January 2021\nP.1.2\nB.1.617.2 VOI Delta India/\nAY.1 VOC May 2021\nAY.2 VOC\nB.1.427 VOC Epsilon California/\nB.1.429 July 2020\nB.1.1.529 VOC Omicron South Africa\\\nNovember, 2021\n\nSpike protein\nsubstitutions Attributes\n\" \u0005 69del Transmissibility ( 50%)\n70del\n\" 144del Severity\nE484K\n\" S494P Case fatality\nN501Y\nA570D No impact on susceptibility to EUA\nD614G monoclonal antibody treatments\nP681H\nT716I Minimal impact on neutralization by\nS982A convalescent and post-\nD1118H vaccination sera\nK1191N\n\" \u0005 D80A Transmissibility ( 50%)\nD215G\n# 241del Susceptibility to EUA monoclonal\n242del antibody treatments\n243del\n# K417N Neutralization to convalescent &\nE484K post-vaccination sera\nN501Y\nD614G\nA701V\n# L18F Susceptibility to bamlanivimab/\nT20N etesevimab monoclonal antibody\nP26S treatments\nD138Y\n# R190S Neutralization to convalescent &\nK417T post-vaccination sera\nE484K\nN501Y\nD614G\nH655Y\nT1027I\n\" T19R Transmissibility\nV70F\n# T95I Susceptibility to EUA monoclonal\nG142D antibody treatments\nE156-\n# F157- Neutralisation to post-\nR158G vaccination sera\n(A222V\nW258L\nK417N\nL452R\nT478K\nD614G\nP681R\nD950N\n\u0005 \" Transmissibility ( 20%) I4205V\nD1183Y\n# susceptibility to EUA monoclonal S13I\nantibody treatments W152C\nL452R\n# neutralisation to convalescent &\npost-vaccination sera\n\" A67V, del69-70, T95I, Transmissibility\ndel142-144, Y145D,\n\" del211, L212I, Risk of re-infection\nins214EPE\nT547K, Deletion in the S gene, leading to S\nD614G, gene target failure (SGTF) in some\nH655Y, PCR assays. SGTF can be used as a\nN679K, proxy marker to screen\nP681H, for Omicron.\nN764K,\nD796Y,\nN856K,\nQ954H,\nN969K,\nL981F\ncontinued ( )\n\n--- Page 4 ---\nTable 1. Continued.\nVariant Variant WHO Country of Origin\nname classification label /Detection date\nB.1.525 VOI Eta United Kingdom/Nigeria\nDecember 2020\nB.1.526 VOI Iota United States/\nNovember 2020\nB.1.617.1 VOI Kappa India/\nDecember 2020\nC.37 VOI Lambda Peru/\nAugust 2020\nB.1.621 VOI Mu Colombia/\nJanuary 2021\nP.3 VOI Theta Philippines/\nJanuary 2021\nright sample and right time [ 12 ] as the viral nucleic\nacid/antigen/antibodies detection varies at different\ntime points during the infection [ 13 ].\n2.1. Nucleic acid-based detection of SARS-CoV-\n2 infection\nNucleic acid-based detection is now widely used for\nclinical identification of SARS-CoV-2 infection.\nNasopharyngeal swab samples are considered to be\nthe most reliable source for these assays, offering\nhighest sensitivity (97%) as compared to samples\nobtained from other sources like saliva (85%), nasal\nswabs (86%) and throat swabs (68%) [ 14 ]. Further, the\nviral RNA load is usually highest between 0 and day 4\n\nANNALS OF MEDICINE 527\nSpike protein\nsubstitutions Attributes\n# A67V Susceptibility to EUA monoclonal\n69del antibody treatments\n70del\n# 144del Neutralization to convalescent &\nE484K post-vaccination sera\nD614G\nQ677H\nF888L\n# L5F Susceptibility to bamlanivimab/\nD80G etesevimab monoclonal antibody\nT95I treatments\nY144-\n# F157S Neutralisation to convalescent &\nD253G post-vaccination sera\nL452R\nS477N\nE484K\nD614G\nA701V\nT859N\nD950H\nQ957R\n# T95I Susceptibility to EUA monoclonal\nG142D antibody treatments\nE154K\n# L452R Neutralization to post-\nE484Q vaccination sera\nD614G\nP681R\nQ1071H\nG75V Unclear data on transmissibility\nT76I\nD 246-252\nL452Q\nF490S\nD614G\nT859N\n\" R346K Transmissibility\nE484K\n\" N501Y Susceptibility to infection\nD614G\nP681H\n\" E484K Transmissibility\nN501Y\n\" D614G Susceptibility to infection\nP681H\nof post-symptom infection (89%) and drops to nearly\n54% at day 10 to 14. Real-time PCR technology is\nbased on detecting the presence of specific viral RNA\nbelonging to the viral Envelope, Nucleocapsid, Spike\nand ORF1ab regions. Therefore, viral mutations can\npotentially alter the accuracy of this method, leading\nto unpredictable test performances and false-negatives\n[ 15 ]. However, such challenges could be overcome\n– through the use of multi-target assays [ 14 17 ]. In add-\nition, studies are now also developing specific primers\nto enable the rapid detection of VOCs through real-\ntime PCR; For example, a particular group reported\nthe development of PCR primers for the rapid detec-\ntion of the key mutations in the spike protein of the\nmost recent omicron variant, thus enabling it to be\n\n--- Page 5 ---\n528 Q. FERNANDES ET AL.\ndistinguished from other SARS-CoV-2 variants [ 18 ].\nAnother study also described the development of two\nnew PCR- based tests to identify and differentiate the\nVOCs from regular strains of SARS-CoV-2. These tests\nare claimed to be comparatively simpler and more\nrapid than the gold standard methods of genome\nsequencing [ 19 ]. The group also claims that these tests\nshow a strong and reliable correlation to the results\nobtained through genome sequencing. Apart from\nthese, other groups have also reported the develop-\nment and use of similar PCR-based tests for detection\nof novel VOCs [ 20 , 21 ].\nIn addition, loop-mediated isothermal amplification\n(LAMP) has also been developed as a rapid, robust\nand cheap technique that is now considered as a reli-\nable alternative to traditional RT-PCR-based diagnosis\n[ 22 ]. Interestingly, using LAMP, expensive equipment\nlike thermocyclers may be eliminated thereby high-\nlighting the portability of such rapid tests. Moreover,\nthis technique is also highly specific as it uses about\n– 6 8 specific primer sequences to identify eight differ-\nent regions of the target [ 13 ]. Further, Clustered\nRegularly Interspaced Short Palindromic Repeats\n(CRISPR) is another novel technology that follows the\nprinciple of lateral flow assays. This assay is known to\ntarget the E and N genes of SARS-CoV-2. The CRISPR-\nCas13 assays are known to have a sensitivity of\ngreater than 95% and specificity of nearly 99% [ 23 ]\nIn addition, microarray-based technology is also\ncurrently being used to detect viral RNA. Here,\nlabelled cDNA molecules synthesized from viral RNA\nhybridized with solid-phase oligonucleotides on the\nsurface of an array plate are quantified with the help\nof a microarray plate reader [ 24 ].\nNext-generation gene sequencing (NGS) methods\nare also common for the detection of viral presence\nand helps in understanding the epidemiology of\nSARS-CoV-2 virus. However, although NGS platforms\nare accurate and reliable, their practical application is\noften limited due the involvement of higher costs and\nexpertise [ 13 ]. However, whole-genome sequence\nremains to be the gold standard for the detection of\nemerging VOCs across the globe. Apparently, since\nthis method is more prolonged and laborious, many\nstudies have come up with faster and similarly robust\nPCR melting temperature assays that are largely com-\nparable to genome sequencing [ 25 , 26 ]. Interestingly,\nanother group has also reported the development of\nalternate sequencing platforms based on Sangers\nsequencing of a single PCR fragment that is capable\nof identifying and distinguishing all SARS-CoV-2 VOCs\nthat have been identified so far [ 27 ].\n\n2.2. SARS-CoV-2 antigen and immuno-assay-based\ndetection of SARS-CoV-2 infection\nAntigen-based immuno-assays such as immunofluores-\ncent assays, immunochromatographic assays, chemilu-\nminescent immunoassays, and Enzyme Linked\nImmunosorbent Assays (ELISA) are also reliable meth-\nods for the detection of SARS-CoV-2 infections. These\ncommercially available kits are usually compatible with\na variety of clinical specimens like nasopharyngeal\nswabs, nasal swabs, and saliva and mainly detect the\npresence of two main SARS-CoV-2 antigens (S and N\nproteins) [ 28 ]. However, the success rate of these\nassays is largely dependent on factors such as disease\n– – stage and viral load (1 3 days before to 5 7 days after\nthe onset of symptoms). To address these issues,\nresearch on incorporating novel sensor and biosensor\ntechnologies, to enhance the sensitivity of these anti-\ngen-based immuno- assays is currently ongoing. [ 13 ].\n2.3. Anti-SARS-CoV-2 antibody-based detection of\nSARS-CoV-2 infection\nIn contrast with nucleic acids and antigen-based\ndetection techniques, antibody-based techniques are\nnot considered suitable for the early detection of\nSARS-CoV-2 Infection. This is due to the fact that anti-\nbody responses are often generated nearly two weeks\npost-infection; a time-point at which viral nucleic acid\nand antigen levels begin to decline [ 12 ]. Various bind-\ning assays like immunofluorescence, immunochroma-\ntographic, chemiluminescence assays and ELISA are\nused for the detection of antibodies generated specific\nto the SARS-CoV-2 viral antigen. Most of these kits tar-\nget the antibodies generated against the viral S and N\nproteins. Various easy-to-use kits are now available\nthat are based on measuring the ratio between the\nimmunoglobulin M (IgM) and immunoglobulin G (IgG)\nin the blood. [ 28 ]. In addition, humoral immune\nresponses to SARS-CoV-2 can also be detected using\nsimple blotting systems [ 29 ]. These are often auto-\nmated rapid capillary-based platforms through which\nthe reactivity of human IgGs (in serum or plasma sam-\nples) against five key SARS-CoV-2 viral antigens [ 29 ].\nEvidently, the constant development of newer and\nimproved methods for the detection of novel VOCs is\nof primary importance to keep pace with their rapid\nemergence. This will also play a key role in monitoring\nand curbing the spread of the new variants.\n\n--- Page 6 ---\n3. Advancements in COVID-19 preventive &\ntherapeutic strategies\n3.1. Antiviral and immunomodulatory drugs\nCurrent treatment options for COVID-19 are apparently\nstratified into two categories; being either antivirals or\nimmune modifiers [ 30 ]. In the case of antiviral drugs,\nRemdesivir has gained sufficient recognition for its\nability to contain and manage the viral load and was\napproved by FDA for the treatment of COVID-19\npatients with pneumonia concurrent with the shortage\nof oxygen supply [ 30 ]. It is a broad-spectrum adeno-\nsine nucleotide analogue and phosphoramidate pro-\ndrug that can target a wide range of viruses includes\ncoronaviruses. The drug mainly functions through the\ninhibition of replication in the respiratory-associated\nepithelial cells [ 31 ]. According to a recent report,\nremdesivir triphosphate, being the active form of\nRemdesivir, resembles the RNA of the coronavirus.\nTherefore, it is easily integrated into nascent viral RNA\nstrands resulting in halting of viral genome replication\n[ 32 ]. In addition, another study showed that a combin-\nation of remdesivir with baricitinib worked better in\nreducing recovery time of hospitalized patients with\nCOVID-19 pneumonia [ 33 ]. Baricitinib is a Janus\n– kinase STAT signalling inhibitor (JAK-STAT) that pos-\nsesses antiviral and anti-inflammatory action through\nthe inhibition of clathrin-mediated endocytosis and\ncontrols the elevation of cytokine levels. [ 34 ].\nMoreover, certain anti-HIV drugs like lopinavir and\nritonavir that target RNA viruses (retroviruses) were\nreported to improve the symptoms of patients with SARS\n[ 35 ]. Therefore, they were evaluated for their potential use\nas a therapeutic agent against COVID-19. However,\naccording to a certain report, no benefit was observed\n– with lopinavir ritonavir treatment beyond standard care\nin adult patients hospitalized with severe COVID-19 [ 36 ].\nSimilarly, chloroquine, a drug whose sulphate and phos-\nphate salts have been commercialized as anti-malarial\ndrugs was also shown to be effective against SARS-CoV-2\n– infections according to a few studies [ 37 40 ]. However, a\nrecent trial proved that post-exposure hydroxychloro-\nquine therapy did not prevent SARS-CoV-2 infection in\nhealthy individuals exposed to an infected patient [ 41 ]. In\naddition, other studies have also discredited protease\ninhibitors like lopinavir and ritonavir and chloroquine to\nmodel potent anti-SARS-CoV-2 therapy [ 42 , 43 ].\nRecently, two monoclonal antibodies, Tocilizumab\nand Sarilumab used as anti-inflammatory drugs for\nrheumatoid arthritis [ 44 ] have been repurposed for their\nuse against SARS-CoV-2 Tocilizumab was approved as an\nimmunotherapy drug by FDA for the treatment against\n\nANNALS OF MEDICINE 529\nthe cytokine storm release that is a hallmark of particu-\nlarly critical COVID-19 infections [ 30 , 45 ]. These monoclo-\nnal antibodies function by antagonizing both\nmembrane-bound and soluble interleukin-6 receptors\n[ 44 ], thereby resulting in the blocking of the down-\nstream signal transduction that induces the cytokine\nrelease syndrome [ 46 ]. Moreover, the clinical trials of the\nRandomized, Embedded, Multi-factorial, Adaptive\nPlatform Trial for Community-Acquired pneumonia\n(REMAP-CAP) showed that Tocilizumab and Sarilumab\nimproved survival rate and reduced mortality in hospital-\nized Covid-19 patients by 28 and 22.2% respectively,\nwhen administrated within 24h of entering intensive\ncare units (ICUs) [ 30 , 44 , 47 ]. According to the NHS guid-\nance, both drugs are advocated for the treatment of\nhospitalized Covid-19 patients in ICUs [ 47 ].\nFurther, Casirivimab with Imdevimab forms a unique\nTM . monoclonal antibody cocktail named REGEN- COV\nThese antibodies bind non-competitively to the SARS-\nCoV-2 spike protein, thus being beneficial in targeting\nthe novel mutant SARS-CoV-2 variants and lowering\nchances of their immune escape [ 48 ]. Results of the\nTM phase 3 trial showed that REGEN-COV decreased hos-\npitalization or death by 70% in non-hospitalized Covid-\n19 patients. In addition, it has also been approved by\nthe FDA for the treatment of mild to moderate cases in\nadults and paediatric Covid-19 patients and in patients\nat high risk of disease severity [ 48 ].\n3.1.1. Efficacy of SARS-CoV-2 antiviral drugs on the\nemerging VOCs\nIn the wake of the recent emergences of new SARS-\nCoV-2 variants, it has become increasingly important\nto evaluate whether the current therapeutics still\nmaintain efficacy against the novel variants. In fact,\nin-vitro several studies were conducted to assess the\nefficacy of remdesivir against new COVID- 19 variants\nand more importantly to determine whether these\nVOCs expressed mutations in the RNA- Dependent\nRNA Polymerase (RdRP) protein sequence, which is the\nmain target of remdesivir. A recent study conducted\non the B.1.1.7 and B.1.351 variants proved that both\nvariants presented a low genetic variation in the RNA\nreplication complex and the most frequent observed\nsubstitution was Nsp12 P323L. However, this substitu-\ntion was not located near the polymerase active site,\nthus did not affect the inhibition function of remdesi-\nvir [ 49 ]. In addition, according to Lee et al. the amino\nacid sequences of the B.1.1.7 and B.1.351 VOCs were\nfound to possess numerous mutations in the spike\nprotein, when compared to the early SARS-CoV-2\nstrains [ 50 ]. However, the amino acid sequence of\n\n--- Page 7 ---\n530 Q. FERNANDES ET AL.\nNSP12, (which possesses RdRp activity), remained to\nbe highly conserved among both the early and novel\nvariants [ 50 ]. Moreover, Showers et al. also reported\nno difference in the antiviral efficacy of remdesivir\nbetween early SARS-CoV-2 and these new variants\n[ 51 ]. Furthermore, another study that analyzed the\nprotein sequence of RdRp among SARS-CoV-2 emer-\ngent variants show a high conservation in remdesivir-\nbinding residues [ 52 ]. Therefore, these reports indicate\ntowards the lack of evidence stating the resistance to\nremdesivir induced by the VOCs.\nSimilarly, molnupiravir, a recently FDA approved\nantiviral drug against SARS-CoV-2 infection is also\nknown to function through targeting the viral poly-\nmerase and misdirecting it to incorporate adenosine\nor guanosine during viral replication, thereby leading\nto an accumulation of deleterious errors eventually\n– rendering the virus non-infectious [ 53 55 ]. Therefore,\nsince reports have proved that the sequences respon-\nsible for viral RdRp activity remains to be conserved in\nearly and novel SARS-CoV-2 variants, it is unlikely that\nthe novel VOCs could interfere in the activity of such\nantiviral drugs. Moreover, other reports also advocate\nthe unrestricted use of the recent FDA approved\nPaxlovid antiviral drug against the existing VOCs and\nespecially the most recent omicron variant [ 56 ].\nTherefore, in the light of the above knowledge it may\nbe safe to state that the activity of such antivirals may\nremain unhindered against the emerging VOCs.\n3.2. Covid-19 vaccines\nIn addition to the above elucidated drugs vaccines\nremain the cornerstone of prevention and protection\nagainst infection. Below we discuss the development,\nformulation, working mechanisms, advantages, and\nchallenges of some of the most used vaccines world-\nwide ( Figure 2 ). In addition, we also provide an over-\nview of the ongoing trials and cutting-edge research\nfocussed on vaccine efficacy and safety.\n3.2.1. Protein subunit vaccines NVX-CoV2373\nNVX-CoV2373 (Novavax ) is a SARS-COV-2 subunit vac-\ncine constructed from the full-length SARS- COV-2\nspike glycoprotein and is produced in the established\nbaculovirus-Spodoptera frugiperda (Sf9) insect cell\nexpression system [ 57 ]. This vaccine is formulated\nthrough the use of nanoparticles containing trimeric\nfull-length SARS-CoV-2 S glycoprotein adjuvant with\nsaponin based Matrix-M [ 58 ]. Studies have shown that\nthis Matrix-M can enhance immune responses by pro-\nmoting the recruitment, activation, and maturation of\n\nvia central immune cells enhanced antigen presenta-\ntion and uptake by the antigen presenting cells [ 59 ].\nThe safety and immunogenicity of NVX-CoV2373\nwas initially tested in a nonhuman primate (baboons\nand cynomolgus macaque) and mice models.\nPreliminary results showed that the vaccine elicits a T\ncell and B cell response, induces a high titre of anti-S\nIgG and SARS-COV-2 neutralizing antibodies and pro-\ntects the upper and lower respiratory track from virus\ninfection and pulmonary disease [ 57 , 60 ]. Subsequently,\nPhase 1-2 clinical trial were conducted to evaluate the\nsafety and immunogenicity of SARS-CoV-2 recombin-\nant S nanoparticle vaccine on humans with or without\nMatrix-M adjuvant [ 58 ]. The outcomes of these trials\nindicated that the vaccine has a reassuring safety pro-\nfile and is capable of inducing a robust humoral and T\ncell immune response [ 61 ]. Moreover, the levels of\nneutralizing antibodies and anti-S IgG detected in vac-\ncinated participants was indeed found to be 4 times\nhigher than those observed in symptomatic COVID-19\noutpatient sera [ 61 ]. In addition, this vaccine also indu-\nþ ces a predominant CD4 T cell response characterized\nc a by high production of IFN- , IL-2, and TNF- .\nCurrently, phase 3 trials are ongoing in 5 different\ncountries (United Kingdom (UK), Northern Ireland,\nMexico, Puerto Rico and United States of America)\n[ 62 ]. However, preliminary data from the UK indicates\nthat the efficacy of NVX-CoV2373 is estimated at\n89.7% among different subgroups including partici-\npants with comorbidities, with no hospitalization or\ndeaths reported in vaccinated individuals [ 63 ].\nInterestingly, the same study indicates that NVX-\nCoV2373 has a strong efficacy (86.3%) against the UK\nvariant (B.1.1.7) [ 63 ].\n3.2.2. Adenovirus vector-based vaccines\n3.2.2.1. ZD1222. The AZD1222 (Oxford-AstraZeneca) is\na recombinant adenovirus-based SARS-CoV-2 vaccine\nconstructed from the replication-deficient simian chim-\npanzee adenovirus vector (ChAdOx2) expressing the\nfull- length SARS-COV-2 spike glycoprotein [ 64 ].\nChimpanzee vectors are highly suitable for the devel-\nopment of human vaccines due to their high immuno-\ngenicity and genome stability that prevents the\ndeletion or mutation of foreign genes [ 65 ]. These vec-\ntors have been tested in clinical trials of 5000 vaccines\n(including vaccines for Ebola, malaria, HIV and Crohn\ndisease [ 66 ] in which their efficacy to induce a potent\nþ CD8 T cell and antibody responses even with a sin-\ngle dose of the vaccine was reported. [ 67 , 68 ]. In par-\nticular, the chimpanzee adenovirus vectors are safe as\n\n--- Page 8 ---\nFigure 2.\nplatforms in which, the spike protein ORF is cloned into adenovirus genome to form an infectious recombinant virus which will\nbe injected intramuscularly; c. mRNA vaccine, in which SARS-CoV-2 spike mRNA is chemically synthesized and enclosed with lipid\nnanoparticles then it is injected into human body; d. Protein vaccine in which total or subunit part of spike protein is mixed with\ninactivated, mixed with specific adjuvant then injected intramuscularly. (B) Immune response to the SARS-CoV-2 vaccine: Once in\nthe human body, the different vaccine platforms will synthesize or deliver SARS-CoV-2 total or subunit spike protein which will\ninduce specific memory immune response against SARS-CoV-2 virus. (C) SARS-CoV-2 virus neutralization during post-vaccination\ninfection. 1. If an infection occurs after vaccination, anti-SARS-COV-2 antibodies bind to the SARS-CoV-2 virus and inhibit its\nattachment to the host cell. 2. Antibody Dependent Cellular Cytotoxicity: The anti-spike antibodies recognize the spike antigen on\nthe infected cells. Four major immune effector cells (neutrophils, eosinophils, macrophages, and NK cells) will recognize the cell\nverted into cytotoxic T cells and eliminate the infected cells.\nthey avoid issues with pre-existing immunity to\nhuman adenoviruses.\nThe AZD1222 vaccine has been approved by the\nWHO and is used now in 102 countries [ 69 ]. Clinical trials\ntested on over 60,000 adult participants (aged\n– 18 55years) in UK, Brazil, South Africa, Kenya, the USA,\nIndia and Japan show that the vaccine has a well-toler-\nated safety profile with no serious adverse events related\nto the vaccine [ 70 ]. After the second dose, most partici-\npants were shown to elicit neutralizing antibody\nresponses correlating strongly with anti-spike IgG anti-\nbody levels [ 64 , 71 ]. However, the Phase 3 clinical trial\ninterim results from the USA showed that the efficacy of\nthe vaccine could vary according to the immunization\nregimes (1 or 2 doses) and the length of the interval\nbetween the doses (12 or 6weeks). Such findings sup-\nport the recent decision in the UK to prioritize use of a\n12- week interval between doses [ 72 ].\nRecently, several European countries suspended the\nuse of the AZD1222 vaccine due to reports linking it\nto episodes of thrombocytopenia, bleeding, and\n\nANNALS OF MEDICINE 531\nThe figure explains about the different COVID-19 vaccine platforms, the immune response to the vaccine and the pro-\ntective immune response during the post-vaccination infection. (A) Different COVID-19 vaccine platforms. a. DNA vaccine in which\nSARS-CoV-2 spike open reading frame (ORF) is cloned into a plasmid DNA which will be injected intramuscularly; b. Viral vector\nspecific adjuvant before being injected into human system; e. Inactivated virus vaccine whereby SARS-CoV-2 virus is chemically\nbounded antibodies and infected cells and the killing is achieved by cytolytic processes. 3. The memory T cells are quickly con-\narterial and venous thromboses occurring within days\nto weeks after vaccination [ 73 ]. According to the\nEuropean Medicines Agency (EMA), the number of\nthromboembolic events in vaccinated people is no\nhigher than the numbers seen among the general\npopulation [ 74 ]. However, rates for venous thrombo-\nembolism events observed 28 days after vaccination in\nDenmark were higher than the expected incidence\nrates among the general population (50 versus 30)\n[ 75 ]. Altogether, the safety, immunogenicity, and effi-\ncacy outcomes of the AZD1222 vaccine are reassuring\nbut these side effects need to be investigated through\na large-scale study in different populations to further\nunderstand its utility.\n3.2.2.2. Gam-COVID-Vac. Gam-COVID-Vac (Sputnik V)\nis a heterologous adenoviral vector based vaccine\nagainst SARS-CoV-2 constructed from two vector com-\nponents, recombinant adenovirus type 26 (rAd26) and\nrecombinant adenovirus type 5 (rAd5) carrying both\nthe SARS-CoV-2 full-length glycoprotein S gene\n\n--- Page 9 ---\n532 Q. FERNANDES ET AL.\n(rAd26-S and rAd5-S) [ 76 ]. Recombinant adenoviruses\nhave been widely used for vaccine development such\nas hepatitis B, Ebola virus, RSV, HIV and Zika vaccines\nwith an excellent safety profile confirmed in many\n– clinical studies [ 77 80 ]. Moreover, recombinant adeno-\nvirus vectors elicit robust long-lasting immune\nresponse without the need of adjuvant after one or\ntwo doses of vaccine [ 81 , 82 ]. The use of 2 different\nviral vectors will help to overcome any prior anti-\nadenovirus immunity in the body that may destroy\nthe vector of the second dose [ 83 ].\nPhase 1/2 clinical trials were conducted to assess\nsafety and immunogenicity of two formulations (fro-\nzen and lyophilized) of this vaccine on 76 healthy\nadult volunteers aged between 18 and 60 years [ 76 ].\nIn Phase 1, participants received a single intramuscular\ndose of rAd26-S or rAd5-S on day 0 [ 76 ]. However, in\nphase 2, which began no earlier than 5 days after the\nphase 1 vaccination, participants were administrated a\nsingle intramuscular dose of rAD26-S on day 0 fol-\nlowed by another dose of rAD5-S on day 21 [ 76 ].\nPreliminary data from the phase 1 trials show that no\nsevere adverse reactions were detected in participants\nafter vaccination [ 76 ]. Also, the frozen formulation was\nfound to be induce a higher IgG titre (14.703 versus\n11.143) and neutralizing antibodies (49.25 versus\n45.95) while eliciting higher CD4 (2.5 versus 1.3) and\nCD8 (1.3 versus 1.1) T cell proliferation rates as com-\npared to the lyophilized formulation indicating the fro-\nzen formulation to be more effective than the\nlyophilized one [ 76 ].\nPhase 3 clinical trials were performed on a larger\nscale (nearly 22,000 adults aged at least 18 years) [ 84 ].\nParticipants received 2 doses of the vaccine (dose 1\nrAD26-S and dose 2 rAD5-S) or a placebo, 21 days apart\n[ 84 ]. Results of this phase showed that the vaccine effi-\ncacy was estimated at 91.6%. In addition, 94% of the\nparticipants presented mild adverse reactions, while a\nminority (less than 0.5%) exhibited severe adverse events\n[ 84 ]. Though four deaths were reported among partici-\npants, the cause of death was linked to the vaccine but\nrather to severe comorbidities [ 84 ]. Interestingly, a recent\nstudy showed that sera from a donor vaccinated with\nGam-COVID-Vac efficiently neutralized the spike protein\nfrom B.1.1.7 and B.1.351 strains [ 85 ]. This data suggest\nthat this vaccine may offer protection against different\nSARS-CoV-2 variants.\n3.2.3. mRNA vaccines\nSince more than a decade, mRNA based therapeutics\nhave raised major interest in cancer and infectious dis-\neases likewise [ 86 ]. Particularly, immunization through\n\nmRNA vaccines was found to be effective against sev-\neral viral infections. It has been reported that mRNA\nvaccines are able to induce potent innate and adap-\ntive immune reactions against Rabies, Zika and\nInfluenza A infections in animal models and in humans\n– [ 87 90 ]. Therefore, it is not surprising that mRNA vac-\ncines have now emerged as an effective preventive\nstrategy against SARS-CoV-2 infections. This technol-\nogy is based on the principle that mRNA is an inter-\nmediate messenger that can be easily delivered into\nhost cells and translated into antigen of interest that\nwill trigger a protective antigen-specific immune\nresponse in the human body. Within a year from the\nonset of the COVID-19 pandemic, two mRNA vaccines,\nnamely, BNT162b2 (Pfizer-BioNTech) and mRNA-1273\n(Moderna biotechnologies Inc.) were approved by the\nFDA for emergency use as a prevention against SARS-\nCoV-2 infection.\nBoth vaccines, BNT162b2 and mRNA-1273, carry a\nnucleoside-modified messenger RNA encoding the\nfull-length SARS-CoV-2 spike protein (S) stabilized in\nthe pre-fusion conformation and formulated in lipid\nnanoparticles (LNPs). These LNPs form a solid lipid\ncomplex that encapsulate and stabilize the mRNA and\npromotes its intracellular uptake [ 88 , 91 ]. While both\nvaccines are administered intramuscularly in two\nshots, the second dose is administered after 21 days\nfor BNT162b2 and 28 days for mRNA-1273.\nPhase III clinical trials have demonstrated that\nBNT162b2 and mRNA-1273 vaccines have exhibited\nmore than 90% protection efficacy in people with no\n– prior known infection [ 92 95 ]. In fact, Polack et al.\ndemonstrated that the BNT162b2 vaccine conferred\n95% protection against COVID-19 in persons 16 years\nof age and older, with only mild adverse effects that\nwere similar to those observed with other known viral\nvaccines (short-term fatigue, headache, mild-to-moder-\nate pain at the injection site) [ 93 ]. Moreover, the COVE\nstudy group in the USA has reported that the mRNA-\n1273 vaccine has presented 94.1% efficacy in prevent-\ning COVID-19 illness with no patterns of safety con-\ncerns [ 92 ]. In another recent study, Thompson et al.\nhave shown that, for both mRNA vaccines, full immun-\nization with 2 doses of vaccine provides 90% effective-\n\u0006 ness against COVID-19 at 14 days following the\nsecond dose [ 96 ]. However, while the mRNA-1273 vac-\ncine is only approved for use in people aged 18 years\nand older, the BNT162b2 vaccine has been recently\ngranted authorization by the FDA to be used in ado-\nlescents aged 12 to 15 years old [ 97 ]. Moreover, recent\nstudies have reported that the BNT162b2 vaccine pro-\n\u0006 vides strong protection ( 95%) against the COVID-19\n\n--- Page 10 ---\nvariants detected in the United Kingdom (B.1.1.7) and\nSouth Africa (B.1.351) [ 98 , 99 ]. Interestingly, a pre-print\nreport has revealed that the effectiveness of\nBNT162b2 was reduced to 87.9% with the B.1.617.2\nCOVID-19 variant that has lately emerged in India\n[ 100 ]. As for the mRNA-1273 vaccine, further studies\nare needed to confirm its effectiveness against the\nemerging COVID-19 variants.\nEvidently, the immunogenic potential of COVID-19\nmRNA vaccines have already been documented\nthrough various preclinical and clinical trials\n[ 89 , 92 , 93 , 101 ]. Interestingly, a phase I clinical trial on\n47 participants demonstrated that the mRNA-1273\ninduces a robust immune response which was time\nand dose-dependent [ 101 ]. Additionally, while CD4 T\ncells expression was upregulated in response to the\nvaccination, only low level of CD8 T cells were\ndetected at the highest tested concentration and after\nthe second vaccination dose [ 101 ]. Moreover, another\nstudy showed that BNT162b2 induces a broad\nimmune response with SARS-CoV-2 spike-specific neu-\nþ þ tralizing antibodies and poly-specific CD4 and CD8\nT cells [ 102 ]. Interestingly, the same study has\nreported a strong memory T cell response up to nine\nweeks after the booster dose [ 102 ].\nApparently, in comparison to other approved vac-\ncines platforms, mRNA-based vaccines have several\nadvantages. For example, in the situation of a wide-\nspread global pandemic such as COVID-19, mRNA vac-\ncine production is rapid and can be manufactured on\nlarger scales at relatively lower costs. Moreover, mRNA\nvaccines are considered safe since they do not contain\nthe full pathogen (unlike vaccines integrating live-vec-\ntors or inactivated viruses), and do not carry the viral\nDNA material that might be associated to genotoxic\nconcerns (like DNA-based vaccines) [ 88 , 103 ].\nHowever, the major problem with mRNA vaccines is\nthe stability of the formulation since they require a\nstrict temperature control for shipment and storage to\navoid the degradation of the mRNA. Moreover, the\ninduced activation of the immune system would\npotentially lead to side effects associated with\nenhanced inflammatory processes. Therefore, although\nmRNA vaccines project a powerful strategy to contain\nthe COVID-19 outbreak, more studies are needed to\nconfirm the long-term effectiveness and safety of\nthese vaccines.\n3.2.4. Whole virus vaccines\nHistorically, whole viral inactivation is one of the old-\nest strategies that have been successfully used to pro-\nduce vaccines to prevent/treat a variety of viral\n\nANNALS OF MEDICINE 533\ndiseases including influenza, poliomyelitis and human\n– papillomavirus infections [ 104 106 ]. In comparison to\nother whole pathogen-containing vaccines, such as\nlive attenuated virus vaccines, the use of inactivated\nvirus vaccines pose fewer safety concerns, since the\npathogen cannot revert to its original state and cause\ndiseases in immunocompromised individuals [ 107 ].\nMoreover, since they contain the killed pathogen, they\ncan be easily stored and shipped.\n’ According to WHO s draft landscape of SARS-CoV-2\ncandidate vaccines, 12 inactivated virus vaccines (14%)\nare currently in the clinical phase testing. For instance,\npharmaceutical companies like Sinovac and\nSinopharm, both arising from China have produced\ninactivated viral vaccines that are currently in phase 3\nand 4 of clinical trials respectively [ 108 ].\n3.2.4.1. COVID-19 vaccine (Vero cell) inactivated.\nCOVID-19 Vaccine (Vero Cell) Inactivated (CoronaVac\n(formerly PiCoVacc)) developed by Sinovac Biotech\nLtd, is an inactivated SARS-CoV-2 (CN2 strain) vaccine\nadjuvant containing aluminium hydroxide (Al (OH)3)\nand is administrated through a two-dose regimen\nm (3 g at day 0 and 28). The virus was extracted from\nthe bronchoalveolar lavage fluid (BALF) of 11 infected\npatients, cultured in a large- scale Vero cells factories,\nb inactivated with -propiolactone for 24 h, purified with\nIon-Exchange Chromatography (IEC) and Size exclusion\nChromatography (SEC) methods and finally adsorbed\nonto an aluminium hydroxide adjuvant [ 109 ]. The vac-\n’ cine s safety evaluation has been performed in rhesus\nMacaca mulatta) macaques ( monkeys that are known\nto mimic COVID-19-like symptoms after SARS- CoV-2\ninfection [ 110 ]. Preclinical results using two doses\nm m (3 g and 6 g) with two immunization schedules (at\ndays 0 and 14 or days 0 and 28) indicated extensive\nevidences for safety and efficacy, with a complete pro-\ntection against COVID-19 infection.\nIn April 2020, the COVID-19 Vaccine (Vero Cell)\nInactivated vaccine entered its phase I clinical trial\nwith 144 healthy participants aged between 18 and\n59 years old. In most subjects, antibody seroconversion\nwas slightly higher than 75%. These results have been\nimproved to more than 95% in 600 participants\nenrolled in phase 2 clinical trials [ 111 ], with no signifi-\ncant side effects reported . Similar results have been\nreported in healthy participants older than 60 years\nold [ 112 ]. These results supported the extension of the\nstudy to phase III clinical trial using a two-dose regi-\nm men (3 g at day 0 and 28). The clinical trials have\nbeen launched in seven countries including Brazil,\nIndonesia, Turkey, China,\n\n--- Page 11 ---\n534 Q. FERNANDES ET AL.\nPhilippines, Hong Kong, and Chile. Furthermore,\ntwo randomized double-blinded placebo control stud-\nies have been performed in Brazil and Turkey to deter-\nmine the efficacy of the vaccine. These trials\ndemonstrated that the COVID-19 Vaccine (Vero Cell)\nInactivated efficacy rate for COVID-19 prevention was\nup to 53% in Brazil and 83% in Turkey [ 113 , 114 ]. In\naddition, these studies also report that vaccination\nwith COVID-19 Vaccine (Vero Cell) Inactivated induces\na humoral response 28 days post-vaccination i.e. 97%\nneutralizing antibodies against SARS-COV-2 and 99%\nagainst RBD-IgG [ 111 , 112 ]. Although only a small num-\nber of studies have been published for the COVID-19\nVaccine (Vero Cell) Inactivated vaccine, very few cases\nof hypersensitivity, including severe allergic reactions\n(0.009%) have been reported [ 115 , 116 ].\n3.2.4.2. Covilo; BIBP-CorV. Covilo; BIBP-CorV\n(Sinopharm BIBP COVID-19 vaccine) is one of two inac-\ntivated virus COVID-19 vaccines developed by\nSinopharm. Few studies have investigated the\nimmunogenicity and efficacy of BBIBP-CorV. The first\nstudy on BBIBP-CorV has showed that the vaccine\ninduces high levels of neutralizing antibodies in six\nmammalian species including mice, rats, guinea pigs,\nrabbits, and non- human primates (cynomolgus mon-\nkeys and rhesus macaques). Interestingly, this study\nreported that two doses of immunization of BBIBP-\nCorV at 2 mg/dose, is able to provide high protection\nagainst SARS- CoV-2 without detectable antibody\ndependent enhancement of infection [ 117 ]. In add-\nition, all macaques in the low and high dose groups\ndid not show a detectable viral load in any lung lobe\nat 7 days after inoculation of BBIBP-CorV. Also in com-\nparison to the AZD1222 vaccine, both vaccines were\nfound to confer effective protection by preventing the\ndevelopment of viral interstitial pneumonia in all vac-\ncinated macaques [ 118 ].\nPhase I (192 adults) and phase II (448 adults) clin-\nical trials for the BBIBP-CorV vaccine, have shown that\nthe vaccine is safe and well tolerated at all tested\ndoses. Antibodies were elicited against SARS-\nCoV-2 in all vaccine recipients at 42days after the\nsecond dose. These trials included individuals older than\n60 that showed significantly high neutralizing antibody\ntitres [ 119 ]. Moreover, a particular report also stated that\nthe vaccine had a low rate of adverse reactions and\nshowed high immunogenicity. Yet, however, long-term\nassessment of safety and efficacy would require phase III\ntrials [ 120 ]. The first peer- reviewed data obtained in\nUnited Arab Emirates (UAE) and Bahrain showed that\nBBIBP-CorV is 78.1% effective against symptomatic cases\n\nand 100% effective against severe cases [ 121 ]. In add-\nition, UAE previously announced interim results showing\nthat the vaccine provided 86% efficacy [ 122 ].\nAdditionally, Sinopharm has started a phase III trial in\nseveral countries in Africa [ 123 , 124 ], Asia and Europe\n[ 125 ]. Reports from a randomized, double blind, placebo\nparallel-controlled phase III clinical trial in Argentina\nshowed that the vaccine portrayed a lower effectiveness\n(79%) as compared to other approved COVID-19 mRNA\nvaccines. However, this vaccine has an advantage stor-\nage and shipment protocols at regular refrigeration\ntemperatures.\n3.2.5. Efficacy of COVID-19 vaccines on the emerg-\ning VOCs\nGiven the alarming frequency of the emergence of\nSARS-CoV-2 variants, the efficacy of the existing vac-\ncines remains in question. In the light of this, it may\nbe encouraging to state that in addition to the gen-\neral public, even patients with co-morbidities like can-\ncer and other immuno-compromised individuals like\nsolid organ transplant recipients (SOTRs) have also\nshown the development of neutralizing antibodies\nupon vaccination with most conventional vaccines, as\ndiscussed in the following reports. According to cer-\ntain studies, SOTRs may be more commonly associated\nwith breakthrough disease despite being fully vacci-\nnated as compared to the general population\n[ 126 , 127 ]. Other studies have also reported that most\nSORTs often develop weak antibody responses against\n– SARS-CoV-2 m-RNA vaccines [ 128 130 ]. However,\naccording to another subsequent study even such vul-\nnerable populations are reported to show an increase\nin neutralizing antibodies against novel VOCs after the\nthird dose of a\nSARS-CoV-2 vaccine [ 131 ]. In addition, the CAPTURE\nstudy also reported the presence of neutralizing anti-\nbodies against the novel COVID-19 VOCs in patients\nwith both solid and hematological cancers, upon\nimmunization with the BNT162b2 or AZD1222 vaccine.\nAlthough these studies report that the vaccination-\ndependent stimulation of an immune response against\nthe novel VOCs in such vulnerable populations is\nmuch lowered as compared to normal healthy individ-\nuals; yet these results are indeed promising and prove\nthe potency of the currently available vaccines to\ncombat the existing and emerging VOCs.\nIn addition, the utilization of computational\napproaches to predict the impact of the VOCs on the\nvaccines has also proven useful. For example, certain\ncomputational approaches like epitope prediction that\nenables the identification of structural vaccinology\n\n--- Page 12 ---\ntargets may also help in modelling the effects of the\nmutations in the spike proteins observed in the\nemerging VOCs [ 132 , 133 ]. Moreover, another study\nhas also provided a reliable model for epitope loss in\nVOCs and their predicted escape from vaccine-\ninduced SARS-CoV-2 antibodies [ 134 ]. Such computa-\ntional approaches prove to be highly useful in foresee-\ning the impact of the emerging VOCs on the efficacy\nof COVID-19 vaccines.\n4. Challenges\nSince the SARS-CoV-2 is a novel virus, its invasive\nproperties have not yet been well studied or under-\nstood. However, some studies have highlighted a new\npotential threat in the form of identifying the possible\nneuro-invasive properties of the novel virus. For\nexample, although the SARS-CoV and SARS-CoV-2 are\nboth known to enter and infect host cells through\nACE2 expressed in the lung cells; according to some\nstudies, ACE2 is not the only receptor that makes host\ncells susceptible to viral infection. For example, human\nendothelial and intestinal cells that express ACE2\nin vivo failed to be infected by SARS-CoV [ 135 , 136 ] On\nthe other hand, cells with comparatively undetectable\nlevels of ACE2 (like hepatocytes) were found to be\ninfected by SARS-CoV [ 137 ]. Likewise, SARS-CoV and\nMERS-CoV are known to enter the central nervous sys-\ntem where the ACE2 and DDP430 receptors are very\nlow [ 138 ]. Similarly, studies on patients have shown\nthe presence of SARS-CoV particles in the brain of\ninfected individuals thus supporting the neuro-invasive\n– potential of this virus [ 139 141 ]. Since SARS-CoV and\nthe SARS-CoV-2 are like each other, it is possible that\nthe latter may also possess such a neuro-invasive\npotential. Furthermore, in the case of COVID-19, the\nlatency period may be sufficient for SARS-CoV-2 to\ninvade the CNS and destroy the medullary neurons\n[ 138 ]. In support of this theory, some studies\n[ 4 , 142 , 143 ] have reported that a few of the COVID-19\npatients did have mild neurologic symptoms like\nheadaches and nausea, while another recent study\nreported that an estimated 88% of severe COVID-19\ncases displayed neurologic manifestations such as\nacute cerebrovascular disease and impaired conscious-\nness [ 144 ].\nThe rapidly mutating virus has also emerged as a\nmatter of great concern. There is sufficient evidence to\nstate that the SARS-CoV-2 virus is capable of rapidly\nevolving to invade human immune responses as well as\ngaining the ability to adapt to other hosts in the near\n\nANNALS OF MEDICINE 535\nfuture [ 145 ]. Therefore, close monitoring of the novel\ncoronavirus is essential to keep the pandemic in check.\nFinally, the greatest challenge of the current\nCOVID-19 pandemic is the transmission of the virus to\nhealthcare workers. Studies report that although strin-\ngent isolation and quarantine measures are ensured at\nmedical facilities, yet human-to-human transmission of\nthe SARS-CoV-2 is highly common [ 146 , 147 ].\nAccording to recent reports, nearly 41% of the\npatients were found to be infected in hospital settings,\nout of which 29% were medical staff [ 148 ]. Such trans-\nmission in healthcare settings poses a very serious\nthreat and requires rigorous monitoring.\n5. Conclusion\nThe outbreak of the COVID-19 pandemic has unques-\ntionably raised a major public health emergency all\nover the world. The threatening concern is attributed\nto the transmissibility of the virus and its capacity to\nrapidly evolve and mutate leading to the emergence\nof new uncommon strains.\nThe leap in advancement of better diagnosis, tar-\ngeted vaccines and therapeutic remedies is sound evi-\ndence that scientific understanding, research, and\ntechnology is evolving at the pace of the pandemic.\nEvidently, continued, and consistent research is\nrequired to improve our knowledge of key aspects of\nthe viral pathogenesis that can lead to enhanced pre-\nventive and therapeutic strategies.\nAcknowledgement\nWe acknowledge Qatar National Library for supporting the\npublication of this manuscript.\nAuthor contributions\nQF, MM, SM, NT, DM, TB wrote the initial draft and VP pre-\npared the figures a graphical illustration. AR, critically revised\nand organised the manuscript. LZ, MOM, MAN, AA, HM, MB,\nSU and SD provided intellectual input and an overall review\nof the manuscript. All authors contributed to manuscript\nrevision, read, and approved the submitted version.\nDisclosure statement\nNo potential conflict of interest was reported by\nthe author(s).\nFunding\nOpen Access funding provided by the Qatar\nNational Library.\n\n--- Page 13 ---\n536 Q. FERNANDES ET AL.\nORCID\nShahab Uddin http://orcid.org/0000-0003-1886-6710\nSaid Dermime http://orcid.org/0000-0002-5526-7496\nData availability statement\nData available within the article or its supplemen-\ntary materials .\nReferences\n[1] Gorbalenya AE, Baker SC, Baric RS, et al. Severe\nacute respiratory syndrome-related coronavirus: the\n– species and its viruses a statement of the corona-\nvirus study group. bioRxiv. 2020;.\n[2] Zhu N, Zhang D, Wang W, China Novel Coronavirus\nInvestigating and Research Team, et al. A novel cor-\nonavirus from patients with pneumonia in China,\n– 2019. N Engl J Med. 2020;382(8):727 733.\n[3] Guan WJ, Ni ZY, Hu Y, et al. Clinical characteristics of\ncoronavirus disease 2019 in China. N Engl J Med.\n– 2020;382(18):1708 1720.\n[4] Huang C, Wang Y, Li X, et al. Clinical features of\npatients infected with 2019 novel coronavirus in\n– Wuhan, China. Lancet. 2020;395(10223):497 506.\n[5] Chan JF, Kok KH, Zhu Z, et al. Genomic characteriza-\ntion of the 2019 novel human-pathogenic corona-\nvirus isolated from a patient with atypical\npneumonia after visiting Wuhan. Emerg Microbes\n– Infect. 2020;9(1):221 236.\n[6] Lu R, Zhao X, Li J, et al. Genomic characterisation\nand epidemiology of 2019 novel coronavirus: impli-\ncations for virus origins and receptor binding.\n– Lancet. 2020;395(10224):565 574.\n[7] Tyrrell DA, Bynoe ML. Cultivation of viruses from a\nhigh proportion of patients with colds. Lancet. 1966;\n– 1(7428):76 77.\n[8] Perlman S. Another decade, another coronavirus. N\n– Engl J Med. 2020;382(8):760 762.\n[9] Martin MA, VanInsberghe D, Koelle K. Insights from\nSARS-CoV-2 sequences. Science. 2021;371(6528):\n– 466 467.\n[10] WHO. Tracking SARS-CoV-2 variants; 2021. Available\nfrom: https://www.who.int/en/activities/tracking-\nSARS-CoV-2-variants/ .\n[11] CDC. COVID-19: SARS-CoV-2 variant classifications\nand definitions; 2021. https://www.cdc.gov/corona-\nvirus/2019-ncov/variants/variant-classifications.html\n[12] Falzone L, Gattuso G, Tsatsakis A, et al. Current and\ninnovative methods for the diagnosis of COVID-19\ninfection (review). Int J Mol Med. 2021;47(6):100.\n[13] Alpdagtas S, Ilhan E, Uysal E, et al. Evaluation of cur-\nrent diagnostic methods for COVID-19. APL Bioeng.\n2020;4(4):041506.\n[14] Tsang NNY, So HC, Ng KY, et al. Diagnostic perform-\nance of different sampling approaches for SARS-\nCoV-2 RT-PCR testing: a systematic review and meta-\n– analysis. Lancet Infect Dis. 2021;21,(9):1233 1245.\n[15] Tahan S, Parikh BA, Droit L, et al. SARS-CoV-2 E gene\nvariant alters analytical sensitivity characteristics of\n\nviral detection using a commercial reverse transcrip-\ntion-PCR assay. J Clin Microbiol. 2021;59(7):e0007521.\n[16] Mautner L, Baillie CK, Herold HM, et al. Rapid point-\nof-care detection of SARS-CoV-2 using reverse tran-\nscription loop-mediated isothermal amplification (RT-\nLAMP). Virol J. 2020;17(1):160.\n[17] Broughton JP, Deng X, Yu G, et al. CRISPR-Cas12-\nbased detection of SARS-CoV-2. Nat Biotechnol.\n– 2020;38(7):870 874.\n[18] Puvar AP, Chaudhari AM, Travadi T, et al. A simple\nand quick PCR based method for detection of omi-\ncron variant of SARS-CoV-2. medRxiv. 2021;\n[19] Zelyas N, Pabbaraju K, Croxen MA, et al. Precision\nresponse to the rise of the SARS-CoV-2 B.1.1.7 vari-\nant of concern by combining novel PCR assays and\ngenome sequencing for rapid variant detection and\nSurveillance. Microbiol Spectr. 2021;9(1):e0031521.\n[20] Giovacchini N, Coppi M, Aiezza N, et al. Rapid\nscreening for SARS-CoV-2 VOC-alpha (202012/01,\nTM B.1.1.7) using the Allplex SARS-CoV-2/FluA/FluB/\n– RSV assay. Int J Infect Dis. 2021;113:207 209.\n[21] La Rosa G, Mancini P, Bonanno Ferraro G, et al.\nRapid screening for SARS-CoV-2 variants of concern\nin clinical and environmental samples using nested\nRT-PCR assays targeting key mutations of the spike\nprotein. Water Res. 2021;197:117104.\n[22] Kashir J, Yaqinuddin A. Loop mediated isothermal\namplification (LAMP) assays as a rapid diagnostic for\nCOVID-19. Med Hypotheses. 2020;141:109786.\n[23] Gao D, Zhu X, Lu B. Development and application of\nsensitive, specific, and rapid CRISPR- Cas13-based\n– diagnosis. J Med Virol. 2021;93(7):4198 4204.\n[24] Chen Q, Li J, Deng Z, et al. Comprehensive detection\nand identification of seven animal coronaviruses and\nhuman respiratory coronavirus 229E with a micro-\narray hybridization assay. Intervirology. 2010;53(2):\n– 95 104.\n[25] Banada P, Green R, Banik S, et al. A simple reverse\ntranscriptase PCR melting-temperature assay to rap-\nidly screen for widely circulating SARS-CoV-2 var-\niants. J Clin Microbiol. 2021;59(10):e0084521.\n[26] Banada P, Green R, Banik S, et al. A simple RT-PCR\nmelting temperature assay to rapidly screen for\nwidely circulating SARS-CoV-2 variants. medRxiv.\n2021;.\n[27] Bezerra MF, Machado LC, De Carvalho V, et al. A\nsanger-based approach for scaling up screening of\nSARS-CoV-2 variants of interest and concern. Infect\nGenet Evol. 2021;92:104910.\n[28] Di Domenico M, De Rosa A, Boccellino M. Detection\nof SARS-COV-2 proteins using an ELISA test.\nDiagnostics. 2021;11(4):698.\n[29] Edouard S, Jaafar R, Orain N, et al. Automated\nWestern immunoblotting detection of anti-SARS-\nCoV-2 serum antibodies. Eur J Clin Microbiol Infect\n– Dis. 2021;40(6):1309 1317.\n[30] Robinson J. Everything you need to know about the\nCOVID-19 therapy trials. Pharm J. 2020. DOI: 10.1211/\nPJ.2021.20208126\n[31] Lu H. Drug treatment options for the 2019-new cor-\nonavirus (2019-nCoV). Biosci Trends. 2020;14(1):\n– 69 71.\n\n--- Page 14 ---\n[32] Kokic G, Hillen HS, Tegunov D, et al. Mechanism of\nSARS-CoV-2 polymerase stalling by remdesivir. Nat\nCommun. 2021;12(1):279.\n[33] Kalil AC, Patterson TF, Mehta AK, ACTT-2 Study\nGroup Members, et al. Baricitinib plus remdesivir for\nhospitalized adults with covid- 19. N Engl J Med.\n– 2021;384(9):795 807.\n[34] Magro G. COVID-19: Review on latest available drugs\nand therapies against SARS-CoV-2. Coagulation and\ninflammation cross-talking. Virus Res. 2020;286:\n198070.\n[35] Chu CM, Cheng VC, Hung IF, et al. Role of lopinavir/\nritonavir in the treatment of SARS: initial virological\n– and clinical findings. Thorax. 2004;59(3):252 256.\n[36] Cao B, Wang Y, Wen D, et al. A trial of Lopinavir-\nRitonavir in adults hospitalized with severe covid-19.\n– N Engl J Med. 2020;382(19):1787 1799.\n[37] Inglot AD. Comparison of the antiviral activity\nin vitro of some non-steroidal anti-inflammatory\n– drugs. J Gen Virol. 1969;4(2):203 214.\n[38] Miller DK, Lenard J. Antihistaminics, local anesthetics,\nand other amines as antiviral agents. Proc Natl Acad\n– Sci USA. 1981;78(6):3605 3609.\n[39] Shimizu Y, Yamamoto S, Homma M, et al. Effect of\nchloroquine on the growth of animal viruses. Arch\n– Gesamte Virusforsch. 1972;36(1):93 104.\n[40] Rolain JM, Colson P, Raoult D. Recycling of chloro-\nquine and its hydroxyl analogue to face bacterial,\nfungal and viral infections in the 21st century. Int J\n– Antimicrob Agents. 2007;30(4):297 308.\n[41] Mitja O, Corbacho-Monne M, Ubals M, BCN-PEP-\nCoV2 Research Group, et al. A cluster-randomized\ntrial of hydroxychloroquine for prevention of Covid-\n– 19. N Engl J Med. 2021;384(5):417 427.\n[42] Ma C, Tan H, Choza J, et al. Validation and invalida-\ntion of SARS-CoV-2 main protease inhibitors using\nthe Flip-GFP and protease-Glo luciferase assays. Acta\nPharm Sin B. 2021;.\n[43] Ma C, Wang J. Dipyridamole, chloroquine, montelu-\nkast sodium, candesartan, oxytetracycline, and ataza-\nnavir are not SARS-cov-2 main protease inhibitors.\nProc Natl Acad Sci USA. 2021;118(8):e2024420118\ndoi: 10.1073/pnas.2024420118 .\n[44] Brown MJ, Alazawi W, Kanoni S. Interleukin-6 recep-\ntor antagonists in critically ill patients with covid-19.\n– N Engl J Med. 2021;384(16):1491 1502.\n[45] Soin AS, Kumar K, Choudhary NS, et al. Tocilizumab\nplus standard care versus standard care in patients\nin India with moderate to severe COVID-19-associ-\nated cytokine release syndrome (COVINTOC): an\nopen-label, multicentre, randomised, controlled,\n– phase 3 trial. Lancet Respir Med. 2021;9(5):511 521.\n[46] Zhang S, Li L, Shen A, et al. Rational use of tocilizu-\nmab in the treatment of novel coronavirus pneumo-\n– nia. Clin Drug Investig. 2020;40(6):511 518.\n[47] Clinicians encouraged to consider tocilizumab or sar-\nilumab in treatment of hospitalised COVID-19\npatients. Pharm J. DOI: 10.1211/PJ.2021.20208721\nTM [48] Biospace. Phase 3 trial shows REGEN-COV (casirivi-\nmab with imdevimab) antibody cocktail reduced\nhospitalization or death by 70% in non-hospitalized\nCOVID-19 patients; 2021. [cited 2021 Mar 23].\n\nANNALS OF MEDICINE 537\nAvailable from: https://www.biospace.com/article/\nphase-3-trial-shows-regen-cov-casirivimab-with-imde-\nvimab-antibody-cocktail-reduced-hospitalization-or-\ndeath-by-70-percent-in-non-hospitalized-covid-19-\npatients/ .\n[49] Martin R, Li J, Parvangada A, et al. Genetic conserva-\ntion of SARS-CoV-2 RNA replication complex in glo-\nbally circulating isolates and recently emerged\nvariants from humans and minks suggests minimal\npre-existing resistance to remdesivir. Antiviral Res.\n2021;188:105033.\n[50] Lee J, Lee J, Kim HJ, et al. TMPRSS2 and RNA-\nDependent RNA polymerase are effective targets of\ntherapeutic intervention for treatment of COVID-19\ncaused by SARS-CoV-2 variants (B.1.1.7 and B.1.351)).\nMicrobiol Spectr. 2021;9(1):e0047221.\n[51] Reuschl AK, Thorne LG, Zuliani-Alvarez L, et al. Host-\ndirected therapies against early-lineage SARS-CoV- 2\nretain efficacy against B.1.1.7 variant. bioRxiv. 2021;\n[52] William M, Showers SML, Kechris K, Strong M.\nAnalysis of SARS-CoV-2 mutations over time reveals\nincreasing prevalence of variants in the spike protein\nand RNA-Dependent RNA polymerase. bioRxiv. 2021;\n[53] Gordon CJ, Tchesnokov EP, Schinazi RF, et al.\nMolnupiravir promotes SARS-CoV-2 mutagenesis via\nthe RNA template. J Biol Chem. 2021;297(1):100770.\n[54] Kabinger F, Stiller C, Schmitzova J, et al. Mechanism\nof molnupiravir-induced SARS-CoV-2 mutagenesis.\n– Nat Struct Mol Biol. 2021;28(9):740 746.\n[55] Sheahan TP, Sims AC, Zhou S, et al. An orally bio-\navailable broad-spectrum antiviral inhibits SARS-CoV-\n2 in human airway epithelial cell cultures and mul-\ntiple coronaviruses in mice. Sci Transl Med. 2020;\n12(541).\n[56] Wang Z, Yang L. In the age of Omicron variant:\nPaxlovid raises new hopes of COVID-19 recovery. J\nMed Virol. 2022. DOI: 10.1002/jmv.27540\n[57] Tian JH, Patel N, Haupt R, et al. SARS-CoV-2 spike\nglycoprotein vaccine candidate NVX-CoV2373\nimmunogenicity in baboons and protection in mice.\nNat Commun. 2021;12(1):372.\n[58] Keech CMD, Ph.D., Albert G, Cho I, M.Set al. Phase\n– 1 2 trial of a SARS-CoV-2 recombinant spike protein\nnanoparticle vaccine. New Eng J Med. 2020;383(24):\n2320-2332.\n€ [59] Reimer JM, Karlsson KH, L ovgren-Bengtsson K, et al.\nTM Matrix-M adjuvant induces local recruitment, acti-\nvation and maturation of Central immune cells in\nabsence of antigen. PLoS One. 2012;7(7):e41451.\n[60] Guebre-Xabier M, Patel N, Tian JH, et al. NVX-\nCoV2373 vaccine protects cynomolgus macaque\nupper and lower airways against SARS-CoV-2 chal-\n– lenge. Vaccine. 2020;38(50):7892 7896.\n[61] Keech C, Albert G, Cho I, GMG, et al. First-in-human\ntrial of a SARS-CoV-2 recombinant spike protein\nnanoparticle vaccine. medRXiv. 2020;.\n[62] Novavax. NVX-CoV2373: COVID-19 vaccine tracker;\n2021. Available from: https://covid19.trackvaccines.\norg/vaccines/25/ .\n[63] Heath PT, Galiza EP, Baxter DN, et al. Safety and effi-\ncacy of NVX-CoV2373 covid-19 vaccine. N Engl J\n\n--- Page 15 ---\n538 Q. FERNANDES ET AL.\n– Med. 2021;385(13):1172 1183. doi: 10.1056/\nNEJMoa2107659 . 34192426\n[64] Folegatti PM, Ewer KJ, Aley PK, et al. Safety and\nimmunogenicity of the ChAdOx1 nCoV-19 vaccine\nagainst SARS-CoV-2: a preliminary report of a phase\n1/2, single-blind, randomised controlled trial. Lancet.\n– 2020;396(10249):467 478.\n[65] Folegatti PM, Bellamy D, Roberts R, et al. Safety and\nimmunogenicity of a novel recombinant simian\nadenovirus ChAdOx2 as a vectored vaccine.\nVaccines. 2019;7(2):40.\n[66] Guo J, Mondal M, Zhou D. Development of novel\nvaccine vectors: chimpanzee adenoviral vectors.\n– Hum Vaccin Immunother. 2018;14(7):1679 1685.\n[67] Ewer KJ, Lambe T, Rollier CS, et al. Viral vectors as\nvaccine platforms: from immunogenicity to impact.\n– Curr Opin Immunol. 2016;41:47 54.\n[68] Folegatti PM, Bittaye M, Flaxman A, et al. Safety and\nimmunogenicity of a candidate Middle east respira-\ntory syndrome coronavirus viral-vectored vaccine: a\ndose-escalation, open-label, non- randomised,\nuncontrolled, phase 1 trial. Lancet Infect Dis. 2020;\n– 20(7):816 826.\n[69] Tracker C-V. COVID-19 vaccine tracker: Oxford/\nAstraZeneca vaccine; 2021. Available from: https://\ncovid19.trackvaccines.org/vaccines/4/ .\n[70] Voysey M, Clemens SAC, Madhi SA, et al. Safety and\nefficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222)\nagainst SARS-CoV-2: an interim analysis of four rand-\nomised controlled trials in Brazil, South Africa, and\n– the UK. Lancet. 2021;397(10269):99 111.\n[71] AstraZeneca. AstraZeneca COVID-19 vaccine\n(AZD1222): CDC; 2021. [updated 2021 Jan 27].\nAvailable from: https://www.cdc.gov/vaccines/acip/\nmeetings/downloads/slides-2021-01/02-COVID-\nVillafana.pdf .\n[72] Wise J. Covid-19: new data on oxford AstraZeneca\nvaccine backs 12 week dosing interval. BMJ. 2021;\n372:n326.\n[73] Wise J. Covid-19: European countries suspend use of\nOxford-AstraZeneca vaccine after reports of blood\nclots. BMJ. 2021;372:n699.\n\u0002 \u0002 [74] Østergaard SD, Schmidt M, Horv ath-Puh o E, et al.\nThromboembolism and the Oxford-AstraZeneca\nCOVID-19 vaccine: side-effect or coincidence?\n– Lancet. 2021;397(10283):1441 1443.\n[75] Pottegård A, Lund LC, Karlstad Ø, et al. Arterial\nevents, venous thromboembolism, thrombocyto-\npenia, and bleeding after vaccination with Oxford-\nAstraZeneca ChAdOx1-S in Denmark and Norway:\npopulation based cohort study. BMJ. 2021;373:\nn1114.\n[76] Logunov DY, Dolzhikova IV, Zubkova OV, et al.\nSafety and immunogenicity of an rAd26 and rAd5\nvector-based heterologous prime-boost COVID-19\nvaccine in two formulations: two open, non- rando-\nmised phase 1/2 studies from russia. Lancet. 2020;\n– 396(10255):887 897.\n[77] Anywaine Z, Whitworth H, Kaleebu P, et al. Safety\nand immunogenicity of a 2-dose heterologous vac-\ncination regimen with Ad26.ZEBOV and MVA-BN-Filo\nEbola vaccines: 12-month data from a phase 1\n\nrandomized clinical trial in Uganda and Tanzania. J\n– Infect Dis. 2019;220(1):46 56.\n[78] Williams K, Bastian AR, Feldman RA, et al. Phase 1\nsafety and immunogenicity study of a respiratory\nsyncytial virus vaccine with an adenovirus 26 vector\nencoding perfusion F (Ad26.RSV.preF) in adults aged\n\u0006 – 60 years. J Infect Dis. 2020;222(6):979 988.\n[79] Barouch DH, Tomaka FL, Wegmann F, et al.\nEvaluation of a mosaic HIV-1 vaccine in a multi-\ncentre, randomised, double-blind, placebo-con-\ntrolled, phase 1/2a clinical trial (APPROACH) and in\nrhesus monkeys (NHP 13-19). Lancet. 2018;\n– 392(10143):232 243.\n[80] Wold WS, Toth K. Adenovirus vectors for gene ther-\napy, vaccination and cancer gene therapy. Curr\n– Gene Ther. 2013;13(6):421 433.\n[81] Liu J, Ewald BA, Lynch DM, et al. Magnitude and\nphenotype of cellular immune responses elicited by\nrecombinant adenovirus vectors and heterologous\nprime-boost regimens in rhesus monkeys. J Virol.\n– 2008;82(10):4844 4852.\n[82] Lu S. Heterologous prime-boost vaccination. Curr\n– Opin Immunol. 2009;21(3):346 351.\n[83] Fausther-Bovendo H, Kobinger GP. Pre-existing\nimmunity against ad vectors: humoral, cellular, and\n’ innate response, what s important? Hum Vaccin\n– Immunother. 2014;10(10):2875 2884.\n[84] Logunov DY, Dolzhikova IV, Shcheblyakov DV, et al.\nSafety and efficacy of an rAd26 and rAd5 vector-\nbased heterologous prime-boost COVID-19 vaccine:\nan interim analysis of a randomised controlled phase\n– 3 trial in Russia. Lancet. 2021;397(10275):671 681.\n[85] Ikegame S, Siddiquey M, Hung CT, et al. Neutralizing\nactivity of sputnik V vaccine sera against SARS- CoV-\n2 variants. Res Sq. 2021;\n[86] Sahin U, Kariko K, Tureci O. mRNA-based therapeu-\ntics-developing a new class of drugs. Nat Rev Drug\n– Discov. 2014;13(10):759 780.\n[87] Pardi N, Hogan MJ, Pelc RS, et al. Zika virus protec-\ntion by a single low-dose nucleoside-modified\n– mRNA vaccination. Nature. 2017;543(7644):248 251.\n[88] Pardi N, Hogan MJ, Porter FW, et al. mRNA vaccines\n– a new era in vaccinology. Nat Rev Drug Discov.\n– 2018;17(4):261 279.\n[89] Alberer M, Gnad-Vogt U, Hong HS, et al. Safety and\nimmunogenicity of a mRNA rabies vaccine in healthy\nadults: an open-label, non-randomised, prospective,\nfirst-in-human phase 1 clinical trial. Lancet. 2017;\n– 390(10101):1511 1520.\n[90] Petsch B, Schnee M, Vogel AB, et al. Protective effi-\ncacy of in vitro synthesized, specific mRNA vaccines\nagainst influenza a virus infection. Nat Biotechnol.\n– 2012;30(12):1210 1216.\n[91] Tan L, Sun X. Recent advances in mRNA vaccine\ndelivery [review article]. Nano Res. 2018;11(10):\n– 5338 5354.\n[92] Baden LR, El Sahly HM, Essink B, et al. Efficacy and\nsafety of the mRNA-1273 SARS-CoV-2 vaccine. N\n– Engl J Med. 2021;384(5):403 416.\n[93] Polack FP, Thomas SJ, Kitchin N, C4591001 Clinical\nTrial Group, et al. Safety and efficacy of the\n\n--- Page 16 ---\nBNT162b2 mRNA covid-19 vaccine. N Engl J Med.\n– 2020;383(27):2603 2615.\n[94] BioNTech Pr. Pfizer and BioNTech announce vaccine\ncandidate against COVID-19 achieved success in first\ninterim analysis from phase 3 study [Press release,\nMonday, November 09, 2020 - 06:45am].\n’ [95] Moderna s COVID-19 vaccine candidate meets its pri-\nmary efficacy endpoint in the first interim analysis of\nthe phase 3 COVE study. Nov 16, 2020. https://www.\nbiospace.com/article/releases/moderna-s-covid-19-\nvaccine-candidate-meets-its-primary-efficacy-end-\npoint-in-the-first-interim-analysis-of-the-phase-3-\ncove-study/\n[96] Thompson MG, Burgess JL, Naleway AL, et al.\nInterim estimates of vaccine effectiveness of\nBNT162b2 and mRNA-1273 COVID-19 vaccines in\npreventing SARS-CoV-2 infection among health care\npersonnel, first responders, and other essential and\n– frontline Workers Eight U.S. locations, December\n– 2020 March 2021. MMWR Morb Mortal Wkly Rep.\n– 2021;70(13):495 500.\n[97] Coronavirus (COVID-19) update: FDA authorizes\nPfizer-BioNTech COVID-19 vaccine for emergency\nuse in adolescents in another important action in\nfight against pandemic. Press release, May 10, 2021.\nhttps://www.fda.gov/news-events/press-announce-\nments/coronavirus-covid-19-update-fda-authorizes-\npfizer-biontech-covid-19-vaccine-emergency-use\n[98] Abu-Raddad LJ, Chemaitelly H, Butt AA. Effectiveness\nof the BNT162b2 covid-19 vaccine against the\nB.1.1.7 and B.1.351 variants. N Engl J Med. 2021;\n– 385(2):187 189.\n[99] Hall VJ, Foulkes S, Saei A, SIREN Study Group, et al.\nCOVID-19 vaccine coverage in health-care workers in\nEngland and effectiveness of BNT162b2 mRNA vac-\ncine against infection (SIREN): a prospective, multi-\ncentre, cohort study. Lancet. 2021;397(10286):\n– 1725 1735.\n[100] Lopez Bernal J, Andrews N, Gower C, et al.\nEffectiveness of covid-19 vaccines against the\nB.1.617.2 (Delta) Variant. N Engl J Med. 2021;385(7):\n– 585 594. doi: 10.1056/NEJMoa2108891 . 34289274\n[101] Jackson LA, Anderson EJ, Rouphael NG, mRNA-1273\nStudy Group, et al. An mRNA vaccine against SARS-\nCoV-2 - Preliminary report. N Engl J Med. 2020;\n– 383(20):1920 1931.\n[102] Sahin U, Muik A, Vogler I, et al. BNT162b2 vaccine\ninduces neutralizing antibodies and poly-specific T\n– cells in humans. Nature. 2021;595(7868):572 577.\n[103] Park KS, Sun X, Aikins ME, et al. Non-viral COVID-19\nvaccine delivery systems. Adv Drug Deliv Rev. 2021;\n– 169:137 151.\n[104] Chung JR, Flannery B, Ambrose CS, et al. Influenza\nClinical Investigation for Children Study Team;\nInfluenza Incidence Surveillance Project; US Influenza\nVaccine Effectiveness Network. Live attenuated and\ninactivated influenza vaccine effectiveness.\nPediatrics. 2019;143(2):e20182094. DOI: 10.1542/peds.\n2018-2094\n[105] Jiang R, Liu X, Sun X, et al. Immunogenicity and\nsafety of the inactivated poliomyelitis vaccine made\nfrom sabin strains in a phase IV clinical trial for the\n\nANNALS OF MEDICINE 539\nvaccination of a large population. Vaccine. 2021;\n– 39(9):1463 1471.\n[106] Phillips A, Patel C, Pillsbury A, et al. Safety of human\npapillomavirus vaccines: an updated review. Drug\n– Saf. 2018;41(4):329 346.\n[107] Revenko H. Strength of anti-diphtheria and anti-tet-\nanus immunity in hiv-infected adults. VPBM. 2020;\n– 4(1):178 182.\n[108] World Health Organization. Draft landscape and\ntracker of COVID-19 candidate vaccines; 2021.\nAvailable from: https://www.who.int/publications/m/\nitem/draft-landscape-of-covid-19-candidate-vaccines .\n[109] Gao Q, Bao L, Mao H, et al. Development of an inac-\ntivated vaccine candidate for SARS-CoV-2. Science.\n– 2020;369(6499):77 81.\n[110] Yu P, Qi F, Xu Y, et al. Age-related rhesus macaque\nmodels of COVID-19 . Animal Model Exp Med. 2020;\n– 3(1):93 97.\n[111] Zhang Y, Zeng G, Pan H, et al. Safety, tolerability,\nand immunogenicity of an inactivated SARS-CoV-2\n– vaccine in healthy adults aged 18 59 years: a rando-\nmised, double-blind, placebo-controlled, phase 1/2\n– clinical trial. Lancet Infect Dis. 2021;21(2):181 192.\n[112] Wu Z, Hu Y, Xu M, et al. Safety, tolerability, and\nimmunogenicity of an inactivated SARS-CoV-2 vac-\ncine (CoronaVac) in healthy adults aged 60 years\nand older: a randomised, double-blind, placebo-\ncontrolled, phase 1/2 clinical trial. Lancet Infect Dis.\n– 2021;21(6):803 812.\n[113] Hitchings M, Ranzani OT, Torres MS, et al.\nEffectiveness of CoronaVac in the setting of high\nSARS-CoV-2 P. 1 variant transmission in Brazil: a test-\nnegative case-control study. medRxiv. 2021;\n[114] Center sm. Expert reaction to announcement of\nresults of phase III of Sinovac vaccine in China 2021.\nAvailable from: https://www.sciencemediacentre.org/\nexpert-reaction-to-announcement-of-results-of-\nphase-iii-of-sinovac-vaccine-in-china .\n[115] Administration fad. Reports of suspected adverse\nreaction to COVID-19 vaccines; (01 March to 11 April\n2021) 2021. Available from: https://www.fda.gov.ph/\nwp-content/uploads/2021/04/Reports-of-Suspected-\nAdverse-Reaction-to-COVID-19-Vaccines-as-of-11-\nApril-2021-ver-3.pdf .\n[116] medicalnewstoday. Global COVID-19 vaccine sum-\nmary: side effects; 2021. Available from: https://\nwww.medicalnewstoday.com/articles/global-covid-\n19-vaccine-summary-side-effects#Potential-side-\neffects-per-vaccine .\n[117] Qin C, Zhou L, Hu Z, et al. Dysregulation of immune\nresponse in patients with coronavirus 2019 (COVID-\n19) in wuhan, China. Clin Infect Dis. 2020;71(15):\n– 762 768.\n[118] van Doremalen N, Lambe T, Spencer A, et al.\nChAdOx1 nCoV-19 vaccine prevents SARS-CoV-2\npneumonia in rhesus macaques. Nature. 2020;\n– 586(7830):578 582.\n[119] Xia S, Zhang Y, Wang Y, et al. Safety and immuno-\ngenicity of an inactivated SARS-CoV-2 vaccine,\nBBIBP- CorV: a randomised, double-blind, placebo-\ncontrolled, phase 1/2 trial. Lancet Infect Dis. 2021;\n– 21(1):39 51.\n\n--- Page 17 ---\n540 Q. FERNANDES ET AL.\n[120] Xia S, Duan K, Zhang Y, et al. Effect of an inactivated\nvaccine against SARS-CoV-2 on safety and immuno-\ngenicity outcomes: interim analysis of 2 randomized\n– clinical trials. JAMA. 2020;324(10):951 960.\n[121] Al Kaabi N, Zhang Y, Xia S, et al. Effect of 2 inacti-\nvated SARS-CoV-2 vaccines on symptomatic COVID-\n19 infection in adults: a randomized clinical trial.\nJAMA. 2021;326(1):35.\n[122] UAE: Ministry of Health announces 86 per cent vac-\ncine efficacy, 9 December, 2020. Available from:\nhttps://gulfnews.com/uae/health/uae-ministry-of-\nhealth-announces-86-per-cent-vaccine-efficacy-1.\n1607490555571 .\n[123] News A. Coronavirus: Morocco receives half million\ndoses of Sinopharm COVID-19 vaccine 2021-01-28.\nAvailable from: https://english.alarabiya.net/corona-\nvirus/2021/01/27/Coronavirus- . Coronavirus-\nMorocco-receives-half-million-doses-of-Sinopharm-\nCOVID-19-vaccine\n[124] GLOBALink. Algeria receives donation of 200,000\ndoses of anti-COVID-19 vaccine from China. 25\nFebruary, 2021. http://www.xinhuanet.com/english/\n2021-02/25/c_139766759.htm\n’ [125] News U. Serbia receives million doses of China s\nSinopharm COVID-19 vaccine; January 16, 2021.\nAvailable from: https://www.usnews.com/news/\nworld/articles/2021-01-16/serbia-receives-million-\ndoses-of-chinas-sinopharm-covid-19-vaccine .\n[126] Aslam S, Adler E, Mekeel K, et al. Clinical effective-\nness of COVID-19 vaccination in solid organ trans-\nplant recipients. Transpl Infect Dis. 2021;23(5):\ne13705.\n[127] Qin CX, Moore LW, Anjan S, et al. Risk of break-\nthrough SARS-CoV-2 infections in adult transplant\n– recipients. Transplantation. 2021;105(11):e265 e266.\n[128] Boyarsky BJ, Werbel WA, Avery RK, et al.\nImmunogenicity of a single dose of SARS-CoV-2\nmessenger RNA vaccine in solid organ transplant\n– recipients. JAMA. 2021;325(17):1784 1786.\n[129] Hall VG, Ferreira VH, Ierullo M, et al. Humoral and\ncellular immune response and safety of two-dose\nSARS-CoV-2 mRNA-1273 vaccine in solid organ trans-\nplant recipients. Am J Transplant. 2021;21(12):\n– 3980 3989.\n[130] Sattler A, Schrezenmeier E, Weber UA, et al.\nImpaired humoral and cellular immunity after SARS-\nCoV-2 BNT162b2 (tozinameran) prime-boost vaccin-\nation in kidney transplant recipients. J Clin Invest.\n2021;131(14):e150175. DOI: 10.1172/JCI150175\n[131] Karaba AH, Zhu X, Liang T, et al. A third dose of\nSARS-CoV-2 vaccine increases neutralizing antibodies\nagainst variants of concern in solid organ transplant\nrecipients. Am J Transplant. 2021.\n[132] Gourlay LJ, Peri C, Ferrer-Navarro M, et al. Exploiting\nthe Burkholderia pseudomallei acute phase antigen\nBPSL2765 for structure-based epitope discovery/\ndesign in structural vaccinology. Chem Biol. 2013;\n– 20(9):1147 1156.\n[133] Serapian SA, Marchetti F, Triveri A, et al. The answer\nlies in the energy: How simple atomistic molecular\ndynamics simulations may hold the key to epitope\n\nprediction on the fully glycosylated SARS-CoV-2\nspike protein. J Phys Chem Lett. 2020;11(19):\n– 8084 8093.\n[134] Triveri A, Serapian SA, Marchetti F, et al. SARS-CoV-2\nspike protein mutations and escape from antibodies:\na computational model of epitope loss in variants of\n– concern. J Chem Inf Model. 2021;61(9):4687 4700.\n[135] Chan PK, To KF, Lo AW, et al. Persistent infection of\nin vitro SARS coronavirus in colonic cells . J Med\n– Virol. 2004;74(1):1 7.\n[136] Ding Y, Wang H, Shen H, et al. The clinical pathology\nof severe acute respiratory syndrome (SARS): a\n– report from China. J Pathol. 2003;200(3):282 289.\n[137] To KF, Lo AW. Exploring the pathogenesis of severe\nacute respiratory syndrome (SARS): the tissue distri-\nbution of the coronavirus (SARS-CoV) and its puta-\ntive receptor, angiotensin-converting enzyme 2\n– (ACE2). J Pathol. 2004;203(3):740 743.\n[138] Li YC, Bai WZ, Hashikawa T. The neuroinvasive\npotential of SARS-CoV2 may play a role in the\nrespiratory failure of COVID-19 patients. J Med Virol.\n– 2020;92(6):552 555.\n[139] Ding Y, He L, Zhang Q, et al. Organ distribution of\nsevere acute respiratory syndrome (SARS) associated\ncoronavirus (SARS-CoV) in SARS patients: implica-\ntions for pathogenesis and virus transmission path-\n– ways. J Pathol. 2004;203(2):622 630.\n[140] Gu J, Gong E, Zhang B, et al. Multiple organ infec-\ntion and the pathogenesis of SARS. J Exp Med. 2005;\n– 202(3):415 424.\n[141] Xu J, Zhong S, Liu J, et al. Detection of severe acute\nrespiratory syndrome coronavirus in the brain:\npotential role of the chemokine MIG in pathogen-\n– esis. Clin Infect Dis. 2005;41(8):1089 1096.\n\u0002 [142] Talbot PJ, Ekand e S, Cashman NR, et al.\nNeurotropism of human coronavirus 229E. Adv Exp\n– Med Biol. 1993;342:339 346.\n\u0002 [143] Dub e M, Le Coupanec A, Wong AHM, et al. Axonal\ntransport enables neuron-to-neuron propagation of\nhuman coronavirus OC43. J Virol.\n2018;92(17):e00404-18. DOI: 10.1128/JVI.00404-18 .\n[144] Mao L, Wang M, Chen S, et al. Neurological manifes-\ntations of hospitalized patients with COVID-19 in\nWuhan, China: a retrospective case series study.\nmedRxiv. 2020;\n[145] Cui J, Li F, Shi ZL. Origin and evolution of patho-\ngenic coronaviruses. Nat Rev Microbiol. 2019;17(3):\n– 181 192.\n[146] Chan JF, Yuan S, Kok KH, et al. A familial cluster of\npneumonia associated with the 2019 novel corona-\nvirus indicating person-to-person transmission: a\nstudy of a family cluster. Lancet. 2020;395(10223):\n– 514 523.\n[147] Phan LT, Nguyen TV, Luong QC, et al. Importation\nand human-to-human transmission of a novel corona-\n– virus in Vietnam. N Engl J Med. 2020;382(9):872 874.\n[148] Wang D, Hu B, Hu C, et al. Clinical characteristics of\n138 hospitalized patients with 2019 novel corona-\nvirus-infected pneumonia in wuhan, China. JAMA.\n– 2020;323(11):1061 1069. doi: 10.1001/jama.2020.1585 .\n32031570",
    "pages": [
      {
        "page_number": 1,
        "text": "ANNALS OF MEDICINE\n– 2022, VOL. 54, NO. 1, 524 540\nhttps://doi.org/10.1080/07853890.2022.2031274\nREVIEW ARTICLE\nEmerging COVID-19 variants and their impact on SARS-CoV-2 diagnosis,\ntherapeutics and vaccines\na , b Queenie Fernandes , Varghese Philipose Inchakalody\na a Dina Moustafa Abo El-Ella , Takwa Bedhiafi , Afsheen Raza\nd e Mariam Ali Yousuf Al-Nesf , Ali Ait Hssain\nh a Shahab Uddin and Said Dermime\na Translational Cancer Research Facility, National Center for Cancer Care and Research, Hamad Medical Corporation, Doha, Qatar;\nb c College of Medicine, Qatar University, Doha, Qatar;\nd Allergy and Immunology Section, Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar; Switzerland;\nIntensive Care Unit, Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar;\ng Qatar University, Doha, Qatar;\nh Translational Research Institute and Dermatology Institute, Academic Health System, Hamad Medical Corporation, Doha, Qatar\nABSTRACT\nThe emergence of novel and evolving variants of SARS-CoV-2 has fostered the need for change\nin the form of newer and more adaptive diagnostic methods for the detection of SARS-CoV-2\ninfections. On the other hand, developing rapid and sensitive diagnostic technologies is now\nmore challenging due to emerging variants and varying symptoms exhibited among the\ninfected individuals. In addition to this, vaccines remain the major mainstay of prevention and\nprotection against infection. Novel vaccines and drugs are constantly being developed\nunleash an immune response for the robust targeting of SARS-CoV-2 and its associated variants.\nIn this review, we provide an updated perspective on the current challenges posed by the\nemergence of novel SARS-CoV-2 mutants/variants and the evolution of diagnostic techniques to\nenable their detection. In addition, we also discuss the development, formulation, working\nmechanisms, advantages, and drawbacks of some of the most used vaccines/therapeutic drugs\nand their subsequent immunological impact.\nKEY MESSAGE\n\u0001 The emergence of novel variants of the SARS-CoV-2 in the past couple of months, highlights\none of the primary challenges in the diagnostics, treatment, as well as vaccine development\nagainst the virus.\n\u0001 Advancements in SARS-CoV-2 detection include nucleic acid based, antigen and immuno-\nassay-based and antibody-based detection methodologies for efficient, robust, and quick test-\ning; while advancements in COVID-19 preventive and therapeutic strategies include novel\nantiviral and immunomodulatory drugs and SARS-CoV-2 targeted vaccines.\n\u0001 The varied COVID-19 vaccine platforms and the immune responses induced by each one of\nthem as well as their ability to battle post-vaccination infections have all been discussed in\nthis review.\n1. Introduction\nAn outbreak of pneumonia that began in December\n2019 in Wuhan, the capital city of the Hubei Province\nof China was found to be associated with a novel\nstrain of the Coronavirus that was tentatively named\nby the WHO as the 2019 novel coronavirus (2019-\nth nCoV). However, on the 11 of February 2020, it was\nformally renamed as the Severe Acute Respiratory\nCONTACT Said Dermime sdermime@hamad.qa\nHamad Medical Corporation, College of Health and Life Sciences (CHLS) Hamad Bin Khalifa University, Doha, Qatar\n\u0001 2022 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License (\nunrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n\na a a a , Maysaloun Merhi , Sarra Mestiri , Nassiba Taib ,\na a a , c , Lobna Al-Zaidan , Mona O. Mohsen ,\nf c , g , Hadi Mohamad Yassine , Martin F. Bachmann ,\nDepartment of Biomedical Research, Immunology RIA, University of Bern, Bern,\ne Medical\nf Qatar University Biomedical Research Center,\nNuffield Department of Medicine, Jenner Institute, University of Oxford, Oxford, United Kingdom;\nARTICLE HISTORY\nReceived 8 November 2021\nRevised 7 January 2022\nAccepted 12 January 2022\nKEYWORDS\nCOVID-19; SARS-CoV-2;\nto\nOmicron; Coronaviruses;\ndiagnostic testing; vaccine;\nimmunological responses;\nViral epidemic\nSyndrome Coronavirus 2 (SARS-CoV-2) by the\nInternational Committee on Taxonomy of Viruses [ 1 ]\nand the WHO formally named the viral illness as the\nCoronavirus Disease 2019 (COVID-19); a disease char-\nacterized by respiratory distress, fevers, coughs,\n– fatigue, pneumonia and muscle pain [ 2 4 ]. Following\nthe increase in the number of positive infected cases\nin China, on the 30 January 2020, the WHO declared\nDirector of Translational Cancer Research Facility National Center for Cancer Care and Research,\nhttp://creativecommons.org/licenses/by/4.0/ ), which permits",
        "char_count": 4752,
        "word_count": 709,
        "extraction_method": "two_column"
      },
      {
        "page_number": 2,
        "text": "Figure 1. The figure explains about the reported amino acid mutations in RBD region of different SARS- CoV-2 strains.\nthe viral epidemic a public health emergency of inter-\nnational concern. SARS-CoV-2 is a an enveloped, sin-\ngle-stranded, positive-sense RNA virus belonging to\nthe Betacoronavirus genus in the Coronaviridae family\n[ 2 , 5 , 6 ]. This family of viruses was first identified in\n1965 by Tyrell and Bynoe and isolated and cultivated\nfrom patients with common colds [ 7 ]. Viral structural\nproteins such as the nucleocapsid protein (N), mem-\nbrane glycoprotein (M), and spike glycoprotein (S) are\nthe primary determinants of virulence and function\n[ 8 ]. Largely like the previous zoonotic coronavirus out-\nbreaks (SARS-CoV and MERS-CoV), the current SARS-\nCoV-2 virus causes lower respiratory tract infections\nand may lead to Acute Respiratory Distress\nSyndromes (ARDS).\nThe emergence of novel variants of the SARS-CoV-2\nin the past couple of months highlights one of the pri-\nmary challenges facing this pandemic. Accumulation\nof mutations arising out of subsequent viral replication\nis a natural phenomenon. The SARS-CoV-2 virus is\nknown to evolve at a rate of approximately\n\u0003 \u0004 1.1 10 3 substitutions per site per year. This figure\n\u0005 corresponds to nearly one substitution every 11 days\n[ 9 ]. Although most mutations are found to have no\nperceivable impact, few mutations were found to give\nrise to novel high-risk variants of the SARS-CoV-2 virus\n( Figure 1 ). The nomenclature and classification of\nthese increasing number of SARS-CoV-2 variants has\nbeen a challenge to the WHO. However during late\n2020, the WHO prompted the classification of novel\nSARS- CoV-2 strains as Variants of Interest (VOIs) and\nVariants of Concern (VOCs) [ 10 ]. Specifically, VOIs\n\nANNALS OF MEDICINE 525\ninclude variants with mutations that result in changes\nto receptor binding, reduced efficacy of treatments,\ndecreased neutralization by antibodies and a potential\nincrease in disease severity and/or transmissibility [ 11 ].\nIn addition, VOCs are defined as variants against which\nthere may be strong evidence of an increase in trans-\nmissibility, greater disease severity, notable reduction\nin neutralization by antibodies generated and thus\ndecreased response to treatments and vaccines [ 11 ].\n( Table 1 )\nAdditionally, in order to synchronize a universal\nnomenclature that facilitate a streamlined tracking of\neach of the emerging SARS-CoV-2 variants, the WHO\nhas recommended the use of the Greek Alphabet to\nuniquely identify each novel variant ( Figure 1 ).\n2. Advancements in COVID-19 detection\n& diagnosis\nThe emergence of novel and evolving variants of\nSARS-CoV-2 has indeed fostered the need for change\nin the form of newer and more adaptive diagnostic\nmethods for the detection of SARS-CoV-2 infections.\nOn the other hand, developing rapid and sensitive\ndiagnostic technologies is now more challenging due\nto emerging variants and varying symptoms exhibited\nin infected individuals.\nSARS-CoV-2 detection technologies mainly target\neither specific viral nucleic acids (molecular testing),\nproteins (antigen testing), or anti-SARS-CoV-2 antibod-\nies (serological testing). The choice between each of\nthese tests depends on the selection of right test,",
        "char_count": 3262,
        "word_count": 507,
        "extraction_method": "two_column"
      },
      {
        "page_number": 3,
        "text": "526 Q. FERNANDES ET AL.\nTable 1. SARS Cov-2 variants and its impact on transmissibility and treatments.\nVariant Variant WHO Country of Origin\nname classification label /Detection date\nB.1.1.7 VOC Alpha United Kingdom/\nDecember 2020\nB.1.351 VOC Beta South Africa/\nB.1.351.2 December 2020\nB.1.351.3\nP.1 VOC Gamma Brazil/\nP.1.1 January 2021\nP.1.2\nB.1.617.2 VOI Delta India/\nAY.1 VOC May 2021\nAY.2 VOC\nB.1.427 VOC Epsilon California/\nB.1.429 July 2020\nB.1.1.529 VOC Omicron South Africa\\\nNovember, 2021\n\nSpike protein\nsubstitutions Attributes\n\" \u0005 69del Transmissibility ( 50%)\n70del\n\" 144del Severity\nE484K\n\" S494P Case fatality\nN501Y\nA570D No impact on susceptibility to EUA\nD614G monoclonal antibody treatments\nP681H\nT716I Minimal impact on neutralization by\nS982A convalescent and post-\nD1118H vaccination sera\nK1191N\n\" \u0005 D80A Transmissibility ( 50%)\nD215G\n# 241del Susceptibility to EUA monoclonal\n242del antibody treatments\n243del\n# K417N Neutralization to convalescent &\nE484K post-vaccination sera\nN501Y\nD614G\nA701V\n# L18F Susceptibility to bamlanivimab/\nT20N etesevimab monoclonal antibody\nP26S treatments\nD138Y\n# R190S Neutralization to convalescent &\nK417T post-vaccination sera\nE484K\nN501Y\nD614G\nH655Y\nT1027I\n\" T19R Transmissibility\nV70F\n# T95I Susceptibility to EUA monoclonal\nG142D antibody treatments\nE156-\n# F157- Neutralisation to post-\nR158G vaccination sera\n(A222V\nW258L\nK417N\nL452R\nT478K\nD614G\nP681R\nD950N\n\u0005 \" Transmissibility ( 20%) I4205V\nD1183Y\n# susceptibility to EUA monoclonal S13I\nantibody treatments W152C\nL452R\n# neutralisation to convalescent &\npost-vaccination sera\n\" A67V, del69-70, T95I, Transmissibility\ndel142-144, Y145D,\n\" del211, L212I, Risk of re-infection\nins214EPE\nT547K, Deletion in the S gene, leading to S\nD614G, gene target failure (SGTF) in some\nH655Y, PCR assays. SGTF can be used as a\nN679K, proxy marker to screen\nP681H, for Omicron.\nN764K,\nD796Y,\nN856K,\nQ954H,\nN969K,\nL981F\ncontinued ( )",
        "char_count": 1931,
        "word_count": 287,
        "extraction_method": "two_column"
      },
      {
        "page_number": 4,
        "text": "Table 1. Continued.\nVariant Variant WHO Country of Origin\nname classification label /Detection date\nB.1.525 VOI Eta United Kingdom/Nigeria\nDecember 2020\nB.1.526 VOI Iota United States/\nNovember 2020\nB.1.617.1 VOI Kappa India/\nDecember 2020\nC.37 VOI Lambda Peru/\nAugust 2020\nB.1.621 VOI Mu Colombia/\nJanuary 2021\nP.3 VOI Theta Philippines/\nJanuary 2021\nright sample and right time [ 12 ] as the viral nucleic\nacid/antigen/antibodies detection varies at different\ntime points during the infection [ 13 ].\n2.1. Nucleic acid-based detection of SARS-CoV-\n2 infection\nNucleic acid-based detection is now widely used for\nclinical identification of SARS-CoV-2 infection.\nNasopharyngeal swab samples are considered to be\nthe most reliable source for these assays, offering\nhighest sensitivity (97%) as compared to samples\nobtained from other sources like saliva (85%), nasal\nswabs (86%) and throat swabs (68%) [ 14 ]. Further, the\nviral RNA load is usually highest between 0 and day 4\n\nANNALS OF MEDICINE 527\nSpike protein\nsubstitutions Attributes\n# A67V Susceptibility to EUA monoclonal\n69del antibody treatments\n70del\n# 144del Neutralization to convalescent &\nE484K post-vaccination sera\nD614G\nQ677H\nF888L\n# L5F Susceptibility to bamlanivimab/\nD80G etesevimab monoclonal antibody\nT95I treatments\nY144-\n# F157S Neutralisation to convalescent &\nD253G post-vaccination sera\nL452R\nS477N\nE484K\nD614G\nA701V\nT859N\nD950H\nQ957R\n# T95I Susceptibility to EUA monoclonal\nG142D antibody treatments\nE154K\n# L452R Neutralization to post-\nE484Q vaccination sera\nD614G\nP681R\nQ1071H\nG75V Unclear data on transmissibility\nT76I\nD 246-252\nL452Q\nF490S\nD614G\nT859N\n\" R346K Transmissibility\nE484K\n\" N501Y Susceptibility to infection\nD614G\nP681H\n\" E484K Transmissibility\nN501Y\n\" D614G Susceptibility to infection\nP681H\nof post-symptom infection (89%) and drops to nearly\n54% at day 10 to 14. Real-time PCR technology is\nbased on detecting the presence of specific viral RNA\nbelonging to the viral Envelope, Nucleocapsid, Spike\nand ORF1ab regions. Therefore, viral mutations can\npotentially alter the accuracy of this method, leading\nto unpredictable test performances and false-negatives\n[ 15 ]. However, such challenges could be overcome\n– through the use of multi-target assays [ 14 17 ]. In add-\nition, studies are now also developing specific primers\nto enable the rapid detection of VOCs through real-\ntime PCR; For example, a particular group reported\nthe development of PCR primers for the rapid detec-\ntion of the key mutations in the spike protein of the\nmost recent omicron variant, thus enabling it to be",
        "char_count": 2583,
        "word_count": 394,
        "extraction_method": "two_column"
      },
      {
        "page_number": 5,
        "text": "528 Q. FERNANDES ET AL.\ndistinguished from other SARS-CoV-2 variants [ 18 ].\nAnother study also described the development of two\nnew PCR- based tests to identify and differentiate the\nVOCs from regular strains of SARS-CoV-2. These tests\nare claimed to be comparatively simpler and more\nrapid than the gold standard methods of genome\nsequencing [ 19 ]. The group also claims that these tests\nshow a strong and reliable correlation to the results\nobtained through genome sequencing. Apart from\nthese, other groups have also reported the develop-\nment and use of similar PCR-based tests for detection\nof novel VOCs [ 20 , 21 ].\nIn addition, loop-mediated isothermal amplification\n(LAMP) has also been developed as a rapid, robust\nand cheap technique that is now considered as a reli-\nable alternative to traditional RT-PCR-based diagnosis\n[ 22 ]. Interestingly, using LAMP, expensive equipment\nlike thermocyclers may be eliminated thereby high-\nlighting the portability of such rapid tests. Moreover,\nthis technique is also highly specific as it uses about\n– 6 8 specific primer sequences to identify eight differ-\nent regions of the target [ 13 ]. Further, Clustered\nRegularly Interspaced Short Palindromic Repeats\n(CRISPR) is another novel technology that follows the\nprinciple of lateral flow assays. This assay is known to\ntarget the E and N genes of SARS-CoV-2. The CRISPR-\nCas13 assays are known to have a sensitivity of\ngreater than 95% and specificity of nearly 99% [ 23 ]\nIn addition, microarray-based technology is also\ncurrently being used to detect viral RNA. Here,\nlabelled cDNA molecules synthesized from viral RNA\nhybridized with solid-phase oligonucleotides on the\nsurface of an array plate are quantified with the help\nof a microarray plate reader [ 24 ].\nNext-generation gene sequencing (NGS) methods\nare also common for the detection of viral presence\nand helps in understanding the epidemiology of\nSARS-CoV-2 virus. However, although NGS platforms\nare accurate and reliable, their practical application is\noften limited due the involvement of higher costs and\nexpertise [ 13 ]. However, whole-genome sequence\nremains to be the gold standard for the detection of\nemerging VOCs across the globe. Apparently, since\nthis method is more prolonged and laborious, many\nstudies have come up with faster and similarly robust\nPCR melting temperature assays that are largely com-\nparable to genome sequencing [ 25 , 26 ]. Interestingly,\nanother group has also reported the development of\nalternate sequencing platforms based on Sangers\nsequencing of a single PCR fragment that is capable\nof identifying and distinguishing all SARS-CoV-2 VOCs\nthat have been identified so far [ 27 ].\n\n2.2. SARS-CoV-2 antigen and immuno-assay-based\ndetection of SARS-CoV-2 infection\nAntigen-based immuno-assays such as immunofluores-\ncent assays, immunochromatographic assays, chemilu-\nminescent immunoassays, and Enzyme Linked\nImmunosorbent Assays (ELISA) are also reliable meth-\nods for the detection of SARS-CoV-2 infections. These\ncommercially available kits are usually compatible with\na variety of clinical specimens like nasopharyngeal\nswabs, nasal swabs, and saliva and mainly detect the\npresence of two main SARS-CoV-2 antigens (S and N\nproteins) [ 28 ]. However, the success rate of these\nassays is largely dependent on factors such as disease\n– – stage and viral load (1 3 days before to 5 7 days after\nthe onset of symptoms). To address these issues,\nresearch on incorporating novel sensor and biosensor\ntechnologies, to enhance the sensitivity of these anti-\ngen-based immuno- assays is currently ongoing. [ 13 ].\n2.3. Anti-SARS-CoV-2 antibody-based detection of\nSARS-CoV-2 infection\nIn contrast with nucleic acids and antigen-based\ndetection techniques, antibody-based techniques are\nnot considered suitable for the early detection of\nSARS-CoV-2 Infection. This is due to the fact that anti-\nbody responses are often generated nearly two weeks\npost-infection; a time-point at which viral nucleic acid\nand antigen levels begin to decline [ 12 ]. Various bind-\ning assays like immunofluorescence, immunochroma-\ntographic, chemiluminescence assays and ELISA are\nused for the detection of antibodies generated specific\nto the SARS-CoV-2 viral antigen. Most of these kits tar-\nget the antibodies generated against the viral S and N\nproteins. Various easy-to-use kits are now available\nthat are based on measuring the ratio between the\nimmunoglobulin M (IgM) and immunoglobulin G (IgG)\nin the blood. [ 28 ]. In addition, humoral immune\nresponses to SARS-CoV-2 can also be detected using\nsimple blotting systems [ 29 ]. These are often auto-\nmated rapid capillary-based platforms through which\nthe reactivity of human IgGs (in serum or plasma sam-\nples) against five key SARS-CoV-2 viral antigens [ 29 ].\nEvidently, the constant development of newer and\nimproved methods for the detection of novel VOCs is\nof primary importance to keep pace with their rapid\nemergence. This will also play a key role in monitoring\nand curbing the spread of the new variants.",
        "char_count": 5052,
        "word_count": 788,
        "extraction_method": "two_column"
      },
      {
        "page_number": 6,
        "text": "3. Advancements in COVID-19 preventive &\ntherapeutic strategies\n3.1. Antiviral and immunomodulatory drugs\nCurrent treatment options for COVID-19 are apparently\nstratified into two categories; being either antivirals or\nimmune modifiers [ 30 ]. In the case of antiviral drugs,\nRemdesivir has gained sufficient recognition for its\nability to contain and manage the viral load and was\napproved by FDA for the treatment of COVID-19\npatients with pneumonia concurrent with the shortage\nof oxygen supply [ 30 ]. It is a broad-spectrum adeno-\nsine nucleotide analogue and phosphoramidate pro-\ndrug that can target a wide range of viruses includes\ncoronaviruses. The drug mainly functions through the\ninhibition of replication in the respiratory-associated\nepithelial cells [ 31 ]. According to a recent report,\nremdesivir triphosphate, being the active form of\nRemdesivir, resembles the RNA of the coronavirus.\nTherefore, it is easily integrated into nascent viral RNA\nstrands resulting in halting of viral genome replication\n[ 32 ]. In addition, another study showed that a combin-\nation of remdesivir with baricitinib worked better in\nreducing recovery time of hospitalized patients with\nCOVID-19 pneumonia [ 33 ]. Baricitinib is a Janus\n– kinase STAT signalling inhibitor (JAK-STAT) that pos-\nsesses antiviral and anti-inflammatory action through\nthe inhibition of clathrin-mediated endocytosis and\ncontrols the elevation of cytokine levels. [ 34 ].\nMoreover, certain anti-HIV drugs like lopinavir and\nritonavir that target RNA viruses (retroviruses) were\nreported to improve the symptoms of patients with SARS\n[ 35 ]. Therefore, they were evaluated for their potential use\nas a therapeutic agent against COVID-19. However,\naccording to a certain report, no benefit was observed\n– with lopinavir ritonavir treatment beyond standard care\nin adult patients hospitalized with severe COVID-19 [ 36 ].\nSimilarly, chloroquine, a drug whose sulphate and phos-\nphate salts have been commercialized as anti-malarial\ndrugs was also shown to be effective against SARS-CoV-2\n– infections according to a few studies [ 37 40 ]. However, a\nrecent trial proved that post-exposure hydroxychloro-\nquine therapy did not prevent SARS-CoV-2 infection in\nhealthy individuals exposed to an infected patient [ 41 ]. In\naddition, other studies have also discredited protease\ninhibitors like lopinavir and ritonavir and chloroquine to\nmodel potent anti-SARS-CoV-2 therapy [ 42 , 43 ].\nRecently, two monoclonal antibodies, Tocilizumab\nand Sarilumab used as anti-inflammatory drugs for\nrheumatoid arthritis [ 44 ] have been repurposed for their\nuse against SARS-CoV-2 Tocilizumab was approved as an\nimmunotherapy drug by FDA for the treatment against\n\nANNALS OF MEDICINE 529\nthe cytokine storm release that is a hallmark of particu-\nlarly critical COVID-19 infections [ 30 , 45 ]. These monoclo-\nnal antibodies function by antagonizing both\nmembrane-bound and soluble interleukin-6 receptors\n[ 44 ], thereby resulting in the blocking of the down-\nstream signal transduction that induces the cytokine\nrelease syndrome [ 46 ]. Moreover, the clinical trials of the\nRandomized, Embedded, Multi-factorial, Adaptive\nPlatform Trial for Community-Acquired pneumonia\n(REMAP-CAP) showed that Tocilizumab and Sarilumab\nimproved survival rate and reduced mortality in hospital-\nized Covid-19 patients by 28 and 22.2% respectively,\nwhen administrated within 24h of entering intensive\ncare units (ICUs) [ 30 , 44 , 47 ]. According to the NHS guid-\nance, both drugs are advocated for the treatment of\nhospitalized Covid-19 patients in ICUs [ 47 ].\nFurther, Casirivimab with Imdevimab forms a unique\nTM . monoclonal antibody cocktail named REGEN- COV\nThese antibodies bind non-competitively to the SARS-\nCoV-2 spike protein, thus being beneficial in targeting\nthe novel mutant SARS-CoV-2 variants and lowering\nchances of their immune escape [ 48 ]. Results of the\nTM phase 3 trial showed that REGEN-COV decreased hos-\npitalization or death by 70% in non-hospitalized Covid-\n19 patients. In addition, it has also been approved by\nthe FDA for the treatment of mild to moderate cases in\nadults and paediatric Covid-19 patients and in patients\nat high risk of disease severity [ 48 ].\n3.1.1. Efficacy of SARS-CoV-2 antiviral drugs on the\nemerging VOCs\nIn the wake of the recent emergences of new SARS-\nCoV-2 variants, it has become increasingly important\nto evaluate whether the current therapeutics still\nmaintain efficacy against the novel variants. In fact,\nin-vitro several studies were conducted to assess the\nefficacy of remdesivir against new COVID- 19 variants\nand more importantly to determine whether these\nVOCs expressed mutations in the RNA- Dependent\nRNA Polymerase (RdRP) protein sequence, which is the\nmain target of remdesivir. A recent study conducted\non the B.1.1.7 and B.1.351 variants proved that both\nvariants presented a low genetic variation in the RNA\nreplication complex and the most frequent observed\nsubstitution was Nsp12 P323L. However, this substitu-\ntion was not located near the polymerase active site,\nthus did not affect the inhibition function of remdesi-\nvir [ 49 ]. In addition, according to Lee et al. the amino\nacid sequences of the B.1.1.7 and B.1.351 VOCs were\nfound to possess numerous mutations in the spike\nprotein, when compared to the early SARS-CoV-2\nstrains [ 50 ]. However, the amino acid sequence of",
        "char_count": 5397,
        "word_count": 831,
        "extraction_method": "two_column"
      },
      {
        "page_number": 7,
        "text": "530 Q. FERNANDES ET AL.\nNSP12, (which possesses RdRp activity), remained to\nbe highly conserved among both the early and novel\nvariants [ 50 ]. Moreover, Showers et al. also reported\nno difference in the antiviral efficacy of remdesivir\nbetween early SARS-CoV-2 and these new variants\n[ 51 ]. Furthermore, another study that analyzed the\nprotein sequence of RdRp among SARS-CoV-2 emer-\ngent variants show a high conservation in remdesivir-\nbinding residues [ 52 ]. Therefore, these reports indicate\ntowards the lack of evidence stating the resistance to\nremdesivir induced by the VOCs.\nSimilarly, molnupiravir, a recently FDA approved\nantiviral drug against SARS-CoV-2 infection is also\nknown to function through targeting the viral poly-\nmerase and misdirecting it to incorporate adenosine\nor guanosine during viral replication, thereby leading\nto an accumulation of deleterious errors eventually\n– rendering the virus non-infectious [ 53 55 ]. Therefore,\nsince reports have proved that the sequences respon-\nsible for viral RdRp activity remains to be conserved in\nearly and novel SARS-CoV-2 variants, it is unlikely that\nthe novel VOCs could interfere in the activity of such\nantiviral drugs. Moreover, other reports also advocate\nthe unrestricted use of the recent FDA approved\nPaxlovid antiviral drug against the existing VOCs and\nespecially the most recent omicron variant [ 56 ].\nTherefore, in the light of the above knowledge it may\nbe safe to state that the activity of such antivirals may\nremain unhindered against the emerging VOCs.\n3.2. Covid-19 vaccines\nIn addition to the above elucidated drugs vaccines\nremain the cornerstone of prevention and protection\nagainst infection. Below we discuss the development,\nformulation, working mechanisms, advantages, and\nchallenges of some of the most used vaccines world-\nwide ( Figure 2 ). In addition, we also provide an over-\nview of the ongoing trials and cutting-edge research\nfocussed on vaccine efficacy and safety.\n3.2.1. Protein subunit vaccines NVX-CoV2373\nNVX-CoV2373 (Novavax ) is a SARS-COV-2 subunit vac-\ncine constructed from the full-length SARS- COV-2\nspike glycoprotein and is produced in the established\nbaculovirus-Spodoptera frugiperda (Sf9) insect cell\nexpression system [ 57 ]. This vaccine is formulated\nthrough the use of nanoparticles containing trimeric\nfull-length SARS-CoV-2 S glycoprotein adjuvant with\nsaponin based Matrix-M [ 58 ]. Studies have shown that\nthis Matrix-M can enhance immune responses by pro-\nmoting the recruitment, activation, and maturation of\n\nvia central immune cells enhanced antigen presenta-\ntion and uptake by the antigen presenting cells [ 59 ].\nThe safety and immunogenicity of NVX-CoV2373\nwas initially tested in a nonhuman primate (baboons\nand cynomolgus macaque) and mice models.\nPreliminary results showed that the vaccine elicits a T\ncell and B cell response, induces a high titre of anti-S\nIgG and SARS-COV-2 neutralizing antibodies and pro-\ntects the upper and lower respiratory track from virus\ninfection and pulmonary disease [ 57 , 60 ]. Subsequently,\nPhase 1-2 clinical trial were conducted to evaluate the\nsafety and immunogenicity of SARS-CoV-2 recombin-\nant S nanoparticle vaccine on humans with or without\nMatrix-M adjuvant [ 58 ]. The outcomes of these trials\nindicated that the vaccine has a reassuring safety pro-\nfile and is capable of inducing a robust humoral and T\ncell immune response [ 61 ]. Moreover, the levels of\nneutralizing antibodies and anti-S IgG detected in vac-\ncinated participants was indeed found to be 4 times\nhigher than those observed in symptomatic COVID-19\noutpatient sera [ 61 ]. In addition, this vaccine also indu-\nþ ces a predominant CD4 T cell response characterized\nc a by high production of IFN- , IL-2, and TNF- .\nCurrently, phase 3 trials are ongoing in 5 different\ncountries (United Kingdom (UK), Northern Ireland,\nMexico, Puerto Rico and United States of America)\n[ 62 ]. However, preliminary data from the UK indicates\nthat the efficacy of NVX-CoV2373 is estimated at\n89.7% among different subgroups including partici-\npants with comorbidities, with no hospitalization or\ndeaths reported in vaccinated individuals [ 63 ].\nInterestingly, the same study indicates that NVX-\nCoV2373 has a strong efficacy (86.3%) against the UK\nvariant (B.1.1.7) [ 63 ].\n3.2.2. Adenovirus vector-based vaccines\n3.2.2.1. ZD1222. The AZD1222 (Oxford-AstraZeneca) is\na recombinant adenovirus-based SARS-CoV-2 vaccine\nconstructed from the replication-deficient simian chim-\npanzee adenovirus vector (ChAdOx2) expressing the\nfull- length SARS-COV-2 spike glycoprotein [ 64 ].\nChimpanzee vectors are highly suitable for the devel-\nopment of human vaccines due to their high immuno-\ngenicity and genome stability that prevents the\ndeletion or mutation of foreign genes [ 65 ]. These vec-\ntors have been tested in clinical trials of 5000 vaccines\n(including vaccines for Ebola, malaria, HIV and Crohn\ndisease [ 66 ] in which their efficacy to induce a potent\nþ CD8 T cell and antibody responses even with a sin-\ngle dose of the vaccine was reported. [ 67 , 68 ]. In par-\nticular, the chimpanzee adenovirus vectors are safe as",
        "char_count": 5160,
        "word_count": 806,
        "extraction_method": "two_column"
      },
      {
        "page_number": 8,
        "text": "Figure 2.\nplatforms in which, the spike protein ORF is cloned into adenovirus genome to form an infectious recombinant virus which will\nbe injected intramuscularly; c. mRNA vaccine, in which SARS-CoV-2 spike mRNA is chemically synthesized and enclosed with lipid\nnanoparticles then it is injected into human body; d. Protein vaccine in which total or subunit part of spike protein is mixed with\ninactivated, mixed with specific adjuvant then injected intramuscularly. (B) Immune response to the SARS-CoV-2 vaccine: Once in\nthe human body, the different vaccine platforms will synthesize or deliver SARS-CoV-2 total or subunit spike protein which will\ninduce specific memory immune response against SARS-CoV-2 virus. (C) SARS-CoV-2 virus neutralization during post-vaccination\ninfection. 1. If an infection occurs after vaccination, anti-SARS-COV-2 antibodies bind to the SARS-CoV-2 virus and inhibit its\nattachment to the host cell. 2. Antibody Dependent Cellular Cytotoxicity: The anti-spike antibodies recognize the spike antigen on\nthe infected cells. Four major immune effector cells (neutrophils, eosinophils, macrophages, and NK cells) will recognize the cell\nverted into cytotoxic T cells and eliminate the infected cells.\nthey avoid issues with pre-existing immunity to\nhuman adenoviruses.\nThe AZD1222 vaccine has been approved by the\nWHO and is used now in 102 countries [ 69 ]. Clinical trials\ntested on over 60,000 adult participants (aged\n– 18 55years) in UK, Brazil, South Africa, Kenya, the USA,\nIndia and Japan show that the vaccine has a well-toler-\nated safety profile with no serious adverse events related\nto the vaccine [ 70 ]. After the second dose, most partici-\npants were shown to elicit neutralizing antibody\nresponses correlating strongly with anti-spike IgG anti-\nbody levels [ 64 , 71 ]. However, the Phase 3 clinical trial\ninterim results from the USA showed that the efficacy of\nthe vaccine could vary according to the immunization\nregimes (1 or 2 doses) and the length of the interval\nbetween the doses (12 or 6weeks). Such findings sup-\nport the recent decision in the UK to prioritize use of a\n12- week interval between doses [ 72 ].\nRecently, several European countries suspended the\nuse of the AZD1222 vaccine due to reports linking it\nto episodes of thrombocytopenia, bleeding, and\n\nANNALS OF MEDICINE 531\nThe figure explains about the different COVID-19 vaccine platforms, the immune response to the vaccine and the pro-\ntective immune response during the post-vaccination infection. (A) Different COVID-19 vaccine platforms. a. DNA vaccine in which\nSARS-CoV-2 spike open reading frame (ORF) is cloned into a plasmid DNA which will be injected intramuscularly; b. Viral vector\nspecific adjuvant before being injected into human system; e. Inactivated virus vaccine whereby SARS-CoV-2 virus is chemically\nbounded antibodies and infected cells and the killing is achieved by cytolytic processes. 3. The memory T cells are quickly con-\narterial and venous thromboses occurring within days\nto weeks after vaccination [ 73 ]. According to the\nEuropean Medicines Agency (EMA), the number of\nthromboembolic events in vaccinated people is no\nhigher than the numbers seen among the general\npopulation [ 74 ]. However, rates for venous thrombo-\nembolism events observed 28 days after vaccination in\nDenmark were higher than the expected incidence\nrates among the general population (50 versus 30)\n[ 75 ]. Altogether, the safety, immunogenicity, and effi-\ncacy outcomes of the AZD1222 vaccine are reassuring\nbut these side effects need to be investigated through\na large-scale study in different populations to further\nunderstand its utility.\n3.2.2.2. Gam-COVID-Vac. Gam-COVID-Vac (Sputnik V)\nis a heterologous adenoviral vector based vaccine\nagainst SARS-CoV-2 constructed from two vector com-\nponents, recombinant adenovirus type 26 (rAd26) and\nrecombinant adenovirus type 5 (rAd5) carrying both\nthe SARS-CoV-2 full-length glycoprotein S gene",
        "char_count": 3970,
        "word_count": 607,
        "extraction_method": "two_column"
      },
      {
        "page_number": 9,
        "text": "532 Q. FERNANDES ET AL.\n(rAd26-S and rAd5-S) [ 76 ]. Recombinant adenoviruses\nhave been widely used for vaccine development such\nas hepatitis B, Ebola virus, RSV, HIV and Zika vaccines\nwith an excellent safety profile confirmed in many\n– clinical studies [ 77 80 ]. Moreover, recombinant adeno-\nvirus vectors elicit robust long-lasting immune\nresponse without the need of adjuvant after one or\ntwo doses of vaccine [ 81 , 82 ]. The use of 2 different\nviral vectors will help to overcome any prior anti-\nadenovirus immunity in the body that may destroy\nthe vector of the second dose [ 83 ].\nPhase 1/2 clinical trials were conducted to assess\nsafety and immunogenicity of two formulations (fro-\nzen and lyophilized) of this vaccine on 76 healthy\nadult volunteers aged between 18 and 60 years [ 76 ].\nIn Phase 1, participants received a single intramuscular\ndose of rAd26-S or rAd5-S on day 0 [ 76 ]. However, in\nphase 2, which began no earlier than 5 days after the\nphase 1 vaccination, participants were administrated a\nsingle intramuscular dose of rAD26-S on day 0 fol-\nlowed by another dose of rAD5-S on day 21 [ 76 ].\nPreliminary data from the phase 1 trials show that no\nsevere adverse reactions were detected in participants\nafter vaccination [ 76 ]. Also, the frozen formulation was\nfound to be induce a higher IgG titre (14.703 versus\n11.143) and neutralizing antibodies (49.25 versus\n45.95) while eliciting higher CD4 (2.5 versus 1.3) and\nCD8 (1.3 versus 1.1) T cell proliferation rates as com-\npared to the lyophilized formulation indicating the fro-\nzen formulation to be more effective than the\nlyophilized one [ 76 ].\nPhase 3 clinical trials were performed on a larger\nscale (nearly 22,000 adults aged at least 18 years) [ 84 ].\nParticipants received 2 doses of the vaccine (dose 1\nrAD26-S and dose 2 rAD5-S) or a placebo, 21 days apart\n[ 84 ]. Results of this phase showed that the vaccine effi-\ncacy was estimated at 91.6%. In addition, 94% of the\nparticipants presented mild adverse reactions, while a\nminority (less than 0.5%) exhibited severe adverse events\n[ 84 ]. Though four deaths were reported among partici-\npants, the cause of death was linked to the vaccine but\nrather to severe comorbidities [ 84 ]. Interestingly, a recent\nstudy showed that sera from a donor vaccinated with\nGam-COVID-Vac efficiently neutralized the spike protein\nfrom B.1.1.7 and B.1.351 strains [ 85 ]. This data suggest\nthat this vaccine may offer protection against different\nSARS-CoV-2 variants.\n3.2.3. mRNA vaccines\nSince more than a decade, mRNA based therapeutics\nhave raised major interest in cancer and infectious dis-\neases likewise [ 86 ]. Particularly, immunization through\n\nmRNA vaccines was found to be effective against sev-\neral viral infections. It has been reported that mRNA\nvaccines are able to induce potent innate and adap-\ntive immune reactions against Rabies, Zika and\nInfluenza A infections in animal models and in humans\n– [ 87 90 ]. Therefore, it is not surprising that mRNA vac-\ncines have now emerged as an effective preventive\nstrategy against SARS-CoV-2 infections. This technol-\nogy is based on the principle that mRNA is an inter-\nmediate messenger that can be easily delivered into\nhost cells and translated into antigen of interest that\nwill trigger a protective antigen-specific immune\nresponse in the human body. Within a year from the\nonset of the COVID-19 pandemic, two mRNA vaccines,\nnamely, BNT162b2 (Pfizer-BioNTech) and mRNA-1273\n(Moderna biotechnologies Inc.) were approved by the\nFDA for emergency use as a prevention against SARS-\nCoV-2 infection.\nBoth vaccines, BNT162b2 and mRNA-1273, carry a\nnucleoside-modified messenger RNA encoding the\nfull-length SARS-CoV-2 spike protein (S) stabilized in\nthe pre-fusion conformation and formulated in lipid\nnanoparticles (LNPs). These LNPs form a solid lipid\ncomplex that encapsulate and stabilize the mRNA and\npromotes its intracellular uptake [ 88 , 91 ]. While both\nvaccines are administered intramuscularly in two\nshots, the second dose is administered after 21 days\nfor BNT162b2 and 28 days for mRNA-1273.\nPhase III clinical trials have demonstrated that\nBNT162b2 and mRNA-1273 vaccines have exhibited\nmore than 90% protection efficacy in people with no\n– prior known infection [ 92 95 ]. In fact, Polack et al.\ndemonstrated that the BNT162b2 vaccine conferred\n95% protection against COVID-19 in persons 16 years\nof age and older, with only mild adverse effects that\nwere similar to those observed with other known viral\nvaccines (short-term fatigue, headache, mild-to-moder-\nate pain at the injection site) [ 93 ]. Moreover, the COVE\nstudy group in the USA has reported that the mRNA-\n1273 vaccine has presented 94.1% efficacy in prevent-\ning COVID-19 illness with no patterns of safety con-\ncerns [ 92 ]. In another recent study, Thompson et al.\nhave shown that, for both mRNA vaccines, full immun-\nization with 2 doses of vaccine provides 90% effective-\n\u0006 ness against COVID-19 at 14 days following the\nsecond dose [ 96 ]. However, while the mRNA-1273 vac-\ncine is only approved for use in people aged 18 years\nand older, the BNT162b2 vaccine has been recently\ngranted authorization by the FDA to be used in ado-\nlescents aged 12 to 15 years old [ 97 ]. Moreover, recent\nstudies have reported that the BNT162b2 vaccine pro-\n\u0006 vides strong protection ( 95%) against the COVID-19",
        "char_count": 5367,
        "word_count": 893,
        "extraction_method": "two_column"
      },
      {
        "page_number": 10,
        "text": "variants detected in the United Kingdom (B.1.1.7) and\nSouth Africa (B.1.351) [ 98 , 99 ]. Interestingly, a pre-print\nreport has revealed that the effectiveness of\nBNT162b2 was reduced to 87.9% with the B.1.617.2\nCOVID-19 variant that has lately emerged in India\n[ 100 ]. As for the mRNA-1273 vaccine, further studies\nare needed to confirm its effectiveness against the\nemerging COVID-19 variants.\nEvidently, the immunogenic potential of COVID-19\nmRNA vaccines have already been documented\nthrough various preclinical and clinical trials\n[ 89 , 92 , 93 , 101 ]. Interestingly, a phase I clinical trial on\n47 participants demonstrated that the mRNA-1273\ninduces a robust immune response which was time\nand dose-dependent [ 101 ]. Additionally, while CD4 T\ncells expression was upregulated in response to the\nvaccination, only low level of CD8 T cells were\ndetected at the highest tested concentration and after\nthe second vaccination dose [ 101 ]. Moreover, another\nstudy showed that BNT162b2 induces a broad\nimmune response with SARS-CoV-2 spike-specific neu-\nþ þ tralizing antibodies and poly-specific CD4 and CD8\nT cells [ 102 ]. Interestingly, the same study has\nreported a strong memory T cell response up to nine\nweeks after the booster dose [ 102 ].\nApparently, in comparison to other approved vac-\ncines platforms, mRNA-based vaccines have several\nadvantages. For example, in the situation of a wide-\nspread global pandemic such as COVID-19, mRNA vac-\ncine production is rapid and can be manufactured on\nlarger scales at relatively lower costs. Moreover, mRNA\nvaccines are considered safe since they do not contain\nthe full pathogen (unlike vaccines integrating live-vec-\ntors or inactivated viruses), and do not carry the viral\nDNA material that might be associated to genotoxic\nconcerns (like DNA-based vaccines) [ 88 , 103 ].\nHowever, the major problem with mRNA vaccines is\nthe stability of the formulation since they require a\nstrict temperature control for shipment and storage to\navoid the degradation of the mRNA. Moreover, the\ninduced activation of the immune system would\npotentially lead to side effects associated with\nenhanced inflammatory processes. Therefore, although\nmRNA vaccines project a powerful strategy to contain\nthe COVID-19 outbreak, more studies are needed to\nconfirm the long-term effectiveness and safety of\nthese vaccines.\n3.2.4. Whole virus vaccines\nHistorically, whole viral inactivation is one of the old-\nest strategies that have been successfully used to pro-\nduce vaccines to prevent/treat a variety of viral\n\nANNALS OF MEDICINE 533\ndiseases including influenza, poliomyelitis and human\n– papillomavirus infections [ 104 106 ]. In comparison to\nother whole pathogen-containing vaccines, such as\nlive attenuated virus vaccines, the use of inactivated\nvirus vaccines pose fewer safety concerns, since the\npathogen cannot revert to its original state and cause\ndiseases in immunocompromised individuals [ 107 ].\nMoreover, since they contain the killed pathogen, they\ncan be easily stored and shipped.\n’ According to WHO s draft landscape of SARS-CoV-2\ncandidate vaccines, 12 inactivated virus vaccines (14%)\nare currently in the clinical phase testing. For instance,\npharmaceutical companies like Sinovac and\nSinopharm, both arising from China have produced\ninactivated viral vaccines that are currently in phase 3\nand 4 of clinical trials respectively [ 108 ].\n3.2.4.1. COVID-19 vaccine (Vero cell) inactivated.\nCOVID-19 Vaccine (Vero Cell) Inactivated (CoronaVac\n(formerly PiCoVacc)) developed by Sinovac Biotech\nLtd, is an inactivated SARS-CoV-2 (CN2 strain) vaccine\nadjuvant containing aluminium hydroxide (Al (OH)3)\nand is administrated through a two-dose regimen\nm (3 g at day 0 and 28). The virus was extracted from\nthe bronchoalveolar lavage fluid (BALF) of 11 infected\npatients, cultured in a large- scale Vero cells factories,\nb inactivated with -propiolactone for 24 h, purified with\nIon-Exchange Chromatography (IEC) and Size exclusion\nChromatography (SEC) methods and finally adsorbed\nonto an aluminium hydroxide adjuvant [ 109 ]. The vac-\n’ cine s safety evaluation has been performed in rhesus\nMacaca mulatta) macaques ( monkeys that are known\nto mimic COVID-19-like symptoms after SARS- CoV-2\ninfection [ 110 ]. Preclinical results using two doses\nm m (3 g and 6 g) with two immunization schedules (at\ndays 0 and 14 or days 0 and 28) indicated extensive\nevidences for safety and efficacy, with a complete pro-\ntection against COVID-19 infection.\nIn April 2020, the COVID-19 Vaccine (Vero Cell)\nInactivated vaccine entered its phase I clinical trial\nwith 144 healthy participants aged between 18 and\n59 years old. In most subjects, antibody seroconversion\nwas slightly higher than 75%. These results have been\nimproved to more than 95% in 600 participants\nenrolled in phase 2 clinical trials [ 111 ], with no signifi-\ncant side effects reported . Similar results have been\nreported in healthy participants older than 60 years\nold [ 112 ]. These results supported the extension of the\nstudy to phase III clinical trial using a two-dose regi-\nm men (3 g at day 0 and 28). The clinical trials have\nbeen launched in seven countries including Brazil,\nIndonesia, Turkey, China,",
        "char_count": 5225,
        "word_count": 820,
        "extraction_method": "two_column"
      },
      {
        "page_number": 11,
        "text": "534 Q. FERNANDES ET AL.\nPhilippines, Hong Kong, and Chile. Furthermore,\ntwo randomized double-blinded placebo control stud-\nies have been performed in Brazil and Turkey to deter-\nmine the efficacy of the vaccine. These trials\ndemonstrated that the COVID-19 Vaccine (Vero Cell)\nInactivated efficacy rate for COVID-19 prevention was\nup to 53% in Brazil and 83% in Turkey [ 113 , 114 ]. In\naddition, these studies also report that vaccination\nwith COVID-19 Vaccine (Vero Cell) Inactivated induces\na humoral response 28 days post-vaccination i.e. 97%\nneutralizing antibodies against SARS-COV-2 and 99%\nagainst RBD-IgG [ 111 , 112 ]. Although only a small num-\nber of studies have been published for the COVID-19\nVaccine (Vero Cell) Inactivated vaccine, very few cases\nof hypersensitivity, including severe allergic reactions\n(0.009%) have been reported [ 115 , 116 ].\n3.2.4.2. Covilo; BIBP-CorV. Covilo; BIBP-CorV\n(Sinopharm BIBP COVID-19 vaccine) is one of two inac-\ntivated virus COVID-19 vaccines developed by\nSinopharm. Few studies have investigated the\nimmunogenicity and efficacy of BBIBP-CorV. The first\nstudy on BBIBP-CorV has showed that the vaccine\ninduces high levels of neutralizing antibodies in six\nmammalian species including mice, rats, guinea pigs,\nrabbits, and non- human primates (cynomolgus mon-\nkeys and rhesus macaques). Interestingly, this study\nreported that two doses of immunization of BBIBP-\nCorV at 2 mg/dose, is able to provide high protection\nagainst SARS- CoV-2 without detectable antibody\ndependent enhancement of infection [ 117 ]. In add-\nition, all macaques in the low and high dose groups\ndid not show a detectable viral load in any lung lobe\nat 7 days after inoculation of BBIBP-CorV. Also in com-\nparison to the AZD1222 vaccine, both vaccines were\nfound to confer effective protection by preventing the\ndevelopment of viral interstitial pneumonia in all vac-\ncinated macaques [ 118 ].\nPhase I (192 adults) and phase II (448 adults) clin-\nical trials for the BBIBP-CorV vaccine, have shown that\nthe vaccine is safe and well tolerated at all tested\ndoses. Antibodies were elicited against SARS-\nCoV-2 in all vaccine recipients at 42days after the\nsecond dose. These trials included individuals older than\n60 that showed significantly high neutralizing antibody\ntitres [ 119 ]. Moreover, a particular report also stated that\nthe vaccine had a low rate of adverse reactions and\nshowed high immunogenicity. Yet, however, long-term\nassessment of safety and efficacy would require phase III\ntrials [ 120 ]. The first peer- reviewed data obtained in\nUnited Arab Emirates (UAE) and Bahrain showed that\nBBIBP-CorV is 78.1% effective against symptomatic cases\n\nand 100% effective against severe cases [ 121 ]. In add-\nition, UAE previously announced interim results showing\nthat the vaccine provided 86% efficacy [ 122 ].\nAdditionally, Sinopharm has started a phase III trial in\nseveral countries in Africa [ 123 , 124 ], Asia and Europe\n[ 125 ]. Reports from a randomized, double blind, placebo\nparallel-controlled phase III clinical trial in Argentina\nshowed that the vaccine portrayed a lower effectiveness\n(79%) as compared to other approved COVID-19 mRNA\nvaccines. However, this vaccine has an advantage stor-\nage and shipment protocols at regular refrigeration\ntemperatures.\n3.2.5. Efficacy of COVID-19 vaccines on the emerg-\ning VOCs\nGiven the alarming frequency of the emergence of\nSARS-CoV-2 variants, the efficacy of the existing vac-\ncines remains in question. In the light of this, it may\nbe encouraging to state that in addition to the gen-\neral public, even patients with co-morbidities like can-\ncer and other immuno-compromised individuals like\nsolid organ transplant recipients (SOTRs) have also\nshown the development of neutralizing antibodies\nupon vaccination with most conventional vaccines, as\ndiscussed in the following reports. According to cer-\ntain studies, SOTRs may be more commonly associated\nwith breakthrough disease despite being fully vacci-\nnated as compared to the general population\n[ 126 , 127 ]. Other studies have also reported that most\nSORTs often develop weak antibody responses against\n– SARS-CoV-2 m-RNA vaccines [ 128 130 ]. However,\naccording to another subsequent study even such vul-\nnerable populations are reported to show an increase\nin neutralizing antibodies against novel VOCs after the\nthird dose of a\nSARS-CoV-2 vaccine [ 131 ]. In addition, the CAPTURE\nstudy also reported the presence of neutralizing anti-\nbodies against the novel COVID-19 VOCs in patients\nwith both solid and hematological cancers, upon\nimmunization with the BNT162b2 or AZD1222 vaccine.\nAlthough these studies report that the vaccination-\ndependent stimulation of an immune response against\nthe novel VOCs in such vulnerable populations is\nmuch lowered as compared to normal healthy individ-\nuals; yet these results are indeed promising and prove\nthe potency of the currently available vaccines to\ncombat the existing and emerging VOCs.\nIn addition, the utilization of computational\napproaches to predict the impact of the VOCs on the\nvaccines has also proven useful. For example, certain\ncomputational approaches like epitope prediction that\nenables the identification of structural vaccinology",
        "char_count": 5245,
        "word_count": 812,
        "extraction_method": "two_column"
      },
      {
        "page_number": 12,
        "text": "targets may also help in modelling the effects of the\nmutations in the spike proteins observed in the\nemerging VOCs [ 132 , 133 ]. Moreover, another study\nhas also provided a reliable model for epitope loss in\nVOCs and their predicted escape from vaccine-\ninduced SARS-CoV-2 antibodies [ 134 ]. Such computa-\ntional approaches prove to be highly useful in foresee-\ning the impact of the emerging VOCs on the efficacy\nof COVID-19 vaccines.\n4. Challenges\nSince the SARS-CoV-2 is a novel virus, its invasive\nproperties have not yet been well studied or under-\nstood. However, some studies have highlighted a new\npotential threat in the form of identifying the possible\nneuro-invasive properties of the novel virus. For\nexample, although the SARS-CoV and SARS-CoV-2 are\nboth known to enter and infect host cells through\nACE2 expressed in the lung cells; according to some\nstudies, ACE2 is not the only receptor that makes host\ncells susceptible to viral infection. For example, human\nendothelial and intestinal cells that express ACE2\nin vivo failed to be infected by SARS-CoV [ 135 , 136 ] On\nthe other hand, cells with comparatively undetectable\nlevels of ACE2 (like hepatocytes) were found to be\ninfected by SARS-CoV [ 137 ]. Likewise, SARS-CoV and\nMERS-CoV are known to enter the central nervous sys-\ntem where the ACE2 and DDP430 receptors are very\nlow [ 138 ]. Similarly, studies on patients have shown\nthe presence of SARS-CoV particles in the brain of\ninfected individuals thus supporting the neuro-invasive\n– potential of this virus [ 139 141 ]. Since SARS-CoV and\nthe SARS-CoV-2 are like each other, it is possible that\nthe latter may also possess such a neuro-invasive\npotential. Furthermore, in the case of COVID-19, the\nlatency period may be sufficient for SARS-CoV-2 to\ninvade the CNS and destroy the medullary neurons\n[ 138 ]. In support of this theory, some studies\n[ 4 , 142 , 143 ] have reported that a few of the COVID-19\npatients did have mild neurologic symptoms like\nheadaches and nausea, while another recent study\nreported that an estimated 88% of severe COVID-19\ncases displayed neurologic manifestations such as\nacute cerebrovascular disease and impaired conscious-\nness [ 144 ].\nThe rapidly mutating virus has also emerged as a\nmatter of great concern. There is sufficient evidence to\nstate that the SARS-CoV-2 virus is capable of rapidly\nevolving to invade human immune responses as well as\ngaining the ability to adapt to other hosts in the near\n\nANNALS OF MEDICINE 535\nfuture [ 145 ]. Therefore, close monitoring of the novel\ncoronavirus is essential to keep the pandemic in check.\nFinally, the greatest challenge of the current\nCOVID-19 pandemic is the transmission of the virus to\nhealthcare workers. Studies report that although strin-\ngent isolation and quarantine measures are ensured at\nmedical facilities, yet human-to-human transmission of\nthe SARS-CoV-2 is highly common [ 146 , 147 ].\nAccording to recent reports, nearly 41% of the\npatients were found to be infected in hospital settings,\nout of which 29% were medical staff [ 148 ]. Such trans-\nmission in healthcare settings poses a very serious\nthreat and requires rigorous monitoring.\n5. Conclusion\nThe outbreak of the COVID-19 pandemic has unques-\ntionably raised a major public health emergency all\nover the world. The threatening concern is attributed\nto the transmissibility of the virus and its capacity to\nrapidly evolve and mutate leading to the emergence\nof new uncommon strains.\nThe leap in advancement of better diagnosis, tar-\ngeted vaccines and therapeutic remedies is sound evi-\ndence that scientific understanding, research, and\ntechnology is evolving at the pace of the pandemic.\nEvidently, continued, and consistent research is\nrequired to improve our knowledge of key aspects of\nthe viral pathogenesis that can lead to enhanced pre-\nventive and therapeutic strategies.\nAcknowledgement\nWe acknowledge Qatar National Library for supporting the\npublication of this manuscript.\nAuthor contributions\nQF, MM, SM, NT, DM, TB wrote the initial draft and VP pre-\npared the figures a graphical illustration. AR, critically revised\nand organised the manuscript. LZ, MOM, MAN, AA, HM, MB,\nSU and SD provided intellectual input and an overall review\nof the manuscript. All authors contributed to manuscript\nrevision, read, and approved the submitted version.\nDisclosure statement\nNo potential conflict of interest was reported by\nthe author(s).\nFunding\nOpen Access funding provided by the Qatar\nNational Library.",
        "char_count": 4506,
        "word_count": 728,
        "extraction_method": "two_column"
      },
      {
        "page_number": 13,
        "text": "536 Q. FERNANDES ET AL.\nORCID\nShahab Uddin http://orcid.org/0000-0003-1886-6710\nSaid Dermime http://orcid.org/0000-0002-5526-7496\nData availability statement\nData available within the article or its supplemen-\ntary materials .\nReferences\n[1] Gorbalenya AE, Baker SC, Baric RS, et al. Severe\nacute respiratory syndrome-related coronavirus: the\n– species and its viruses a statement of the corona-\nvirus study group. bioRxiv. 2020;.\n[2] Zhu N, Zhang D, Wang W, China Novel Coronavirus\nInvestigating and Research Team, et al. A novel cor-\nonavirus from patients with pneumonia in China,\n– 2019. N Engl J Med. 2020;382(8):727 733.\n[3] Guan WJ, Ni ZY, Hu Y, et al. Clinical characteristics of\ncoronavirus disease 2019 in China. N Engl J Med.\n– 2020;382(18):1708 1720.\n[4] Huang C, Wang Y, Li X, et al. Clinical features of\npatients infected with 2019 novel coronavirus in\n– Wuhan, China. Lancet. 2020;395(10223):497 506.\n[5] Chan JF, Kok KH, Zhu Z, et al. Genomic characteriza-\ntion of the 2019 novel human-pathogenic corona-\nvirus isolated from a patient with atypical\npneumonia after visiting Wuhan. Emerg Microbes\n– Infect. 2020;9(1):221 236.\n[6] Lu R, Zhao X, Li J, et al. Genomic characterisation\nand epidemiology of 2019 novel coronavirus: impli-\ncations for virus origins and receptor binding.\n– Lancet. 2020;395(10224):565 574.\n[7] Tyrrell DA, Bynoe ML. Cultivation of viruses from a\nhigh proportion of patients with colds. Lancet. 1966;\n– 1(7428):76 77.\n[8] Perlman S. Another decade, another coronavirus. N\n– Engl J Med. 2020;382(8):760 762.\n[9] Martin MA, VanInsberghe D, Koelle K. Insights from\nSARS-CoV-2 sequences. Science. 2021;371(6528):\n– 466 467.\n[10] WHO. Tracking SARS-CoV-2 variants; 2021. Available\nfrom: https://www.who.int/en/activities/tracking-\nSARS-CoV-2-variants/ .\n[11] CDC. COVID-19: SARS-CoV-2 variant classifications\nand definitions; 2021. https://www.cdc.gov/corona-\nvirus/2019-ncov/variants/variant-classifications.html\n[12] Falzone L, Gattuso G, Tsatsakis A, et al. Current and\ninnovative methods for the diagnosis of COVID-19\ninfection (review). Int J Mol Med. 2021;47(6):100.\n[13] Alpdagtas S, Ilhan E, Uysal E, et al. Evaluation of cur-\nrent diagnostic methods for COVID-19. APL Bioeng.\n2020;4(4):041506.\n[14] Tsang NNY, So HC, Ng KY, et al. Diagnostic perform-\nance of different sampling approaches for SARS-\nCoV-2 RT-PCR testing: a systematic review and meta-\n– analysis. Lancet Infect Dis. 2021;21,(9):1233 1245.\n[15] Tahan S, Parikh BA, Droit L, et al. SARS-CoV-2 E gene\nvariant alters analytical sensitivity characteristics of\n\nviral detection using a commercial reverse transcrip-\ntion-PCR assay. J Clin Microbiol. 2021;59(7):e0007521.\n[16] Mautner L, Baillie CK, Herold HM, et al. Rapid point-\nof-care detection of SARS-CoV-2 using reverse tran-\nscription loop-mediated isothermal amplification (RT-\nLAMP). Virol J. 2020;17(1):160.\n[17] Broughton JP, Deng X, Yu G, et al. CRISPR-Cas12-\nbased detection of SARS-CoV-2. Nat Biotechnol.\n– 2020;38(7):870 874.\n[18] Puvar AP, Chaudhari AM, Travadi T, et al. A simple\nand quick PCR based method for detection of omi-\ncron variant of SARS-CoV-2. medRxiv. 2021;\n[19] Zelyas N, Pabbaraju K, Croxen MA, et al. Precision\nresponse to the rise of the SARS-CoV-2 B.1.1.7 vari-\nant of concern by combining novel PCR assays and\ngenome sequencing for rapid variant detection and\nSurveillance. Microbiol Spectr. 2021;9(1):e0031521.\n[20] Giovacchini N, Coppi M, Aiezza N, et al. Rapid\nscreening for SARS-CoV-2 VOC-alpha (202012/01,\nTM B.1.1.7) using the Allplex SARS-CoV-2/FluA/FluB/\n– RSV assay. Int J Infect Dis. 2021;113:207 209.\n[21] La Rosa G, Mancini P, Bonanno Ferraro G, et al.\nRapid screening for SARS-CoV-2 variants of concern\nin clinical and environmental samples using nested\nRT-PCR assays targeting key mutations of the spike\nprotein. Water Res. 2021;197:117104.\n[22] Kashir J, Yaqinuddin A. Loop mediated isothermal\namplification (LAMP) assays as a rapid diagnostic for\nCOVID-19. Med Hypotheses. 2020;141:109786.\n[23] Gao D, Zhu X, Lu B. Development and application of\nsensitive, specific, and rapid CRISPR- Cas13-based\n– diagnosis. J Med Virol. 2021;93(7):4198 4204.\n[24] Chen Q, Li J, Deng Z, et al. Comprehensive detection\nand identification of seven animal coronaviruses and\nhuman respiratory coronavirus 229E with a micro-\narray hybridization assay. Intervirology. 2010;53(2):\n– 95 104.\n[25] Banada P, Green R, Banik S, et al. A simple reverse\ntranscriptase PCR melting-temperature assay to rap-\nidly screen for widely circulating SARS-CoV-2 var-\niants. J Clin Microbiol. 2021;59(10):e0084521.\n[26] Banada P, Green R, Banik S, et al. A simple RT-PCR\nmelting temperature assay to rapidly screen for\nwidely circulating SARS-CoV-2 variants. medRxiv.\n2021;.\n[27] Bezerra MF, Machado LC, De Carvalho V, et al. A\nsanger-based approach for scaling up screening of\nSARS-CoV-2 variants of interest and concern. Infect\nGenet Evol. 2021;92:104910.\n[28] Di Domenico M, De Rosa A, Boccellino M. Detection\nof SARS-COV-2 proteins using an ELISA test.\nDiagnostics. 2021;11(4):698.\n[29] Edouard S, Jaafar R, Orain N, et al. Automated\nWestern immunoblotting detection of anti-SARS-\nCoV-2 serum antibodies. Eur J Clin Microbiol Infect\n– Dis. 2021;40(6):1309 1317.\n[30] Robinson J. Everything you need to know about the\nCOVID-19 therapy trials. Pharm J. 2020. DOI: 10.1211/\nPJ.2021.20208126\n[31] Lu H. Drug treatment options for the 2019-new cor-\nonavirus (2019-nCoV). Biosci Trends. 2020;14(1):\n– 69 71.",
        "char_count": 5473,
        "word_count": 807,
        "extraction_method": "two_column"
      },
      {
        "page_number": 14,
        "text": "[32] Kokic G, Hillen HS, Tegunov D, et al. Mechanism of\nSARS-CoV-2 polymerase stalling by remdesivir. Nat\nCommun. 2021;12(1):279.\n[33] Kalil AC, Patterson TF, Mehta AK, ACTT-2 Study\nGroup Members, et al. Baricitinib plus remdesivir for\nhospitalized adults with covid- 19. N Engl J Med.\n– 2021;384(9):795 807.\n[34] Magro G. COVID-19: Review on latest available drugs\nand therapies against SARS-CoV-2. Coagulation and\ninflammation cross-talking. Virus Res. 2020;286:\n198070.\n[35] Chu CM, Cheng VC, Hung IF, et al. Role of lopinavir/\nritonavir in the treatment of SARS: initial virological\n– and clinical findings. Thorax. 2004;59(3):252 256.\n[36] Cao B, Wang Y, Wen D, et al. A trial of Lopinavir-\nRitonavir in adults hospitalized with severe covid-19.\n– N Engl J Med. 2020;382(19):1787 1799.\n[37] Inglot AD. Comparison of the antiviral activity\nin vitro of some non-steroidal anti-inflammatory\n– drugs. J Gen Virol. 1969;4(2):203 214.\n[38] Miller DK, Lenard J. Antihistaminics, local anesthetics,\nand other amines as antiviral agents. Proc Natl Acad\n– Sci USA. 1981;78(6):3605 3609.\n[39] Shimizu Y, Yamamoto S, Homma M, et al. Effect of\nchloroquine on the growth of animal viruses. Arch\n– Gesamte Virusforsch. 1972;36(1):93 104.\n[40] Rolain JM, Colson P, Raoult D. Recycling of chloro-\nquine and its hydroxyl analogue to face bacterial,\nfungal and viral infections in the 21st century. Int J\n– Antimicrob Agents. 2007;30(4):297 308.\n[41] Mitja O, Corbacho-Monne M, Ubals M, BCN-PEP-\nCoV2 Research Group, et al. A cluster-randomized\ntrial of hydroxychloroquine for prevention of Covid-\n– 19. N Engl J Med. 2021;384(5):417 427.\n[42] Ma C, Tan H, Choza J, et al. Validation and invalida-\ntion of SARS-CoV-2 main protease inhibitors using\nthe Flip-GFP and protease-Glo luciferase assays. Acta\nPharm Sin B. 2021;.\n[43] Ma C, Wang J. Dipyridamole, chloroquine, montelu-\nkast sodium, candesartan, oxytetracycline, and ataza-\nnavir are not SARS-cov-2 main protease inhibitors.\nProc Natl Acad Sci USA. 2021;118(8):e2024420118\ndoi: 10.1073/pnas.2024420118 .\n[44] Brown MJ, Alazawi W, Kanoni S. Interleukin-6 recep-\ntor antagonists in critically ill patients with covid-19.\n– N Engl J Med. 2021;384(16):1491 1502.\n[45] Soin AS, Kumar K, Choudhary NS, et al. Tocilizumab\nplus standard care versus standard care in patients\nin India with moderate to severe COVID-19-associ-\nated cytokine release syndrome (COVINTOC): an\nopen-label, multicentre, randomised, controlled,\n– phase 3 trial. Lancet Respir Med. 2021;9(5):511 521.\n[46] Zhang S, Li L, Shen A, et al. Rational use of tocilizu-\nmab in the treatment of novel coronavirus pneumo-\n– nia. Clin Drug Investig. 2020;40(6):511 518.\n[47] Clinicians encouraged to consider tocilizumab or sar-\nilumab in treatment of hospitalised COVID-19\npatients. Pharm J. DOI: 10.1211/PJ.2021.20208721\nTM [48] Biospace. Phase 3 trial shows REGEN-COV (casirivi-\nmab with imdevimab) antibody cocktail reduced\nhospitalization or death by 70% in non-hospitalized\nCOVID-19 patients; 2021. [cited 2021 Mar 23].\n\nANNALS OF MEDICINE 537\nAvailable from: https://www.biospace.com/article/\nphase-3-trial-shows-regen-cov-casirivimab-with-imde-\nvimab-antibody-cocktail-reduced-hospitalization-or-\ndeath-by-70-percent-in-non-hospitalized-covid-19-\npatients/ .\n[49] Martin R, Li J, Parvangada A, et al. Genetic conserva-\ntion of SARS-CoV-2 RNA replication complex in glo-\nbally circulating isolates and recently emerged\nvariants from humans and minks suggests minimal\npre-existing resistance to remdesivir. Antiviral Res.\n2021;188:105033.\n[50] Lee J, Lee J, Kim HJ, et al. TMPRSS2 and RNA-\nDependent RNA polymerase are effective targets of\ntherapeutic intervention for treatment of COVID-19\ncaused by SARS-CoV-2 variants (B.1.1.7 and B.1.351)).\nMicrobiol Spectr. 2021;9(1):e0047221.\n[51] Reuschl AK, Thorne LG, Zuliani-Alvarez L, et al. Host-\ndirected therapies against early-lineage SARS-CoV- 2\nretain efficacy against B.1.1.7 variant. bioRxiv. 2021;\n[52] William M, Showers SML, Kechris K, Strong M.\nAnalysis of SARS-CoV-2 mutations over time reveals\nincreasing prevalence of variants in the spike protein\nand RNA-Dependent RNA polymerase. bioRxiv. 2021;\n[53] Gordon CJ, Tchesnokov EP, Schinazi RF, et al.\nMolnupiravir promotes SARS-CoV-2 mutagenesis via\nthe RNA template. J Biol Chem. 2021;297(1):100770.\n[54] Kabinger F, Stiller C, Schmitzova J, et al. Mechanism\nof molnupiravir-induced SARS-CoV-2 mutagenesis.\n– Nat Struct Mol Biol. 2021;28(9):740 746.\n[55] Sheahan TP, Sims AC, Zhou S, et al. An orally bio-\navailable broad-spectrum antiviral inhibits SARS-CoV-\n2 in human airway epithelial cell cultures and mul-\ntiple coronaviruses in mice. Sci Transl Med. 2020;\n12(541).\n[56] Wang Z, Yang L. In the age of Omicron variant:\nPaxlovid raises new hopes of COVID-19 recovery. J\nMed Virol. 2022. DOI: 10.1002/jmv.27540\n[57] Tian JH, Patel N, Haupt R, et al. SARS-CoV-2 spike\nglycoprotein vaccine candidate NVX-CoV2373\nimmunogenicity in baboons and protection in mice.\nNat Commun. 2021;12(1):372.\n[58] Keech CMD, Ph.D., Albert G, Cho I, M.Set al. Phase\n– 1 2 trial of a SARS-CoV-2 recombinant spike protein\nnanoparticle vaccine. New Eng J Med. 2020;383(24):\n2320-2332.\n€ [59] Reimer JM, Karlsson KH, L ovgren-Bengtsson K, et al.\nTM Matrix-M adjuvant induces local recruitment, acti-\nvation and maturation of Central immune cells in\nabsence of antigen. PLoS One. 2012;7(7):e41451.\n[60] Guebre-Xabier M, Patel N, Tian JH, et al. NVX-\nCoV2373 vaccine protects cynomolgus macaque\nupper and lower airways against SARS-CoV-2 chal-\n– lenge. Vaccine. 2020;38(50):7892 7896.\n[61] Keech C, Albert G, Cho I, GMG, et al. First-in-human\ntrial of a SARS-CoV-2 recombinant spike protein\nnanoparticle vaccine. medRXiv. 2020;.\n[62] Novavax. NVX-CoV2373: COVID-19 vaccine tracker;\n2021. Available from: https://covid19.trackvaccines.\norg/vaccines/25/ .\n[63] Heath PT, Galiza EP, Baxter DN, et al. Safety and effi-\ncacy of NVX-CoV2373 covid-19 vaccine. N Engl J",
        "char_count": 5948,
        "word_count": 864,
        "extraction_method": "two_column"
      },
      {
        "page_number": 15,
        "text": "538 Q. FERNANDES ET AL.\n– Med. 2021;385(13):1172 1183. doi: 10.1056/\nNEJMoa2107659 . 34192426\n[64] Folegatti PM, Ewer KJ, Aley PK, et al. Safety and\nimmunogenicity of the ChAdOx1 nCoV-19 vaccine\nagainst SARS-CoV-2: a preliminary report of a phase\n1/2, single-blind, randomised controlled trial. Lancet.\n– 2020;396(10249):467 478.\n[65] Folegatti PM, Bellamy D, Roberts R, et al. Safety and\nimmunogenicity of a novel recombinant simian\nadenovirus ChAdOx2 as a vectored vaccine.\nVaccines. 2019;7(2):40.\n[66] Guo J, Mondal M, Zhou D. Development of novel\nvaccine vectors: chimpanzee adenoviral vectors.\n– Hum Vaccin Immunother. 2018;14(7):1679 1685.\n[67] Ewer KJ, Lambe T, Rollier CS, et al. Viral vectors as\nvaccine platforms: from immunogenicity to impact.\n– Curr Opin Immunol. 2016;41:47 54.\n[68] Folegatti PM, Bittaye M, Flaxman A, et al. Safety and\nimmunogenicity of a candidate Middle east respira-\ntory syndrome coronavirus viral-vectored vaccine: a\ndose-escalation, open-label, non- randomised,\nuncontrolled, phase 1 trial. Lancet Infect Dis. 2020;\n– 20(7):816 826.\n[69] Tracker C-V. COVID-19 vaccine tracker: Oxford/\nAstraZeneca vaccine; 2021. Available from: https://\ncovid19.trackvaccines.org/vaccines/4/ .\n[70] Voysey M, Clemens SAC, Madhi SA, et al. Safety and\nefficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222)\nagainst SARS-CoV-2: an interim analysis of four rand-\nomised controlled trials in Brazil, South Africa, and\n– the UK. Lancet. 2021;397(10269):99 111.\n[71] AstraZeneca. AstraZeneca COVID-19 vaccine\n(AZD1222): CDC; 2021. [updated 2021 Jan 27].\nAvailable from: https://www.cdc.gov/vaccines/acip/\nmeetings/downloads/slides-2021-01/02-COVID-\nVillafana.pdf .\n[72] Wise J. Covid-19: new data on oxford AstraZeneca\nvaccine backs 12 week dosing interval. BMJ. 2021;\n372:n326.\n[73] Wise J. Covid-19: European countries suspend use of\nOxford-AstraZeneca vaccine after reports of blood\nclots. BMJ. 2021;372:n699.\n\u0002 \u0002 [74] Østergaard SD, Schmidt M, Horv ath-Puh o E, et al.\nThromboembolism and the Oxford-AstraZeneca\nCOVID-19 vaccine: side-effect or coincidence?\n– Lancet. 2021;397(10283):1441 1443.\n[75] Pottegård A, Lund LC, Karlstad Ø, et al. Arterial\nevents, venous thromboembolism, thrombocyto-\npenia, and bleeding after vaccination with Oxford-\nAstraZeneca ChAdOx1-S in Denmark and Norway:\npopulation based cohort study. BMJ. 2021;373:\nn1114.\n[76] Logunov DY, Dolzhikova IV, Zubkova OV, et al.\nSafety and immunogenicity of an rAd26 and rAd5\nvector-based heterologous prime-boost COVID-19\nvaccine in two formulations: two open, non- rando-\nmised phase 1/2 studies from russia. Lancet. 2020;\n– 396(10255):887 897.\n[77] Anywaine Z, Whitworth H, Kaleebu P, et al. Safety\nand immunogenicity of a 2-dose heterologous vac-\ncination regimen with Ad26.ZEBOV and MVA-BN-Filo\nEbola vaccines: 12-month data from a phase 1\n\nrandomized clinical trial in Uganda and Tanzania. J\n– Infect Dis. 2019;220(1):46 56.\n[78] Williams K, Bastian AR, Feldman RA, et al. Phase 1\nsafety and immunogenicity study of a respiratory\nsyncytial virus vaccine with an adenovirus 26 vector\nencoding perfusion F (Ad26.RSV.preF) in adults aged\n\u0006 – 60 years. J Infect Dis. 2020;222(6):979 988.\n[79] Barouch DH, Tomaka FL, Wegmann F, et al.\nEvaluation of a mosaic HIV-1 vaccine in a multi-\ncentre, randomised, double-blind, placebo-con-\ntrolled, phase 1/2a clinical trial (APPROACH) and in\nrhesus monkeys (NHP 13-19). Lancet. 2018;\n– 392(10143):232 243.\n[80] Wold WS, Toth K. Adenovirus vectors for gene ther-\napy, vaccination and cancer gene therapy. Curr\n– Gene Ther. 2013;13(6):421 433.\n[81] Liu J, Ewald BA, Lynch DM, et al. Magnitude and\nphenotype of cellular immune responses elicited by\nrecombinant adenovirus vectors and heterologous\nprime-boost regimens in rhesus monkeys. J Virol.\n– 2008;82(10):4844 4852.\n[82] Lu S. Heterologous prime-boost vaccination. Curr\n– Opin Immunol. 2009;21(3):346 351.\n[83] Fausther-Bovendo H, Kobinger GP. Pre-existing\nimmunity against ad vectors: humoral, cellular, and\n’ innate response, what s important? Hum Vaccin\n– Immunother. 2014;10(10):2875 2884.\n[84] Logunov DY, Dolzhikova IV, Shcheblyakov DV, et al.\nSafety and efficacy of an rAd26 and rAd5 vector-\nbased heterologous prime-boost COVID-19 vaccine:\nan interim analysis of a randomised controlled phase\n– 3 trial in Russia. Lancet. 2021;397(10275):671 681.\n[85] Ikegame S, Siddiquey M, Hung CT, et al. Neutralizing\nactivity of sputnik V vaccine sera against SARS- CoV-\n2 variants. Res Sq. 2021;\n[86] Sahin U, Kariko K, Tureci O. mRNA-based therapeu-\ntics-developing a new class of drugs. Nat Rev Drug\n– Discov. 2014;13(10):759 780.\n[87] Pardi N, Hogan MJ, Pelc RS, et al. Zika virus protec-\ntion by a single low-dose nucleoside-modified\n– mRNA vaccination. Nature. 2017;543(7644):248 251.\n[88] Pardi N, Hogan MJ, Porter FW, et al. mRNA vaccines\n– a new era in vaccinology. Nat Rev Drug Discov.\n– 2018;17(4):261 279.\n[89] Alberer M, Gnad-Vogt U, Hong HS, et al. Safety and\nimmunogenicity of a mRNA rabies vaccine in healthy\nadults: an open-label, non-randomised, prospective,\nfirst-in-human phase 1 clinical trial. Lancet. 2017;\n– 390(10101):1511 1520.\n[90] Petsch B, Schnee M, Vogel AB, et al. Protective effi-\ncacy of in vitro synthesized, specific mRNA vaccines\nagainst influenza a virus infection. Nat Biotechnol.\n– 2012;30(12):1210 1216.\n[91] Tan L, Sun X. Recent advances in mRNA vaccine\ndelivery [review article]. Nano Res. 2018;11(10):\n– 5338 5354.\n[92] Baden LR, El Sahly HM, Essink B, et al. Efficacy and\nsafety of the mRNA-1273 SARS-CoV-2 vaccine. N\n– Engl J Med. 2021;384(5):403 416.\n[93] Polack FP, Thomas SJ, Kitchin N, C4591001 Clinical\nTrial Group, et al. Safety and efficacy of the",
        "char_count": 5668,
        "word_count": 841,
        "extraction_method": "two_column"
      },
      {
        "page_number": 16,
        "text": "BNT162b2 mRNA covid-19 vaccine. N Engl J Med.\n– 2020;383(27):2603 2615.\n[94] BioNTech Pr. Pfizer and BioNTech announce vaccine\ncandidate against COVID-19 achieved success in first\ninterim analysis from phase 3 study [Press release,\nMonday, November 09, 2020 - 06:45am].\n’ [95] Moderna s COVID-19 vaccine candidate meets its pri-\nmary efficacy endpoint in the first interim analysis of\nthe phase 3 COVE study. Nov 16, 2020. https://www.\nbiospace.com/article/releases/moderna-s-covid-19-\nvaccine-candidate-meets-its-primary-efficacy-end-\npoint-in-the-first-interim-analysis-of-the-phase-3-\ncove-study/\n[96] Thompson MG, Burgess JL, Naleway AL, et al.\nInterim estimates of vaccine effectiveness of\nBNT162b2 and mRNA-1273 COVID-19 vaccines in\npreventing SARS-CoV-2 infection among health care\npersonnel, first responders, and other essential and\n– frontline Workers Eight U.S. locations, December\n– 2020 March 2021. MMWR Morb Mortal Wkly Rep.\n– 2021;70(13):495 500.\n[97] Coronavirus (COVID-19) update: FDA authorizes\nPfizer-BioNTech COVID-19 vaccine for emergency\nuse in adolescents in another important action in\nfight against pandemic. Press release, May 10, 2021.\nhttps://www.fda.gov/news-events/press-announce-\nments/coronavirus-covid-19-update-fda-authorizes-\npfizer-biontech-covid-19-vaccine-emergency-use\n[98] Abu-Raddad LJ, Chemaitelly H, Butt AA. Effectiveness\nof the BNT162b2 covid-19 vaccine against the\nB.1.1.7 and B.1.351 variants. N Engl J Med. 2021;\n– 385(2):187 189.\n[99] Hall VJ, Foulkes S, Saei A, SIREN Study Group, et al.\nCOVID-19 vaccine coverage in health-care workers in\nEngland and effectiveness of BNT162b2 mRNA vac-\ncine against infection (SIREN): a prospective, multi-\ncentre, cohort study. Lancet. 2021;397(10286):\n– 1725 1735.\n[100] Lopez Bernal J, Andrews N, Gower C, et al.\nEffectiveness of covid-19 vaccines against the\nB.1.617.2 (Delta) Variant. N Engl J Med. 2021;385(7):\n– 585 594. doi: 10.1056/NEJMoa2108891 . 34289274\n[101] Jackson LA, Anderson EJ, Rouphael NG, mRNA-1273\nStudy Group, et al. An mRNA vaccine against SARS-\nCoV-2 - Preliminary report. N Engl J Med. 2020;\n– 383(20):1920 1931.\n[102] Sahin U, Muik A, Vogler I, et al. BNT162b2 vaccine\ninduces neutralizing antibodies and poly-specific T\n– cells in humans. Nature. 2021;595(7868):572 577.\n[103] Park KS, Sun X, Aikins ME, et al. Non-viral COVID-19\nvaccine delivery systems. Adv Drug Deliv Rev. 2021;\n– 169:137 151.\n[104] Chung JR, Flannery B, Ambrose CS, et al. Influenza\nClinical Investigation for Children Study Team;\nInfluenza Incidence Surveillance Project; US Influenza\nVaccine Effectiveness Network. Live attenuated and\ninactivated influenza vaccine effectiveness.\nPediatrics. 2019;143(2):e20182094. DOI: 10.1542/peds.\n2018-2094\n[105] Jiang R, Liu X, Sun X, et al. Immunogenicity and\nsafety of the inactivated poliomyelitis vaccine made\nfrom sabin strains in a phase IV clinical trial for the\n\nANNALS OF MEDICINE 539\nvaccination of a large population. Vaccine. 2021;\n– 39(9):1463 1471.\n[106] Phillips A, Patel C, Pillsbury A, et al. Safety of human\npapillomavirus vaccines: an updated review. Drug\n– Saf. 2018;41(4):329 346.\n[107] Revenko H. Strength of anti-diphtheria and anti-tet-\nanus immunity in hiv-infected adults. VPBM. 2020;\n– 4(1):178 182.\n[108] World Health Organization. Draft landscape and\ntracker of COVID-19 candidate vaccines; 2021.\nAvailable from: https://www.who.int/publications/m/\nitem/draft-landscape-of-covid-19-candidate-vaccines .\n[109] Gao Q, Bao L, Mao H, et al. Development of an inac-\ntivated vaccine candidate for SARS-CoV-2. Science.\n– 2020;369(6499):77 81.\n[110] Yu P, Qi F, Xu Y, et al. Age-related rhesus macaque\nmodels of COVID-19 . Animal Model Exp Med. 2020;\n– 3(1):93 97.\n[111] Zhang Y, Zeng G, Pan H, et al. Safety, tolerability,\nand immunogenicity of an inactivated SARS-CoV-2\n– vaccine in healthy adults aged 18 59 years: a rando-\nmised, double-blind, placebo-controlled, phase 1/2\n– clinical trial. Lancet Infect Dis. 2021;21(2):181 192.\n[112] Wu Z, Hu Y, Xu M, et al. Safety, tolerability, and\nimmunogenicity of an inactivated SARS-CoV-2 vac-\ncine (CoronaVac) in healthy adults aged 60 years\nand older: a randomised, double-blind, placebo-\ncontrolled, phase 1/2 clinical trial. Lancet Infect Dis.\n– 2021;21(6):803 812.\n[113] Hitchings M, Ranzani OT, Torres MS, et al.\nEffectiveness of CoronaVac in the setting of high\nSARS-CoV-2 P. 1 variant transmission in Brazil: a test-\nnegative case-control study. medRxiv. 2021;\n[114] Center sm. Expert reaction to announcement of\nresults of phase III of Sinovac vaccine in China 2021.\nAvailable from: https://www.sciencemediacentre.org/\nexpert-reaction-to-announcement-of-results-of-\nphase-iii-of-sinovac-vaccine-in-china .\n[115] Administration fad. Reports of suspected adverse\nreaction to COVID-19 vaccines; (01 March to 11 April\n2021) 2021. Available from: https://www.fda.gov.ph/\nwp-content/uploads/2021/04/Reports-of-Suspected-\nAdverse-Reaction-to-COVID-19-Vaccines-as-of-11-\nApril-2021-ver-3.pdf .\n[116] medicalnewstoday. Global COVID-19 vaccine sum-\nmary: side effects; 2021. Available from: https://\nwww.medicalnewstoday.com/articles/global-covid-\n19-vaccine-summary-side-effects#Potential-side-\neffects-per-vaccine .\n[117] Qin C, Zhou L, Hu Z, et al. Dysregulation of immune\nresponse in patients with coronavirus 2019 (COVID-\n19) in wuhan, China. Clin Infect Dis. 2020;71(15):\n– 762 768.\n[118] van Doremalen N, Lambe T, Spencer A, et al.\nChAdOx1 nCoV-19 vaccine prevents SARS-CoV-2\npneumonia in rhesus macaques. Nature. 2020;\n– 586(7830):578 582.\n[119] Xia S, Zhang Y, Wang Y, et al. Safety and immuno-\ngenicity of an inactivated SARS-CoV-2 vaccine,\nBBIBP- CorV: a randomised, double-blind, placebo-\ncontrolled, phase 1/2 trial. Lancet Infect Dis. 2021;\n– 21(1):39 51.",
        "char_count": 5760,
        "word_count": 783,
        "extraction_method": "two_column"
      },
      {
        "page_number": 17,
        "text": "540 Q. FERNANDES ET AL.\n[120] Xia S, Duan K, Zhang Y, et al. Effect of an inactivated\nvaccine against SARS-CoV-2 on safety and immuno-\ngenicity outcomes: interim analysis of 2 randomized\n– clinical trials. JAMA. 2020;324(10):951 960.\n[121] Al Kaabi N, Zhang Y, Xia S, et al. Effect of 2 inacti-\nvated SARS-CoV-2 vaccines on symptomatic COVID-\n19 infection in adults: a randomized clinical trial.\nJAMA. 2021;326(1):35.\n[122] UAE: Ministry of Health announces 86 per cent vac-\ncine efficacy, 9 December, 2020. Available from:\nhttps://gulfnews.com/uae/health/uae-ministry-of-\nhealth-announces-86-per-cent-vaccine-efficacy-1.\n1607490555571 .\n[123] News A. Coronavirus: Morocco receives half million\ndoses of Sinopharm COVID-19 vaccine 2021-01-28.\nAvailable from: https://english.alarabiya.net/corona-\nvirus/2021/01/27/Coronavirus- . Coronavirus-\nMorocco-receives-half-million-doses-of-Sinopharm-\nCOVID-19-vaccine\n[124] GLOBALink. Algeria receives donation of 200,000\ndoses of anti-COVID-19 vaccine from China. 25\nFebruary, 2021. http://www.xinhuanet.com/english/\n2021-02/25/c_139766759.htm\n’ [125] News U. Serbia receives million doses of China s\nSinopharm COVID-19 vaccine; January 16, 2021.\nAvailable from: https://www.usnews.com/news/\nworld/articles/2021-01-16/serbia-receives-million-\ndoses-of-chinas-sinopharm-covid-19-vaccine .\n[126] Aslam S, Adler E, Mekeel K, et al. Clinical effective-\nness of COVID-19 vaccination in solid organ trans-\nplant recipients. Transpl Infect Dis. 2021;23(5):\ne13705.\n[127] Qin CX, Moore LW, Anjan S, et al. Risk of break-\nthrough SARS-CoV-2 infections in adult transplant\n– recipients. Transplantation. 2021;105(11):e265 e266.\n[128] Boyarsky BJ, Werbel WA, Avery RK, et al.\nImmunogenicity of a single dose of SARS-CoV-2\nmessenger RNA vaccine in solid organ transplant\n– recipients. JAMA. 2021;325(17):1784 1786.\n[129] Hall VG, Ferreira VH, Ierullo M, et al. Humoral and\ncellular immune response and safety of two-dose\nSARS-CoV-2 mRNA-1273 vaccine in solid organ trans-\nplant recipients. Am J Transplant. 2021;21(12):\n– 3980 3989.\n[130] Sattler A, Schrezenmeier E, Weber UA, et al.\nImpaired humoral and cellular immunity after SARS-\nCoV-2 BNT162b2 (tozinameran) prime-boost vaccin-\nation in kidney transplant recipients. J Clin Invest.\n2021;131(14):e150175. DOI: 10.1172/JCI150175\n[131] Karaba AH, Zhu X, Liang T, et al. A third dose of\nSARS-CoV-2 vaccine increases neutralizing antibodies\nagainst variants of concern in solid organ transplant\nrecipients. Am J Transplant. 2021.\n[132] Gourlay LJ, Peri C, Ferrer-Navarro M, et al. Exploiting\nthe Burkholderia pseudomallei acute phase antigen\nBPSL2765 for structure-based epitope discovery/\ndesign in structural vaccinology. Chem Biol. 2013;\n– 20(9):1147 1156.\n[133] Serapian SA, Marchetti F, Triveri A, et al. The answer\nlies in the energy: How simple atomistic molecular\ndynamics simulations may hold the key to epitope\n\nprediction on the fully glycosylated SARS-CoV-2\nspike protein. J Phys Chem Lett. 2020;11(19):\n– 8084 8093.\n[134] Triveri A, Serapian SA, Marchetti F, et al. SARS-CoV-2\nspike protein mutations and escape from antibodies:\na computational model of epitope loss in variants of\n– concern. J Chem Inf Model. 2021;61(9):4687 4700.\n[135] Chan PK, To KF, Lo AW, et al. Persistent infection of\nin vitro SARS coronavirus in colonic cells . J Med\n– Virol. 2004;74(1):1 7.\n[136] Ding Y, Wang H, Shen H, et al. The clinical pathology\nof severe acute respiratory syndrome (SARS): a\n– report from China. J Pathol. 2003;200(3):282 289.\n[137] To KF, Lo AW. Exploring the pathogenesis of severe\nacute respiratory syndrome (SARS): the tissue distri-\nbution of the coronavirus (SARS-CoV) and its puta-\ntive receptor, angiotensin-converting enzyme 2\n– (ACE2). J Pathol. 2004;203(3):740 743.\n[138] Li YC, Bai WZ, Hashikawa T. The neuroinvasive\npotential of SARS-CoV2 may play a role in the\nrespiratory failure of COVID-19 patients. J Med Virol.\n– 2020;92(6):552 555.\n[139] Ding Y, He L, Zhang Q, et al. Organ distribution of\nsevere acute respiratory syndrome (SARS) associated\ncoronavirus (SARS-CoV) in SARS patients: implica-\ntions for pathogenesis and virus transmission path-\n– ways. J Pathol. 2004;203(2):622 630.\n[140] Gu J, Gong E, Zhang B, et al. Multiple organ infec-\ntion and the pathogenesis of SARS. J Exp Med. 2005;\n– 202(3):415 424.\n[141] Xu J, Zhong S, Liu J, et al. Detection of severe acute\nrespiratory syndrome coronavirus in the brain:\npotential role of the chemokine MIG in pathogen-\n– esis. Clin Infect Dis. 2005;41(8):1089 1096.\n\u0002 [142] Talbot PJ, Ekand e S, Cashman NR, et al.\nNeurotropism of human coronavirus 229E. Adv Exp\n– Med Biol. 1993;342:339 346.\n\u0002 [143] Dub e M, Le Coupanec A, Wong AHM, et al. Axonal\ntransport enables neuron-to-neuron propagation of\nhuman coronavirus OC43. J Virol.\n2018;92(17):e00404-18. DOI: 10.1128/JVI.00404-18 .\n[144] Mao L, Wang M, Chen S, et al. Neurological manifes-\ntations of hospitalized patients with COVID-19 in\nWuhan, China: a retrospective case series study.\nmedRxiv. 2020;\n[145] Cui J, Li F, Shi ZL. Origin and evolution of patho-\ngenic coronaviruses. Nat Rev Microbiol. 2019;17(3):\n– 181 192.\n[146] Chan JF, Yuan S, Kok KH, et al. A familial cluster of\npneumonia associated with the 2019 novel corona-\nvirus indicating person-to-person transmission: a\nstudy of a family cluster. Lancet. 2020;395(10223):\n– 514 523.\n[147] Phan LT, Nguyen TV, Luong QC, et al. Importation\nand human-to-human transmission of a novel corona-\n– virus in Vietnam. N Engl J Med. 2020;382(9):872 874.\n[148] Wang D, Hu B, Hu C, et al. Clinical characteristics of\n138 hospitalized patients with 2019 novel corona-\nvirus-infected pneumonia in wuhan, China. JAMA.\n– 2020;323(11):1061 1069. doi: 10.1001/jama.2020.1585 .\n32031570",
        "char_count": 5746,
        "word_count": 840,
        "extraction_method": "two_column"
      }
    ]
  }
}